{"num": 34, "case": [{"fact": "<s>：2014年3月13日9时许，被告人温清云在北京市通州区于家务乡于家务中学西侧路边，与其女友马×（女，23岁）因感情不和发生纠纷，认为马×欺骗其感情，便持手机及砖头多次击打马×头部等部位，欲将马×杀死，后因马×求饶而停止击打；经北京市通州区公安司法鉴定中心鉴定，马×身体所受损伤属于轻伤一级；民警接到群众报警后赶到现场将被告人温清云抓获，作案工具砖头3块和手机1部已扣押。<u>本案民事赔偿问题，经本院调解解决，即由被告人温清云一次性赔偿被害人马×医疗费、误工费、护理费、住院伙食补助费、营养费等各项经济损失共计人民币5万元（已执行清），被害人马×对被告人温清云表示谅解。<u>\n", "evid": ["<s>2014年3月13日9时许，其从通州区于家务乡于家务中学西侧约300米路旁工地开车出来，看见一名男子在这条路上手持板砖朝一名女子头部拼命拍打，那名女子往前跑，那名男子就追，并拿砖头用力朝那名女子头部击打，打了几十下，其怕出人命，就立即打电话报警。\n", "<s>其于2014年3月13日上午与其女儿马×打电话联系的情况和警察告诉其马×被打的情况。\n", "<s>和视听资料其在侦查阶段多次承认其因认为马×欺骗其感情便用砖头拍打马×头部欲杀死马×，后因马×求饶而停止。\n"], "evid_w": ["102", "78", "106"], "label": [0, 1, 2]}, {"fact": "<s>，被告人张建坤与被害人王某甲系夫妻，育有一子一女，后因婚姻感情不睦，二人分居。2014年3月16日18时许，张建坤携带两把折叠刀、一根电棍，驾驶摩托车至王某甲打工的大城县大尚屯镇南席阜村德兴仪表厂。在该厂二楼宿舍内，张建坤与王某甲发生争执，张建坤持折叠刀朝王某甲胸、背部刺扎数刀。后将前来阻拦的妻弟王某乙、杨某夫妇扎伤。致王某甲心脏、大血管、肺脏、肝脏破裂大量出血死亡，杨某轻伤一级，王某乙轻微伤。后张建坤主动拨打报警电话向公安机关投案。<u>\n", "evid": ["<s>，其在大城县大尚屯镇南席阜村经营德兴仪表厂。2014年3月16日18时许，其到厂子时，王某乙让其叫救护车，看到杨某手拿一把刀下楼趴在楼梯口。在王某甲的宿舍，看到王某甲躺在地上，衣服上、地上有许多血，一名男子靠墙站在屋内。其下楼打电话报警。\n", "<s>，其网名“水煮鱼”，认识网名“风情葬爱”的一名女子，她说是文安人，在仪表厂打工。\n", "<s>，其与王某甲系夫妻关系，育有一子一女，王某甲因婚姻矛盾离家在外务工。2014年3月16日下午，其查询到王某甲经常与“水煮鱼”的网友联系后，便给王某甲打电话，王某甲未接。其通过在同厂务工的妻弟王某乙联系上王某甲，与王某甲在电话中发生争吵。当日17时30分许，其携带两把折叠刀、一根电棍驾驶摩托车到大城县南席阜村王某甲上班的厂子宿舍，二人又发生争吵，王某甲言语刺激，其用黑刃折叠刀朝王某甲上身刺扎数刀。后王某乙夫妻二人来到房间与其夺刀，在撕扯过程中，其扎伤王某乙夫妇。后其拨打报警电话向公安机关投案。\n"], "evid_w": ["121", "83", "17"], "label": [0, 1, 2]}, {"fact": "<s>，2003年4月17日凌晨2时许，环江毛南族自治县洛阳镇久合异地移民安置场李某甲的房子被砸，蓝俊权、韦建英（均已判刑）等人闻讯起床查看，并叫韦某、梁万全等人寻找砸房者。后被告人莫忠年与梁万全、韦德文、韦某、莫仁树等人在安置场“久光点”前的机耕路上见到被害人欧某，在拦截并质问欧某是否砸房子时，欧某挣脱逃跑。莫忠年与蓝俊权、韦建英等人追至移民安置场久光点班文合家附近机耕路上，再次将欧某抓住，并将欧某打倒在地。莫忠年与蓝俊权等人怕过后招来欧某报复，即叫在场人把欧某打死，后莫忠年与蓝政权、韦建英等在场的群众分别拿石头、木棒砸打欧某，致欧当场死亡。经法医鉴定，欧某因严重颅脑损伤死亡。<u>\n", "evid": ["<s>，2003年4月17曰凌晨2时许，李某甲房屋被人拿石头砸。李某甲还大声喊“谁砸我的房子，谁砸我的房子”。之后砸房子的人被场里的群众追打死了。\n", "<s>同案犯蓝俊权（曾用名蓝政权）供述，2003年4月17日凌晨2时许抓得欧某．后，众人将欧某打倒在地上后，莫忠年说；“大家听我说，我是队长，又是党员，现在成这样了，如果留他回去，他肯定来报复，我们在这里住也不得安宁，不如把他搞死算了，你们大家看怎么样。”当时其也同意把欧某打死，并对在场的人说：“这个人很凶，他经常来我们场捣乱，如果给他回去，他肯定来报复我们的，把他搞死算了。”在场的人个个拿石头砸，后将欧某砸死。\n", "<s>同案犯韦建英供述，2003年4月17日凌晨2时许抓得欧某后，是莫忠年、蓝俊权叫在场的人拿石头砸死，也是他们二人先拿石头砸欧某，后来大家才一起砸。\n", "<s>，其一直是九伶组的组长。2003年4月16日23时许，其刚睡，蓝政权来喊其讲：“我们这里有小偷，大家出来一起去抓小偷。”于是其就来屯里面喊“有小偷，大伙起来去抓小偷”。最后在九光组的组长班文合家房子前面的平地上追得那个小偷。先追得小偷的群众就动手殴打那个小偷。其追到旁边时，在前面的人已经开始打人了，于是其也上前参与打。其是从地上捡得几块有拳头大小的石头朝小偷身上砸，具体砸对小偷身上什么地方，不注意看。开始打时，那个小偷还大声呻吟，后来他的呻吟声变小了，大家就停手，所有的人都上到公路上面站。这时韦建英和蓝政权一起去看那个小偷是谁，以及伤势如何。他们回来时讲，那个小偷是家住洛阳镇古昌村大博屯的男青年“欧老二”，“欧老二”被追赶时曾经喊过“有我，没有你们”，人还没有死，还坐在那里。蓝政权问群众怎么办时，不知道是谁喊：“欧老二”不是好人，打死去。其在旁边也跟着喊：打死小偷。在场群众都表示同意要打死“欧老二”，于是大家一帮人又从公路上面下到“欧老二”的旁边，就动手打“欧老二”，有的人拿石头砸，有的人拿木棒打，一帮人围着打，其也从地上捡得石头朝“欧老二”的身上砸。后来有人喊“人死了”，这样子大伙才停下来，各自回家。\n"], "evid_w": [51, 100, 80, 61], "label": [1, 3, 2]}, {"fact": "<s>，被告人潘昌文伙同谢某富（已判刑）、陈某 昌（已判刑）、余某（已判刑）以及被害人石某某等人盗窃一头耕牛后，潘昌文、谢某富、陈某昌、余某四人对石某某分赃不满，于1999年10月31日商议找石某某要钱。在石某某所在煤矿找到石某某后，潘昌文、谢某富、陈某昌、余某与石某某五人便在该煤矿喝酒，酒后途经盘县乐民镇威箐村红田时双方发生口角继而打了起来，石某某被潘昌文、谢某富、陈某昌、余某等人杀倒在路上后，潘昌文与谢某富将石某某尸体抛弃到路边地里。四人相继逃离现场。经法医鉴定：死者石某某系被他人持锐器刺杀左大腿伤及股动脉失血死亡。1999年11月2日，石某某的尸体被发现时双眼缺失。2014年12月15日，被告人潘昌文被抓获归案。<u>另查明：被告人潘昌文的犯罪行为，确给附带民事诉讼原告人谢某甲、石某乙、石某登、陈某妹造成了一定的经济损失。<u>\n", "evid": ["<s>1999年10月31日（星期天）白天到威箐场坝赶场，回到煤矿是下午四点来了，那天赶场我们是去买菜，买了一个猪头，是我弟石某某和宋某明先送回煤窑上，我和石某明是在后回来，我们都到煤窑后，吃完晚饭，我弟就和谢成三（庭审查明为谢某富），潘绍文（潘昌文），谢成三是大山镇雨谷人，潘绍文是新民的人，另外还有两个小伙都20多岁我认不得他们是什么地方的人，也不知道名字，在10月31日的晚上8点来钟还在汤某煤窑上玩，到当晚9点来钟就出去玩了，我也不知道他们五人是去什么地方玩，当时我好像听谢成三说是去他亲家煤窑上玩，但我不知道谢成三的亲家叫什么名字，煤窑在什么地方，我兄弟石某某自从10月31日晚上出来后就一直没有回到汤某煤窑上，还是今天（11月2日）中午12点钟有人告诉我说小凹死了一个人，等我来看时，才看见死的是我弟石某某。\n", "<s>1999年11月2日早上11点钟，我从朱大明的煤窑上出来，在小凹子肖家地里发现一具尸体，我回到我的煤窑上我喊石某荣、石某明、宋某明上去看一下，人是死的还是活的，石某荣上去看了之后，讲是他兄弟，已经死了，我就到杨梅树打电话报警了。1999年10月31日下午2点左右钟，石某荣、石某某、石某明、宋某明来到我煤窑上挖煤，他们四人我借了200元给他们做伙食费，钱由石某荣拿着，他们就上街去买菜、买米，晚上又来五个人，这五个人都是石某荣家那里的，我去看，他们都在吃饭，其中有两个小伙与谢成三们喝酒，石某荣讲与他们喝酒那两个小伙是谢成三的亲家，我喊他们在窑子上不准喝酒，他们就没有划拳了，我就问那些人准备在我煤窑上上班不，那两个小伙讲在上边煤窑上班，没有指明是谁的煤窑，我把工作安排好我就回家了，以后发生的事情我就不知道了。\n", "<s>1999年10月31日我与石某荣、宋某明、石某某从屋里来乐民挖煤，在路上遇见其他人，一直就来到威箐挖煤，是在汤某的煤窑上，石某荣与汤某借了200元给我们四个人做伙食费，然后我们四个人就到街上买菜，买好菜之后石某某与宋某明走回到煤窑上做菜，我与石某荣赶后回到煤窑上，到煤窑上已经是下午5点来钟，我们四个人做好饭菜就吃饭，我们吃饭之后，在六点过钟谢成三与潘昌文和另外两个小伙到汤某煤窑上，他们四人开始做饭吃，他们还吃了一些酒，吃完之后，他们四人就约石某某去谢成三的亲家那里划拳，他们就走了，直到现在就没有回来，在11月2日上午在小凹子肖家地发现石某某的尸体。\n", "<s>1999年10月31日晚上，有个叫谢三的人他老亲带的有一个人来我们住的那点玩，谢三的老亲喊谢三上去吃酒，走的时候晚上天黑了8点钟左右走的，当时走的时间我不清楚，还有一个姓潘和他一路走的，姓石这个还是昨天我才听到他哥讲是和谢三们一起去的，也就是死掉这个。\n", "<s>1999年10月31日下午2点来钟到汤某煤窑上，石某荣与汤某借了200元做伙食费，然后我们四人上街买菜，买菜回来做饭吃，吃饭之后，谢成\n", "<s>1999年10月31日下午五点过钟有两个人背着背篓和谢\n", "<s>1999年10月31日（星期天）下午6点来钟在煤厂上煮饭吃饭。当时吃完饭后，听谢三说：“去上面他亲家那里划拳去。”当时谢\n", "<s>潘昌文在1999年10月份这段时间的一天晚上的11点过钟到我家过，当时他来我家对我讲：“我昨天晚上出事了，昨天晚上我在普彝一家煤厂上挖煤，和几个人在煤厂上划拳喝酒，其中一个人用刀先杀我，我就用刀杀，杀了后我就连夜跑回来了，当时我也是受伤的”。我听讲以后潘昌文被我骂了一顿就走了，潘昌文在我家玩了10多分钟就走了，后来我就不知道去哪里去了。当时就只有潘昌文一个人来我家，事后我才听讲，潘昌文在普彝杀了人后跑回家来时还有一个人和他一起来，和他一起到他家的人在他家住了一天才走的。\n", "<s>1999年种小麦的那段时间的一天早上五点来钟陈某万和余某六来过我家，具体时间我记不得了，当时陈某万到我家时天还没有亮。首先陈某万没有讲话，是余某六对我说：“昨天晚上我和陈某万在威箐一家煤厂上挖煤，在煤厂上和在一起挖煤的二人喝酒，发生打架杀了一个人，我和陈某万就连夜跑到这里来了”。我听余某六讲后就问陈某万说：“是不是余某六讲的这回事。”陈某万答复说：“是”。后陈某万和余某六就把衣服脱了丢在地上，在我家把衣服换了就去我家铺上睡觉了，在去睡觉之前陈某万和余某六叫我把他们的衣服洗干净，随后我就去水井上给陈某万和余某六洗衣服了。洗衣服时，在一件外衣的胸部的衣服上发现有碗大一块血迹，另外一件没有。血迹当时被我洗干净了，我把衣裤洗干净后就晒干到下午的4点过钟，陈某万和余某六就穿着我帮他们洗干净的衣服就回家了，以后就一直没有来我家了。因为两件都是一样的，到底是谁穿的衣服上有血我记不清楚了。\n", "<s>石某某是我丈夫，1999年7月份这段时间没有谁来给石某某要过钱。谢某富到过我家的，我在场时没有讲过什么话，只是开两句玩笑，我不在场时就不知道了。\n", "<s>1999年农历8月份的时候，我家的牛被偷过，我家当时被偷的牛是一头青牛，当时的价格在五千八百元左右，是我养在我家大房子后面的牛圈内的，1999年农历8月份左右的一天晚上，被人从牛圈顶上下到牛圈内，撬开牛圈门拉着牛从我家大房子内走的。\n", "<s>同案犯谢某富的供述：时间是1999年7月份的一天下午4点钟（具体时间记不得了）陈某万和余某六从家中去石某某家到岔河隧道等，我从樊家汤某煤窑上和潘昌文去岔河隧道和陈某万、余某\n", "<s>同案犯陈某昌的供述：1999年10月31日下午3点钟，我与余某在乐民镇威箐街上遇着谢某富，谢某富喊我们到他挖煤的地方整饭吃，吃饭时就划拳喝酒，当时谢某富与石某某、潘昌文在同一个煤窑上挖煤，喝酒划拳时就我们五个人，有我、谢某富、潘昌文、石某某、余某，是晚上9点钟吃完饭开始划拳喝酒，就是谢某富用小酒壶去买了五斤酒，分南北方划拳喝酒，我与余某、谢某富一派，石某某和潘昌文一派，喝到夜间11点钟，我们五人喝了四斤酒，我们就各自散伙走人，谢某富、潘昌文、石某某送我与余某走了一段路，因为喝酒余某和石某某发生争吵，我去劝架，石某某就与我两个就砸了摔在地上，我被石某某压在下面，我就抽出右边衣服口袋内的一把牛角刀用右手往石某某的腹部杀了一刀，血就往我身上流，我就翻起来与余某往大山走，牛角刀我带回大山来丢在大山现加油站下面的一个树丛中，连夜赶回大山我姐家，到我姐家时天已经亮了，余某与我一起到我姐家，我给我姐说我杀了人准备去广西。我姐讲：“你最好去广西打小工。”我姐将我外衣上的血迹用刷子刷了，我就上街上拦了一辆班车到兴义，又从兴义到南宁，余某就从我姐家回家，我内衣上有大量血迹我脱下来丢在我丢刀的地方。1999年农历腊月二十六回家过年，谢某富是正月初二到我家讲：“石某某的眼睛被我们挖了。”在我家住了四天后，初六谢某富就走了，杀人后我与余某先走，只有谢某富与潘昌文在后面，眼睛就是他们两人挖的，我正月十六又到广西去了。\n", "<s>同案犯余某的供述：在1999年8月份的一天，我和陈某昌（小万）从家里到乐民普彝去挖煤，在威箐街上遇到谢某富，接着遇到潘昌文（潘小红），谢某富买起菜叫我们三人到他挖煤的那个地方做饭吃，当时是下午2点过钟，我们四个人在那里喝酒，谢某富对我和陈某昌、潘昌文讲：“我们几个偷的牛被姓石的那个人卖了，钱被他一人独占了，我问他要过几次，他不给。”我说我和陈某昌到他家要过几次钱，他不但不给钱，还乱骂我们，谢某富讲这个钱怎样要，我说这种钱死活就要，如果他不给钱，就把他杀了，他们几个人同意我的意见，到下午7点左右，陈某昌带一把中号牛角，潘昌文带一把卡子刀，同我和谢某富到姓石的挖煤那里找姓石的，姓石的请我们喝酒，我们在那里喝了5斤白酒，到10点左右，谢某富哄姓石的那个讲去威箐街上玩，我们五个人出来100多米，我封住姓石的衣领问：“我们一起偷牛，被你卖了，这个钱你给不给。”姓石的说：“不给，我没有钱。”我在他身后拉他的衣领，陈某昌在前面抱着他的腰部，潘昌文抱着他的脚，姓石的就被我们摔倒在地，陈某昌骑在他身上用牛角刀向他腹部杀了一刀，后来陈某昌怎样杀我就看不清楚，潘昌文拿刀出来杀没有我也没看清楚，当时姓石的喊了一声快救我，过了五六分钟人就死了，潘昌文拿出卡子刀将他的两只眼挖玩出去了，我和谢某富把尸体推到路外边的地里，然后我们就各自走了，我和陈某昌连夜走路到陈某昌家姐家，我们对陈某昌家姐（陈小芬）讲我们在威箐杀了个人。陈某昌叫他姐把我们两人衣裤上的血迹洗了，第二天下午5点左右，我们两才换上洗好的衣裤回家，我在家住了一晚上后，一个人就到广州打工去了。另供述：石某某被杀了十多天后，谢某富到我家，我就问石某某死了没有，谢某富就说石某某死了，他还叫潘昌文把石某某的眼睛挖了。谢某富说挖石某某的眼睛是为了不想让公安机关破案。\n", "<s>1999年9月份的一个星期天晚上，我和石某某、谢三（谢某富）在乐民镇威箐村一个煤矿上班，马依镇的一个姓余的和一个姓陈的就来我们上班的煤矿找我们玩，在我们矿上玩了没多久，他们就叫我、石某某和谢三去他们上班的煤矿上玩，我们一起到他们煤矿上以后，我们五个人就打牌喝酒，大概喝了半个小时的酒后，我们五个人就回我上班的煤矿，姓陈的那个男的和石某某走在前面，我、谢三还有姓余的那个男的走在后面，才离开煤矿不远，姓陈那个男的和石某某就在前面吵了起来，姓陈的那个男的就把石某某杀了睡在地上，姓陈的那个男的杀了石某某后回来叫上姓余那个男的就走了，等我和谢三赶到石某某身边的时候，只看到地上有好多血，我和谢三又赶回到石某某的尸体边，我就和谢三把石某某的尸体抬了丢在路边下面（我抬脚，谢三抬头，谢三就和我去我家了。当天晚上谢三就在我家那点，我跑到我堂姐家去想和她借钱，当时我和她讲我们几个在乐民镇杀着人，我跟她借钱，她喊我自己去认罪，后来我就走了，跑到兴仁去打工。\n"], "evid_w": [64, 47, 14, 12, 0, 32, 32, 23, 80, 16, 0, 1, 10, 4, 30], "label": [0, 8, 14]}, {"fact": "<s>：了其犯罪事实。<u>另查明：被害人叶某乙与被告人黄某共同生活期间因家庭矛盾多次发生冲突，被害人因性格不好，多次打坏家里东西，本次纠纷还打伤了黄某的手，在其语言刺激下，被告人黄某开车撞击叶某乙，叶某乙认为其本人也有责任，黄某的丈夫为他治好了伤，被害人叶某乙对被告人黄某的行为表示予以谅解，并恳请对被告人黄某从轻处罚。被告人黄某所在村民小组村民亦请求对黄某从轻处罚。<u>被告人黄某撞叶某乙时驾驶的红色起亚K2型小轿车（车牌号为皖H&times；&times；&times；&times；&times；）属其夫妻共有财产。<u>\n", "evid": ["<s>他家住在太湖县晋熙镇105国道汪洋桥往小池方向200M处，2014年7月20日下午，他和他妻子在家中坐，他妻子开门准备出去拿东西，就在他妻子开门的时候，他听见外面&ldquo；嘭&rdquo；的一声，紧接着他妻子就喊&ldquo；不得了，不得了，撞人了。&rdquo；他立即跑到门外看发生了什么事情，他走过去的时候，看见叶某乙被撞了，开车的是他女儿黄某，当时他妻子指着黄某说：&ldquo；你这死<u>，你这是干什么？&rdquo；当时黄某一直在车上没有下来，黄某驾驶的那辆红色起亚轿车的前挡风玻璃被撞碎了，叶某乙躺在路边，接着就有好多人来围观，当时黄某的姑父也在场，并叫他赶紧打电话报警，然后黄某就将车子开走了。黄某当时将车子开着在旁边转了两个圈子，然后就将车子径直朝新城方向开走了。是他用手机打电话报警的，后来派出所民警和120急救车就来了。\n", "<s>2014年7月20日下午三点多，他准备到县城做生意路过他侄女黄某家的时候，看见黄某家门口围了很多人，他就过去看看发生了什么事情，他看见黄某家的玻璃门被砸坏了，他大哥叶某乙坐在门口，派出所的民警也在，得知是黄某和他父亲叶某乙因为家庭矛盾吵架，叶某乙将玻璃门砸碎了，民警劝说双方后离开了。民警离开后，他也劝说了他们父女俩，后他就到火车站附近卖西瓜，大概四点半他又回到了黄某家。他回来后又劝说他们，对其大哥说：&ldquo；你到我家住一段时间，帮我卖一段时间西瓜，等过一段时间双方气消了再说。&rdquo；叶某乙同意了，他就对他侄女说：&ldquo；让家门口人把你父亲的包拿出来。&rdquo；他侄女不同意，并说：&ldquo；今天不是我死，就是他死。&rdquo；他又继续劝说他们父女二人，因为黄某一直不同意他父亲拿包（包里装的是换洗衣服），叶某乙就发火的喊道：&ldquo；明天我回来再不让我进家门，我就拿汽油烧。&rdquo；然后他大哥就沿着路边朝火车站方向走，这时候黄某就去路对面开车，车子发动后，就朝他大哥走路的方向开，车子就径直朝他大哥撞上去，他大哥就被撞倒在挡风玻璃上，后又从挡风玻璃上掉下来了，车子的前挡风玻璃都被撞碎了。然后黄某将车子往后倒了一下，车子往前开了几米，调头往黄某家方向开去。他看见黄某撞他大哥，赶忙跑过去看，发现他大哥躺在路边的一户人家门口。过了几分钟，派出所民警和120急救车就赶到现场。当时车速很快，因为黄某停车的地方到他大哥步行的地方大约几十米，车子撞到他大哥的时候，他都没反应过来，车子加了油门。\n", "<s>黄某撞叶某乙时驾驶的红色起亚K2型小轿车（牌号为皖H&times；&times；&times；&times；&times；）是2014年农历正月十八买的，买车的钱是他打工挣的，登记车主是黄某，黄某是2012年上半年取得驾驶证的，他和黄某是2007年结婚的。\n", "<s>近年来黄某与其父亲叶某乙之间因为家庭财产发生纠纷，村里多次进行调解都没有处理好。&ldquo；请求对黄某从宽处罚的报告&rdquo；上晋阳村新化组30个村民代表签名属实。\n", "<s>黄某2014年7月21日供述：叶某乙扛着锄头从家门口往汪洋桥方向走，他走的时候说要去买汽油来将家里烧掉，她是听他说这句话之后才去开车，直接朝叶某乙行走的方位开过去，在快到叶某乙身边时她踩了一脚油门，从叶某乙背后撞向了他。她驾驶的起亚k2款轿车是自动挡的，她将叶某乙撞倒后，叶某乙倒在她车子的正前方，她将刹车松了一下，当时车子就发生了溜车，在车子往前溜车之后她才反应过来，她不知道有没有再次撞到叶某乙，然后她就踩了一脚刹车，倒车离开了。她当时没有考虑那么多，&ldquo；我就想到我如果将叶某乙撞倒了，那么我家的小孩就安全了，至于我撞了这一下之后，他是死是活我没有多想&rdquo；。&hellip；&ldquo；我当时听他说要去买汽油来将家里烧掉，我第一反应就是不想让他伤害到我的孩子，所以我必须先做点什么来阻止他，如是我就开车去撞了他，我心想我如果将他撞死了就一命抵一命，我自己死不要紧，不能让他伤害到我的小孩。&rdquo；\n", "<s>黄某2014年7月22日供述：2014年7月20日下午3点多她父亲叶某乙拿着一把锄头来到她家将她左手手腕打伤，并将家里的大门玻璃砸碎了，下午六点多准备离开的时候对她说&ldquo；要去买汽油，把家里和人全部烧掉。&rdquo；说完就往汪洋桥方向走，她听了这话后非常气愤，就跑回家中拿车钥匙，开着自己的红色起亚桥车朝叶某乙撞去，当时叶某乙背对着她的车，她看见叶某乙距离她40-50米的时候，就用脚踩了下油门直接撞向叶某乙的后背，叶某乙当时就被她撞倒了。撞倒后她就准备调头把车开回家，因为要调头她的车当时还往前溜了一下，这一下她不知道是否撞到叶某乙，后来边上一个叫&ldquo；旺琴&rdquo；的中年妇女把叶某乙扶起来了，她就到派出所自首去了。\n"], "evid_w": [68, 60, 52, 4, 54, 20], "label": [0, 4, 1]}, {"fact": "<s>，被告人周风权与被害人刘XX于2010年相识后确定了婚恋关系。2013年4月20日凌晨，在郑州高新技术产业开发区秦庄村“美吧”美容美发二楼205周风权租住的房间内，周风权和刘XX因琐事发生争吵，周风权用毛巾勒住刘XX颈部，致刘XX当场死亡。经法医鉴定，刘XX符合被他人勒颈致机械性窒息而死亡。周风权自杀未果后逃到广州。2013年4月27日公安机关根据线索在广州将周抓获。<u>\n", "evid": ["<s>证人周XX、张XX证明，2013年4月26日，周XX因联系不上弟弟周风权，到周风权租住的秦庄村房屋找到房东张XX打开房门，在房内发现刘XX尸体遂报警。\n", "<s>，其和刘XX2010年相识，后正式订婚。2013年春节过后，关系开始变淡。2013年4月20日凌晨许，周风权与刚从徐州会网友回到住处的刘春会在床上发生争吵，趁刘XX不备拿起放在床头的红毛巾，从背后勒住刘的脖子，刘XX拼命反抗，其就用毛巾在刘脖子背部交叉了一下，直至死亡，就用另一条毛巾使劲勒住她脖子并在脖子背面打了个结。后把刘的裤子脱了下来，趴到床上，用被子盖住。杀死刘XX后几天内，其在房间内通过勒脖子、割血管自杀，均未果。该供述与证人刘KK、王XX、王FF、周XX、田XX等证明的周风权和刘XX已经订婚的事实相印证；且与现场勘查所载明的作案地点、被害人衣着情况、尸体状态及作案细节等相吻合；所供的案发前因与证人费XX所证明的情节相一致；其供述采取勒脖子方式杀死刘XX的作案手段和过程与尸体鉴定书相印证一致；周风权归案后，对作案现场进行了指认，有辨认作案现场的笔录及照片在卷佐证。\n"], "evid_w": [90, 97], "label": [1, 0, 0]}, {"fact": "<s>，被告人王勇与唐某某定亲后，唐某某的姐夫张树勇多次和唐某某发生不正当两性关系，王勇知晓后与张树勇发生了争执。2014年2月4日，王勇和张树勇晚饭后，张树勇乘坐王勇驾驶的奇瑞汽车（牌照号码为冀J7099B）来到沧县旧州镇，二人因与唐某某的关系问题发生争吵，被告人王勇在汽车后备箱内拿出一把菜刀朝张树勇头面部、胳膊、上身等部位连砍数十刀，致张树勇颈动脉、颈静脉断裂出血，失血性休克而死亡。后被告人王勇到公安机关投案。<u>另查明，案发后，被告人王勇亲属与被害人张树勇亲属达成调解协议。王勇亲属赔偿被害人张树勇亲属经济损失人民币5万元，张树勇亲属表示不再追究王勇的民事赔偿责任。<u>\n", "evid": ["<s>。王勇与沧县仵龙堂乡前唐庄村的唐某某订婚后，发现唐某某与其姐夫张树勇关系不一般，经问唐某某，唐某某承认与张树勇有不正当男女关系，并说张树勇曾强奸过她多次。王勇问她为什么不告发，唐某某告诉王勇，张树勇威胁她说，如果她报警，就打她的父母，因此她始终没有敢报警。王勇听后非常气愤，见到张树勇后，问他是否有强奸唐美玲的事，承认强奸了唐美玲。王勇和张树勇打了起来，张树勇曾当过兵，王勇不是他的对手，张树勇把王勇打了一顿。之后张树勇说跟王勇和解，劝王要大度，说女人如衣服，不要跟他没完没了，以后他拿王当兄弟对待，绝不会亏待王。王勇要求张树勇以后别再纠缠唐美玲就行了，张答应了。可是张树勇说话不算数，后来还是经常纠缠唐美玲。2014年2月4日中午，王勇与张树勇再次在电话中发生口角。后张树勇给王勇发短信，约王勇出去喝酒，并向王勇道歉。王勇同意并开着自己的奇瑞轿车（车牌号：冀J7099B）带着张树勇来到沧县旧州镇九九肥牛城喝酒。二人喝了两瓶白酒后上车休息。期间，张树勇的岳父唐延朋和张的妻子唐玉来到，劝二人回家，二人均未听劝。后二人又来到旧州镇一家保健品门前，张树勇下车去了一家洗头房，王勇在车里休息。过了一段时间，张树勇回到车里，坐在副驾驶座上。谈起唐某某，张树勇想让王勇与唐某某分开。王勇非常生气，从后备箱拿出一把菜刀，上车朝张树勇身上乱砍。张树勇死亡后，王勇将一条毛巾盖在张树勇尸体脸部，将菜刀扔在车上。后王勇开车回家，将杀人的事情告诉了其哥哥王洪生、父亲王玉海、朋友刘在府。后王勇开车拉着张树勇的尸体到沧县仵龙堂刑警队投案。\n", "<s>当日凌晨零时许，王勇对王洪生说，王勇的未婚妻唐某某让张树勇霸占着，王勇与张树勇晚上在一起喝酒，后来王勇将张树勇杀死，尸体在车上。后王勇开车去公安机关投案了。\n", "<s>王勇和唐某某订婚4年了一直没结婚。2014年2月5日零时，王勇开车回家，说将唐某某姐夫张树勇杀死了，还说这几年张树勇一直和唐某某有男女关系，昨晚王勇和张树勇在吃饭时说这件事情，张树勇还是不放弃和唐某某的关系，王勇很生气，就用刀将张树勇砍死。后王勇去公安机关投案，王玉海与大儿子王洪生去通知张树勇家里人。\n", "<s>2014年2月4日晚11时10分，王勇给刘在府打来电话说他杀人了，刘在府劝王勇去自首。\n", "<s>2014年2月4日晚7时许，唐玉听说张树勇与王勇在沧县旧州镇喝酒喝多了，遂和父亲唐延朋开车去找。在旧州镇999肥牛城门口看到了王勇开的轿车，张树勇和王勇都躺在车座上。唐玉和父亲劝王勇和张树勇回家，二人没有听劝。晚上12时许，王勇的父亲来到唐玉家，说王勇将张树勇给砍死了。\n", "<s>唐某某与被告人王勇系几年前订的婚。后唐某某与被害人张树勇发生了几次性关系。张树勇说过威胁的话，他说要与唐继续保持关系，让唐和王勇结束，他说如果唐不听他的话，就不让她好过。唐某某将与张树勇的事情告诉了王勇。王勇和唐某某说过，“张树勇说过看上你了，并且和你已经发生了关系，不想结束和你的关系。”\n", "<s>2014年2月4日晚，有一胖一瘦两个顾客来饭店喝酒。后来听说其中一个人将另外一个人给砍死了。那个较胖的顾客大约40多岁，另一个顾客大约有25岁左右。两个顾客喝了两瓶白酒，较胖的顾客结的账，后上了一辆红色小轿车离开。\n", "<s>证明王勇于2014年2月5日凌晨1时许到沧县仵龙堂刑警队投案。\n"], "evid_w": [38, 26, 72, 18, 49, 46, 2, 35], "label": [4, 2, 1]}, {"fact": "<s>：其犯罪事实。<u>被害人龙某某受伤后被送至绵阳市人民医院住院治疗25天，经医生诊断为：面颈部刀刺伤，面颈部软组织挫裂伤，左侧腮腺裂（导致官分支断裂），血肿，左侧面神经颊支损伤，甲状腺损伤，失血性休克，用去医疗费62元，出院医嘱，一周后复诊，休息二周。被害人范某某受伤后被送至绵阳市人民医院住院治疗7天，经医生诊断为，颈部皮肤裂伤，用去医疗费56元，出院医嘱，门诊随访，休息二周。<u>\n", "evid": ["<s>2014年4月11日，被害人范某某躲进陈某某位于经开区南区花园三期居民点的房间内，称外面有人杀人的情况；\n", "<s>2014年4月11日上午9时许，被告人阳永武告诉李某某其杀害了其女朋友龙某某和龙某某的亲家母，并在李某某陪同下投案自首；\n", "<s>案发当天被害人龙某某脸上大概有12公分长的伤，后被害人坐救护车到医院的情况；\n", "<s>案发当天被告人阳永武在被害人龙某某租住的房间因与其有感情纠葛将两名被害人砍伤的情况；\n", "<s>案发当天被告人阳永武因感情纠葛到被害人龙某某、范某某的暂住房将龙某某的脖子和脸上砍伤，将范某某的脖子左侧划了三处刀伤；\n", "<s>，供述在其主观动机上去找龙某某协商不要分手，如果龙某某坚持分手就用随身携带的水果刀将其杀死，自己也一死了之。2014年4月11日早上到被害人龙某某的住处，用随身携带的15公分长的银色水果刀，将被害人范某某和龙某某的颈部和脸部刺伤，后到兴仁派出所投案自首的经过；\n"], "evid_w": [37, 39, 15, 60, 6, 33], "label": [5, 3, 1]}, {"fact": "<s>，2013年4月29日8时许，被告人王传忠驾驶鲁L×××××面包车至山东省青岛市黄岛区（原胶南市）大场镇集贸市场赶集摆摊。为清出摊位，在王传忠挪动被害人张某乙的电动三轮车期间，将三轮车轴承箱撞破漏油，双方为此发生争执。当日9时许，因无法就三轮车维修及赔偿问题达成一致意见，王传忠欲驾车离开，张某乙遂到王传忠驾驶的面包车前方阻拦。被告人王传忠启动车辆推顶张某乙行驶，后车辆压过张某乙的身体，致张某乙死亡，王传忠驾车逃离现场。同年5月7日，被告人王传忠主动到公安机关投案。经法医鉴定，张某乙系受较大钝性暴力作用造成胸骨、颈椎、肋骨多发骨折和大失血致创伤性失血性休克死亡。<u>另查明，庭审后，被告人王传忠与被害人亲属达成民事赔偿协议，被告人王传忠一次性赔偿被害人亲属卜凡英、张某丙、张叶勤经济损失人民币120000元，卜凡英、张某丙、张叶勤对王传忠表示谅解，请求法院对其从轻处罚。<u>\n", "evid": ["<s>，2013年4月29日8时许，其在胶南市大场镇大场集西侧卖菜，张某乙在其北面卖菜。一会儿，来了一辆面包车停在西侧，车头朝南，下来一个卖布的小青年说是他的固定摊。小青年将张某乙的三轮电动车往前一推，后轴承箱碰到了树桩上，轴承箱被撞破流出很多油，张某乙找小青年理论，小青年说赶完集后找地方修修，后小青年和他妻子就在西侧摆上摊。9时许，小青年收摊准备走，张某乙不让小青年走，小青年说让他妻子留下，张某乙不同意，非得让小青年留下。小青年关不上门，就抓着张某乙的衣服，使劲摁张某乙，还打张某乙，后张某乙走到面包车前，蹲下身抓前车牌，但没摘下来。小青年和他妻子、孩子上了车，小青年开车顶着张某乙向西行驶，张某乙手抓着车牌不松手，面包车就顶着张某乙开了约30多米，开始速度比较慢，后速度比较快，面包车将张某乙撞倒后从他的身上压过去向西跑了。\n", "<s>，2013年4月29日9时许，其在胶南市大场镇大场集卖菜时，看见张某乙站着弯着腰，手抓小青年面包车的前车牌，肩膀顶着小青年的面包车车头，小青年下车踢了张某乙几脚，后又上车开车，车头顶着张某乙往西行驶，张某乙手抓着车牌号牌不松手，张某乙还用肩膀顶着面包车，面包车就顶着张某乙开了约30多米，速度比较慢，后张某乙被车撞倒在地上，面包车从张某乙的身上压了过去向西跑了。\n", "<s>，2013年4月29日9时许，其刚到集上看见大哥张某乙在西南角摆摊卖葱，大哥指着旁边卖被单、床单的30岁左右男青年说，这个人把他的电动车磕坏了。其对大哥说他磕坏了就让他修，卖床单的男青年说赶完集，哪里坏了就修哪里。其说赶集都不容易，等赶完集去修就行。后其给侄子张叶勤打电话说他爸爸赶集时电动三轮车被人家给磕坏了，其和他父亲一起修修就行，张叶勤同意。当其准备和大哥张某乙一起去修车时，发现大哥张某乙躺在大场集西南角的东西向土路上，已死亡。其听说是磕坏大哥电动三轮车的男青年开车把大哥撞死的。\n", "<s>，2013年4月29日9时许，其在胶南市大场镇集上收费时，看见大场集西侧的东西路上围了很多人，有人让其赶紧报警，说是有人被车撞了，后其拨打120报警。后其看到一老年男子头朝西，侧趴在大场集西侧的东西路上，流了很多血。\n", "<s>2013年4月29日8时许，我和妻子拉着3岁的儿子一起开着车牌号为鲁L×××××的银灰色长安面包车，到胶南市大场镇集上卖床单、被罩，我看见原先摆摊的地方停着卖葱的60多岁老头的电动三轮车，我就让卖葱的老头把电动三轮车推推，他不推，我就过去推三轮车。这时，卖葱的老头说他的三轮车漏油了，是被我推坏的。我一看三轮车下面确实是漏油了，就说赶完集再给你修车。10时许，我和他说修车，他说不修了，向我要3000元，我说你的车还不值3000元，给你200元自己修就行了，他不同意。老头说他给家里打电话了，他家里来人了我就有钱了，还说不给他钱，就砸死我。我害怕了，就和妻子商量收摊快跑。我准备上车时，卖葱的老头上来拉着我的胳膊不让走，我把老头甩到一边就上车倒车，老头拉着我妻子的胳膊不让走。我倒完车后，下车把我妻子拉上车准备开车跑，老头又跑到面包车前面拦着车不让走。我把车停下，见老头正在蹲着摘车牌子，我把老头拉到离车五六米远的地方。然后我赶快跑上车发动车猛加油门往西跑，刚起步走了两三米，老头又跑到面包车前面拦着，我一下就慌神了，就想快点跑，我踩了一脚不知是刹车还是油门，接着轰的一声车就往前冲了。当时我懵了，看见面包车车头顶着老头往前走了一段距离后，老头就躺地上了，车从老头身上压过去。我踩了踩刹车，从反光镜里看见老头躺在地上，我怕停车后，老头家里人来砸我。我就驾车拉着我妻子、儿子回莒县家里。我把车停在家门口，对我父亲说我开车把一个老头撞了，车从老头身上压过去了，挺严重的，让我父亲赶紧准备钱，需要治伤给钱。<u>\n"], "evid_w": [82, 17, 139, 138, 12], "label": [2, 0, 4]}, {"fact": "<s>，2013年12月30日凌晨1时许，被告人李清华与被害人普文伟在元阳县大坪乡元阳山鼎有限公司水电房矿区3号坑工人厨房内，因琐事发生争吵，普文伟持木凳将李清华头部打出血，双方继而发生扭打，后被旁人劝开。随后，李清华到宿舍拿了一把跳刀装在衣服包内返回厨房，普文伟向李清华道歉，李清华说“没关系”，在双方对话过程中，李清华走到普文伟对面，左手搂普文伟肩膀，右手持刀朝普文伟左胸部刺了一刀后逃离现场，致普文伟升主动脉破裂失血性休克，在送医院抢救途中死亡（殁年14岁）。当日10时许，李清华到元阳县公安局大坪派出所投案。<u>\n", "evid": ["<s>2013年12月30日凌晨1时许，他与普文伟、李清华等人在工地厨房吃饭时，普文伟叫李清华把烟筒让给李清华的舅舅吸，二人因此发生争吵，普文伟用凳子把李清华的头打出血，二人继而相互扭打，他们把二人劝开后，他回了宿舍，因怕普文伟与李清华再次打架，他又返回厨房，并坐在普文伟与李清华之间劝说二人，这时李清华笑着过来用左手搂了一下普文伟肩膀，他看见李清华右手拿着一把刀从普文伟胸口拔出来就走开，普文伟说了句“他用刀捅着我”之后就倒在地下。\n", "<s>普文伟与李清华打架被劝开后，他以为二人已经和好，没注意李清华什么时候拿刀刺普文伟，李清华捅了普文伟后就跑了。\n", "<s>2013年12月30日凌晨1时许，工友的吵闹声将他吵醒，他来到工地厨房时，看到普文伟、李清华二人在争吵，李清华从桌子上拿了一把菜刀，说被普文伟打了，要砍普文伟，他把菜刀抢下，李清华就走开了。几分钟后，李清华返回厨房，普文伟向李清华道歉，李清华边与普文伟说着话，边走到普文伟身旁，用左手扶着普文伟的肩膀，他看见李清华的右手从普文伟胸部向外拔，李清华的手中有一把刀，李清华拔出刀后就跑了。之后，普文伟在送医院抢救的途中死亡了。\n", "<s>2013年12月30日，普文伟、李清华二人吵架，他们到达现场时普文伟已经倒地，后普文伟在送医院抢救的途中死亡。\n", "<s>2013年12月30日凌晨，他与普文伟等一起上班的工人在厨房吃夜宵时，普文伟叫他把烟筒让给别人抽，两人因此而发生争吵，普文伟用木凳打了他的头，他想用菜刀砍普文伟，但被旁人劝开。此后，他回到宿舍拿了一把跳刀装在衣服包内，返回到厨房，普文伟向他说“我错了”，他当时想杀普文伟，想了一会就用右手拿出包内的跳刀，左手扶着普文伟肩膀，用右手朝普文伟左胸部刺了一刀后拔出刀就跑，在跑的途中不知刀掉在了何处。天亮后，他到派出所自首时得知普文伟已死亡。\n"], "evid_w": [66, 96, 61, 27, 7], "label": [0, 2, 1]}, {"fact": "<s>，被告人杨华端与被害人张某壬婚后感情不和。2014年2月19日0时许，被告人杨华端在漳州市龙文区蓝田镇福晟钱隆学府卓越小区2幢810室内，与被害人张某壬发生争吵，遂到厨房拿了砍骨刀返回卧室，朝躺在床上的被害人张某壬的颈部、头部乱砍致其当场死亡。后被告人杨华端用打火机点燃床罩焚烧被害人张某壬的尸体引起火灾，经消防官兵扑救于当日9时20分被扑灭。当日7时许，被告人杨华端自动到漳州市公安局龙文分局蓝田派出所投案。<u>另查明，被害人张某壬生前在城镇工作生活超过一年，可视为城镇居民，附带民事诉讼原告人张某甲、张某乙、张某丙分别是被害人张某壬的父亲、母亲、儿子。附带民事诉讼原告人张某甲、张某乙有五个子女，均已成年。<u>\n", "evid": ["<s>被告人杨华端与张某壬的夫妻感情一直不好，经常吵架。杨华端脾气比较暴躁，曾经因为张某壬嫌她唠叨喝农药自杀过。他们夫妻常闹矛盾的原因一是张某壬在角美的一间工厂上班，负责管理的，有时候在外面喝酒应酬到很晚，杨华端就慢慢怀疑他在外面有女人，张某壬比较晚回家的时候两个人就会吵架；另一个原因是杨华端嫌张某壬不会赚钱，没本事。\n", "<s>从2012年年底，张某壬就开始跟其说过杨华端总说他经常出去外面应酬很晚回家，总是怀疑他在外面鬼混，有女人。杨华端总是因为这个事情跟他吵架、打架。因为吵架吵得没办法，张某壬曾叫其去帮忙劝杨华端好多次。在2013年8月左右，杨华端还以喝农药的方式来胁迫张某壬，还好被及时发现，送医院抢救后没事。\n", "<s>杨华端和张某壬经常吵架，不仅在诏安老家吵架，还经常在龙文钱隆学府的家里吵架。而且有时候杨华端还会在吵架的时候打张某壬，用指甲将张某壬抓得满脸是伤。\n", "<s>张某壬与杨华端夫妻感情差，经常吵架、打架。杨华端脾气暴躁，经常怀疑张某壬在外面有女人，抱怨他赚钱少，2013年8月份，杨华端曾为此喝农药自杀。还有一次是在2012年，当时因为张某壬晚回家，杨华端抱怨并怀疑他外面有女人，两人吵闹得很厉害，当时张某壬叫其过去他家里，让其把他家菜刀、铁锤等刀具和利器收起来带走，张某壬怕杨华端自杀或者拿刀杀他。\n", "<s>张某壬与杨华端之前感情还不错，杨华端在怀孕之后脾气变得不好，经常和张某壬吵架，还会打张某壬。\n", "<s>张某壬为人正直，张某壬与杨华端的夫妻感情不好，经常吵架。其听李副总说杨华端曾到公司找他说张某壬不够关心她，还打听张某壬有没有其他女朋友。\n", "<s>张某壬这个人在公司人比较实在、内向，工作认真。张某壬有提过他老婆经常怀疑他在外面有女人，张某壬有给其说过他结婚前有几个女朋友，所以结婚后他老婆经常怀疑他在外面有其他女人。其和张某壬接触时没见过他有什么女朋友。\n", "<s>张某壬在厂里比较优秀，与杨华端夫妻感情不好，没看到或听到他与哪位女性关系比较好。\n", "<s>杨华端与张某壬之前感情较好。从杨华端怀孕以后，杨华端与张某壬的夫妻感情变差，经常会吵架，甚至打架。杨华端还离家过两次，后面甚至喝农药自杀过。杨华端生完小孩后精神状态不大正常，曾跟其说过张某壬在外面有女人，但每次其问她张某壬外面那位女人是谁，叫什么名字时，杨华端都说她也不知道。杨华端总是怀疑张某壬外面有其他女人，因而双方感情一直不好。\n", "<s>杨华端与张某壬的感情不好。杨华端平时和娘家人的感情还是可以的。\n", "<s>张某壬为人老实，杨华端脾气不好，两人夫妻感情不好，双方经常吵架，2013年两人还闹离婚。在官陂张某壬家时，杨华端因一点小事就骂张某壬母亲。其没听说、也不知道张某壬在外面有其他女子，张某壬在村子里算是很老实的人。\n", "<s>杨华端在娘家时没有什么精神疾病或其他异常情况。\n", "<s>其与杨华端同一监室，杨华端在看守所中较为孤僻，疑心比较重，容易情绪激动，平时精神很恍惚。\n", "<s>其与杨华端同一监室，杨华端性格内向，不和同监室人员交流，平时整日都疑神疑鬼，曾跟她说过张某壬在外面有“小三”。\n", "<s>杨华端性格比较内向，不和同监室的人员说话，和室友合不来，在日常生活中比较易怒，总是说她丈夫对不起她，也不搭理她，还对其说她丈夫在外面有小三。\n", "<s>其是杨华端楼上邻居，杨华端称其为大姐，其称杨华端为小妹，杨华端平时跟其聊天时说过她老公张某壬经常打她，其也看过她脸上被人打过的伤痕，2014年2月18日23时许，其听到楼下有人喊“救命”，大约23时30分许，其感觉楼下房间有拖动椅子的声音，大约23时40分许，又听到楼下刚才那个声音在喊“救命”。\n", "<s>其是钱隆学府小区卓越物业服务中心的负责人。钱隆学府卓越小区总共14栋楼。7栋和9栋是33层，其他都是18层，卓越小区入住的居民总共1719户，事发当时入住的居民不到一半。卓越小区2栋共有18层，共189户，2层有12户，3至18层每层各10户，有两个电梯和一个安全通道电梯。2栋入住率比较高，2月份大约有60％入住，约有110户。\n", "<s>、辩解及辨认、指认笔录，供认其与被害人张某壬于2011年11月结婚，2012年9月份其生完小孩以后为照顾小孩跟张某壬分开睡，之后两人感情不和。2013年6月其发生车祸后获得赔偿，2014年2月18日22时多，张某壬从外面喝酒回来，上床做爱后他说让其把车祸的赔偿款给他，说那钱是他先出的，其很生气，两个人就吵起来，停了一会儿后，他说他在外面有女人，要其退出，其听了很生气，就用手打他，他用手把其架开。后来双方发生争吵，张某壬用矮凳子砸到其额头，还打其，其很生气，遂到厨房拿一把砍骨头的菜刀，返回卧室持该把菜刀朝躺在床上的张某壬颈部、头部等部位砍好几刀。后到九龙江边跳河自杀未成，返回家中看到被害人张某壬一动也不动就用打火机点燃床罩焚烧张某壬的尸体。其想张某壬肯定没救了，自己也不想活了，想过跳楼自杀但没勇气，想上吊但感觉很难受，又不想死，就到卫生间把沾到血迹的衣服换起来，然后提着手提袋及一个蓝色塑料袋子走出家门打110准备投案。天亮后，其找到蓝田派出所去投案。经依法辨认其辨认出砍杀张某壬所使用的刀具，辨认出杀害张某壬的地方、拿刀具、扔刀具的位置、纵火烧张某壬的地点，砍杀张某壬时所穿的衣服。\n"], "evid_w": [49, 8, 42, 2, 28, 19, 3, 30, 1, 35, 1, 32, 8, 6, 6, 8, 10, 18], "label": [0, 3, 17]}, {"fact": "<s>，2013年10月7日6时30分许，被告人董伟在沈阳市大东区某快餐店门前，向于某（被害人，男，殁年61岁）出售蘑菇时，因价格问题与于某发生争执，董伟手持剪刀刺中于某左胸部，致其心脏被刺破造成急性失血性休克而死亡。被告人董伟于同年10月9日被公安机关抓获。<u>\n", "evid": ["<s>2013年10月7日6时34分，我在洮昌早市买菜时，看见邻居于某站在一个肉摊前，用右手捂着左胸部，手上有血。于某指着旁边的男子对我说，就是被这个男子扎的。我准备去抓那个男子，他手持一把黑色剪子就跑了。我看见于某倒在地上，就拨打了报警和急救电话。这个男子我没看见正脸，辨认不出来。我见到于某时，他什么也没拿。\n", "<s>2013年10月7日6时30分左右，我在洮昌早市摆摊时，听见摊位边上一个卖蘑菇男子（即被告人董伟）和一个50多岁买蘑菇男子（即被害人于某）在吵吵，过一会俩人开始厮打，董伟一直拿着一把剪刀，二人一直打到大约5米远的路中间，董伟拿着剪刀扎了于某三下，前两下没扎到，第三下扎到了于某的左胸，董伟就跑了。于某就倒在卖蘑菇的摊位前。\n", "<s>2013年10月7日早晨，董伟接上我和冯某某到洮昌早市，董伟卖蘑菇，我和冯某某给他“牵驴”（假装买蘑菇诱使别人购买）。6时左右，一个老头（即被害人于某）要买董伟的猴头菇，我就上前“牵驴”，董伟说零买成串称我说买半串，之后我就跟于某说一人一半，于某同意了。董伟就把一串猴头菇剪了，先给我称了一半是2斤，于某的也是2斤。我给董伟600元后就走了，没走几步就听见董伟跟于某吵起来，又看到二人撕扯。我就过去喊小双的岳父，让他过去看看，我就去给小双岳父取手机电池了。之后我看见冯某某，她说董伟把于某扎了。当天下午，董伟把我和冯某某垫付的牵驴钱返给我俩，董伟还说早上用剪子把那个老头划了，看报纸知道他死了。董伟以前卖蘑菇，有时遇到称完不买的人就用剪子拍摊位，说“不买的话就用剪子穿死你”。董伟雇我和冯某某每人每天50元。\n", "<s>上述案件起因，同时证实：于某与董伟发生口角后撕扯起来，董伟用剪刀扎了于某的左腋下面一下就跑了，之后我去找李某某，她给了我装蘑菇的口袋并告诉我里面有小双岳父的鞭子。当天下午，董伟找我和李某某一起吃饭，把当托垫的钱还给我们，还告诉我们把电话卡扔了。<u>\n", "<s>案发后董伟告知用剪刀扎伤一名买蘑菇男子（即被害人于某）的事实。\n", "<s>被害人于某从包里掏出鞭子，其上前抢下鞭子时发现于某已受伤及将鞭子交给帮董伟卖货的女子的事实。<u>\n", "<s>案发后其与董伟一同返回洮昌早市，董伟让其帮忙把车牌号为辽AXXX的五菱车从早市开出来，后开车拉董伟回家的事实，并有该车辆照片在卷；还证实董伟给其打电话告知原手机号码不再使用的事实。<u>\n", "<s>2013年10月7日5时许，我驾驶自己的五菱红光微型面包车，接李某某、冯某某一起到洮昌小区早市，她俩是给我“牵驴”（假装买蘑菇诱使别人购买）的，每人每天给50元。车停在北侧小区里，我用手拉车推一袋滑子蘑，一袋猴头菇往早市东侧走，蘑菇我是从沈阳南二市场进的，猴头菇是60元一斤进的。我从一个大姐手里租了一个摊位开始摆摊卖货。6时30分左右，一个老头（即被害人于某）问我猴头菇多少钱，我说40元，成串买30元。这时李某某就过来说一人一半，我就把那串蘑菇剪一半，先给李某某称二斤，然后给老头称了二斤二两，我说算二斤，李某某给了我600元钱拿着蘑菇走了。于某拿出30元钱给我，我说钱不够，他说回家再给我取30元，我说不对，你还差我570元。然后，老头说不是30元一斤吗，我说是30元一两。老头说那我不买了，把钱退给我。我说已经剪开了，不好卖，然后我就蹲下来把蘑菇往袋里装。老头就拎我脖领向我要钱，并打我脸一下，我就从地上捡起剪蘑菇的剪子，用右手握着剪子朝着老头的左胳膊下方扎了几下，感觉扎身上一下，然后于某踢了我两脚，从袋里拿出一个铁鞭子，这时刘某的岳父过来，将鞭子抢下来，我看情况不好就拿着剪子跑了。我打了一辆出租车到我家楼下下车后，把衣服与剪子一起扔到超市门前的垃圾箱，然后上楼回家了，我跟我妻子周某说跟人打架了并给刘某打电话让他把我的车开回来。当天下午，我与冯某某、李某某一起吃饭把她们牵驴的钱返了回去，冯某某把鞭子给我了，说是刘某的岳父给的，鞭子让我在回老家的路上扔在道边上了，具体位置记不清了。10月9日我在家中被公安机关抓获。\n"], "evid_w": [29, 10, 6, 40, 24, 0, 19, 1], "label": [0, 7, 3]}, {"fact": "<s>：2014年9月11日9时许，被告人张高和奶奶程某到浠水县蔡河镇官塘坳村10组张湾后山，为爷爷张楚雄祭坟。期间，二人因琐事发生争吵。被告人张高持砖头追打程某，在程摔倒在路边水沟后，继续持砖头击打程某头部，致程某当场死亡（殁年57岁）。经鉴定，程某系被钝器暴力打击头面部致重型颅脑损伤合并急性失血性休克死亡。被告人张高经鉴定患有轻度精神发育迟滞，本案中负有部分刑事责任能力。<u>\n", "evid": ["<s>，2014年9月11日9时许，我路过官塘角，在去蔡湾的机耕路上，看见张高手拿一块红色砖头弯腰用力在打什么，砖头上好像有血，我喊张高叫他别打人，张高没理我。我跑回家打电话给艾长生，艾长生和许某甲赶过去了，后听说程某死了。\n", "<s>，2014年9月11日9时许，我接到闵某电话称张高在官塘角后山处打程某。我跑到那里，看见程某头朝上倒在路左边的水沟里，张高手上拿着一块红砖朝程某头部击打，我过去阻拦，张高说程某打他，说完挣脱我朝山上跑。我看到程某的头部被打瘪了，头部下方有很多血，人已经死了，我就打110报警了。\n", "<s>，2014年9月11日9时许，我听说张高将他奶奶程某打死了，赶到现场，看见程某躺在路边沟里，人已经死了。后我和许某甲骑摩托去追张高，路上许某甲说他赶到时张高还在用砖头打程某，他上前拉，张高挣脱后往官塘小学方向跑了。\n", "<s>，2014年9月11日9时许，在官塘村10组路边，我看到张高在远处拿个东西朝沟里打，村书记过去吼张高，张高见有人过来就跑了。后来才知道张高打的是程某。张高平时没发病比较正常，发病喜欢在路上追车。\n", "<s>，2014年9月11日9时许，我骑摩托带妻子蔡某回家经过官塘坳村张湾后山时，看见一个人血流满面的倒在水沟里，我妻子害怕，我们就骑车离开了。后听说那是张楚雄的媳妇叫“香儿”，是她孙子打的。\n", "<s>，张高平时表现与常人不一样，喜欢在公路上无故追赶车辆，曾经将我村村民祖坟基石推倒，有时无故大声吼叫。\n", "<s>，2014年9月11日9时许，我听说儿子张高将我的继母打伤后驾车赶到现场，看见继母倒在父亲坟墓下的水沟里，身上都是血迹，已经断气了，张高不知去向。张高有××史。\n", "<s>，2014年9月11日中午，我听说张高将程某打死了。15时许，我接到一个武汉的号码，是张高打过来的，他说在武汉，具体地点不清楚，让我去接他，我让他打110投案自首，他答应了。19时许，张高的舅妈也接到张高打的电话，也劝张高打110投案，张高让店老板打了武汉警方将张高接走了，我把这个信息告诉了浠水公安局的民警。\n", "<s>，2014年9月11日20时23分，有一男青年在武汉市武昌区中北路其商店内用139××××7654的电话打110报警的情况。\n", "<s>供称，2014年9月11日上午，是我爷爷张楚雄死后的“四七”，奶奶程某带我一起上坟。程某让我拿柴垫着烧纸钱，我拿了些柴，她说我没拿，还骂人，打我的头、脸，将我打痛了。我忍不住就用手打了她的脸两下，程某把她的钱包给我，叫我莫打。我拿了钱包后她就往路边跑，我在坟边捡了块砖头打她，不让她喊，把她追到沟里，她摔倒时还抓住我的头发，并喊人来救命。我不让她喊，用砖头打她的脸，打了两下后，许书记和艾长生赶过来了，许书记推开我，我就跑了。<u>\n"], "evid_w": [50, 30, 25, 48, 15, 7, 5, 3, 4, 1], "label": [0, 1, 2]}, {"fact": "<s>：2014年9月5日12时许，被害人李某1驾驶自己的小货车（贵E＊＊863）到贞丰县某镇某村某组贩卖米糠，使用小喇叭循环播放“卖米糠、卖米糠”的呼叫声，被告人向仕本在家听到小喇叭长时间的呼叫声后，导致心神不安，便从家中拿起一把锄头到李某1卖米糠处，持锄头就对李某1头部进行打击，将被害人李某1打倒在地并死亡。经贞丰县公安机关司法鉴定中心鉴定，李某1系被他人用钝器（锄头、石头等）打击导致颅脑严重损伤死亡。经贵州省第二人民医院法医精神病鉴定中心鉴定，向仕本患有精神分裂症，为有限定刑事责任能力。<u>\n", "evid": ["<s>饶某秀证言：今天中午，我听见有人喊“卖米糠”我就走出看，我堂奶问他多少钱100斤，卖米糠的人说55元100斤，之后又说50元100斤，我堂奶就走了。这时我看见向仕本提着一把锄头顺着路走下来。走到车子后面，就打那个卖米糠的人，我看见害怕就跑了。向仕本患有精神病，平时自言自语，也不干农活。\n", "<s>梁某新证言：今天中午，我准备去地里干活，走到我们寨子时，看见一个卖米糠的人，我就问他好多钱100斤，他说55元，我就问他50元100斤买不买，他说不卖，我就走了。这时候我们寨子的饶某秀也走到那里，我和饶某秀就走了，走得几步就听见向仕本在那里骂那个卖米糠的，我就回头看，看见向仕本拿一把锄头打那个卖米糠的人，我就往下面走了，也不敢看了。向仕本患精神病有十多年了，平时向仕本除了打他的妻子外，没有看见打其他人。\n", "<s>韦某文证言：向仕本大约有60岁，身体很好，但是患有精神病，向仕本患病有十多年了，今天有几个村干部给我说向仕本打死了一个卖米糠的小伙，因为我不在现场，向仕本是怎么打的我不清楚，当时饶某秀和向某文的老婆梁某新在场。\n", "<s>梁某成证言：向仕本有60岁左右，患有精神病，具体是哪一年患的不清楚，大约有十多年了。小寨组的组长打电话给我说向仕本把一个拉米糠来卖的小伙打伤了，我就赶到现场，看见有一个小伙头部被打伤了，脑水被打出来了，但是当时还没有死。我就打急救电话，韦某志就打电话报警，后来我听说救护车来人接走后，还没有送到医院那小伙就死了。\n", "<s>韦某志证言：向仕本今年有60岁左右，他老婆叫杨某必，向仕本患有精神病，寨子里面的人都不敢惹他。最近几年向仕本都不干农活，早上8点钟左右就顺着河沟走，边走边骂，之后又回家，晚上又出去走，我们寨子里的人都不敢接近他。今天中午12点左右，向仕本在我们进寨子路口处把一个卖米糠的小伙打伤了，向某正打电话给我讲后，我就打电话报警了。\n", "<s>杨某必证言：我与我丈夫向仕本分居有二十多年，他在二十多年前就患有精神病。1979年他被罗某学打伤，当时他的脑浆都被打出来了，医好回家后，会自言自语骂人，会砸家里面的东西，有时候还会打家里面的牛、马，从那时候起他就被者相水利站的辞退，之后就一直住在小寨家里。今天我是听寨邻讲我才知道，他在寨子里打人的事情。\n", "<s>韦某熊证言：向仕本在2013年打我老婆和用石头砸我家房子，后来是村干部来处理的，村干部说向仕本精神不正常，就没有要向仕本开钱医治。后来是民政拿钱补偿的，向仕本得精神病有十多年了。\n", "<s>王某丽证言：我是贞丰县水利局工作人员，向仕本以前是三岔河水管所的一个临时工，都是干一天得一天的钱，没有固定的工作收入，在我们单位多久我记不起来。\n", "<s>罗某学证言：大约在三十年前，向仕本家兄弟向某堂准备取我妹当老婆，后来因为他们感情不合，就没有结婚，我妹与大寨的一户人家准备定亲，向某堂就带向仕本来我们家闹，之后我们两家就发生打架。当时我不知道用什么东西打了向仕本的头，就把他的头打出血了，我们这边也有人受伤，所以就各自承担医疗费。向仕本具体患精神病的时间我也不清楚，都是最近几年，我才发现向仕本一天自言自语的在田坎、河沟边上走来走去的，我前几天听说向仕本在他们寨子里打死一个卖米糠的小伙。\n", "<s>向某礼证言：我大哥向仕本在三十多年前被罗某学打伤过头部。医好后，他的脑子就有点不管事，最近几年比较严重，不发病的时候在家中会做饭、洗衣服，一发病就乱来，打骂我大嫂，我家老婆和小孩也被他打过几次。我听寨子里的人讲他在寨子里打死一个卖米糠的小伙。\n", "<s>向仕本的供述：今天早上我在家煮中午饭，吃完饭我就去看我的新房子。看完新房子后我就去河边散步，散完步，就回到老房子，听见有人开车按喇叭吵着我了，我就扛着锄头去看。看见我家老屋基弯弯那里有个车子上不去，在那里打滑，我就拿锄头坳石头去堵路，不给车子上去，之后的事情就不知道了。<u>\n"], "evid_w": [17, 19, 47, 30, 2, 31, 69, 2, 2, 17, 12], "label": [3, 2, 4]}, {"fact": "<s>：2014年8月3日23时许，被告人卢江明因情感纠纷与马某一在绿春县党校岔路口发生扭打并致二人倒地后，被告人卢江明捡起路边的一块石头朝睡在地上的马某一头部连砸数下。后卢江明与接警赶来的公安民警一起将马某一送往医院抢救，马某一经抢救无效于次日死亡（殁年26岁）。经法医鉴定：马某一系开放性颅脑损伤死亡。<u>另查明，案发后，被告人卢江明亲属已代卢江明赔偿被害人亲属人民币20000元用于支付马某一医药费87元、救护车出诊费6000元及丧葬费事宜；庭审后又预交人民币5000元至我院。<u>\n", "evid": ["<s>2014年8月3日23时20分左右，她和大表姐马某一的一个朋友及小表姐在绿春县党校岔路口附近的住房准备睡觉，突然听到楼下有尖叫声。她和小表姐站在窗子处往下看，她看到一名穿黑衣服的男子坐在马某一的肚子上，用双手举着一块石头连续地砸在马某一的头部。马某一的朋友下去看后跑上来叫打电话报警，她就打110报警。后她再到窗口看，见那男子已没再打马某马某一仰面朝天地躺在地上已不会动，脸上和地上全是血。那男子在马某一身边走来走去等救护车来到，就把马某一背上车送去医院了。\n", "<s>案发当晚她在马某一家睡觉。约23时许，她听到马某一在楼下叫她，她跑下去看到一个穿黑色T恤，年龄大概30岁左右，身高165cm，讲本地口音的男子在与马某一争吵并相互拉扯。她上去劝，见马某一被拉倒在地上，后那男子不知从哪里拿出一块石头朝马某一头部砸了两下，出了很多血，她害怕大喊救命就跑上楼了。\n", "<s>2014年8月3日23时许，他在绿春县老党校岔路口附近玩麻将，听说公路上有人打架了，就与在一起玩的人出去看。他看到一女子倒在地上，有一男子还站在旁边。那男子讲“不想死么不要过来”，后他们都没敢过去看。随后见110警车来到，他们就走了。\n", "<s>2014年8月3日23时30分许，他在云视宾馆听到有人在外面喊“救命”，他出去看见有一女子站在老党校的路旁边叫喊，旁边有一男子骑在另外一名女子身上用石头砸该女子的头部三四下，从路边的麻将室走出一名女子和三个人。有两名男子上去好像是与砸人的男子说什么，另一个戴眼镜的男子就拿出电话来好像是报警。他见砸人的男子从躺在地上的女子的身上站起来用石块朝自己的头上砸了两下，回去爬在躺在地上的女子的身上，几秒钟后又站起来用石头朝自己的头部砸了两下。他便叫他老婆打电话报警。后来，砸人的男子把被砸的女子背起来，见警车来就上车走了。同时证实他不认识砸人的男子也辨认不出该男子。\n", "<s>2014年8月3日23时许，她买烧烤回家路过老党校岔路，听到一女子说“不要打了、不要打了”，看见一女子扶着另外一名女子，有一男子拿着一块比碗口大的石头在追那两名女子。\n", "<s>2014年8月份的一天晚上，他在绿春县党校岔路的一民宅打麻将，听到老板讲有人在外面打架。后他出去看见一女子倒在地上，抽搐时从嘴里还时不时地喷出血来。旁边站着一名男子从地上捡起一块石头对他说“想死么过来”之后，用石头朝自己的头部砸了两下，他害怕就离开了。同时证实以前没见过那男子，晚上又看不清人，不能辨认。\n", "<s>，他和马某一有男女关系近5个月了。案发前10多天，马某一刚离完婚。2014年8月3日中午，他接到马某一的电话，从老家赶到绿春县城找马某没找着。后他在草茂水吧看见马某一和两男一女及两个小娃在那里，他便躲在远处观察。23时许，他见马某一从家里出来公路上打完电话，与另外一名男子拥抱在一起。他就用手机拍了两张照，后出去问马某一“你们是什么关系？”马某一和那男子都没有说。他讲“我和马某一是在一起的，以后你们是什么关系我不管。今天你先走，我和马某一有事要说清楚。”那男的离开后，他与马某一争执起来并搂着拉扯到公路上。马某一用脚将旁边的石头踢过来捡起说用石头砸死算了，把石头砸在他俩面前。他拿起石头砸在地上，同马某一一起摔倒在地上，马某一用脚踢他还拿石头砸他头部，他抓着马某一的头发就用石头砸在马某一的右耳后，接着又朝马某一头部连续砸去。后他扶起马某一看见一辆微型车开过来，招手拦车，司机看到他俩满脸都是血就开走了。他背起马某一见110警车开过来，就上车把马某一送去医院。\n"], "evid_w": [75, 53, 37, 8, 26, 37, 4], "label": [1, 0, 5]}, {"fact": "<s>，2014年9月17日14时许，被告人李元元到同村村民曹某乙家，以翻找电动车钥匙为由在曹某乙家电视柜内发现一女包，内有现金人民币9700元。趁曹某乙不备，被告人李元元将包内的现金装进自己的衣兜内。得手后，李元元误认为被曹某乙发现，遂用夏凉被将躺在坑上的曹某乙头部捂住，直至其昏迷。后李元元又用放在曹某乙家梳装台处的一个刀片，将曹某乙右手腕部割开，见曹某乙伤口处流血后逃离现场。在逃离的路上将刀片扔到路边的草丛里。经秦皇岛港城司法医学鉴定中心鉴定：曹某乙右手腕部损伤符合锐性外力作用所至，外力作用致伤者右腕部0cm长创口，已构成轻微伤。<u>\n", "evid": ["<s>，2014年9月17日14时许，其到本村村民曹某乙家取光盘。临走时因其找电动车钥匙，发现在曹某乙家卧室的电视柜内有一女式拎包，其与曹某乙妻子郭某关系要好，知道包内肯定存有现金，故在女包内翻找。见有一沓百元人民币，趁曹某乙不在卧室之机将钱装入自己衣兜内。在将女包放归原处时，曹某乙走进卧室，其误认为已被曹某乙发现，怕曹某乙告诉他妻子郭某，遂用夏凉被将已躺在坑上的曹某乙头部捂住，直到曹某乙不再动弹，横倒在坑上，右手搭在坑沿处。后其看到曹某乙家梳妆台上有一个刀片，就用这刀片将曹某乙右手腕部割开，见有血流出后才匆忙离开，在离开的路上随手将刀片扔到路边的草丛里。\n", "<s>，2014年9月17日下午5点左右，其回到家中，见其丈夫曹某乙躺在坑上，曹某乙身上、被子上到处是血。给曹某乙擦血时发现在其右手腕部有一个口子。在准备钱去医院时，其发现存放在电视柜下边包里的9700元钱没有了，其中有700元尾号都是带8的。家里没有被翻动的痕迹。平时与本村李元元要好，李元元知道其放钱的位置。\n", "<s>，2014年9月17日下午5点多，其回到家中，见其公公曹某乙身上、被上到处是血，且右手腕处有一道4厘米长的刀口，家里的9700元钱不见了。\n", "<s>，2014年9月17日下午1点多，其妻子李元元从家里出去，大约下午3点多回来。第二天，即9月18日，其与妻子李元元偿还其朋友曹月5000元，并带孩子到秦皇岛市区内的千家惠商场花200元为孩子购买了衣服。\n", "<s>，2014年9月17日下午，李元元偿还其人民币600元，所还现金尾号都是带8的。\n"], "evid_w": [56, 45, 33, 62, 73], "label": [0, 3, 1]}, {"fact": "<s>，被告人高三与被害人张某某系同村村民。2011年1月10日高三向张某某借钱未果，便骑上摩托车到了五原县隆兴昌镇荣誉七社孙二家，喝了半瓶白酒，又想到以前与张二栓有矛盾，便想杀死张某某，又买了一瓶白酒回到家中喝完。约14时许高三从家中厨房橱柜抽屉内拿了一把不锈钢菜刀骑上摩托车到五原县隆兴昌镇荣誉八社郝全有家地内找到往回拉骡子的张某某，用菜刀在张某某头上、脖子上乱砍，看到张某某死亡，高三骑上摩托车回到家中将作案时穿的蓝裤子洗了，所穿有血的白色棉鞋放到炉内烧了。后高三在自家被公安人员抓获。经鉴定死者张某某系因重度颅脑损伤导致死亡。经内蒙古精神卫生中心司法鉴定所精神疾病鉴定，被鉴定人高三无精神障碍，完全刑事责任能力。<u>另查明，被告人高三2006年5月25日因犯盗窃罪被五原县人民法院判处有期徒刑五年，于2010年4月24日刑满释放。<u>\n", "evid": ["<s>2012年1月10日靳秀向公安机关报称，案发当天下午他侄儿子给他打电话说其姐夫张某某在地里出事了，后送医院抢救无效死亡。他赶到医院发现张某某头部有很多带血直道子，脖子气管跟前有一个口子，伤痕不像是骡子踢的，像是被人用刀砍的，便打电话报案。\n", "<s>2012年1月10日下午，张某某媳妇XXX来到他家说，骡子回来了，张某某没有回来，他让儿子去东边地里看，后回来说张某某脸烂了，摔成血脸，他去了村东边地里，看见张某某头朝南，面向上躺着，左脸面部全部烂了，血肉模糊，右脸嘴角有一道横伤，脖子上气管也被割开。后送医院抢救无效死亡，便打电话报警。晚上他领上公安人员去高三家将其抓获。并证实张某某与高三无过节，高三以前因盗窃判刑与张某某没有关系。\n", "<s>2012年1月10日上午，他在高兵家碰见高叫高三到他家喝酒，高三一个人喝了多半瓶约八两白酒，约十二点钟骑摩托车回家了。\n", "<s>案发当天他父亲高三喝醉了将他用摩托车送回家，又到旧沙河公社买了一瓶白酒，在家里喝完酒从窗户上把酒瓶扔出去了。后从家中拿了一把菜刀说要去杀同村张某某，便骑上摩托车走了。过了一段时间，高三骑摩托车回来，进门就把自己穿的蓝色裤子、白色球鞋洗了，白球鞋没洗净，就扔到烧炕的炉子内烧了，看见球鞋鞋带上有血。\n", "<s>案发当天下午高三在五原县隆兴昌镇荣誉七社喝酒喝多了，回到家又从旧沙河公社买了一瓶白酒喝了，将家里窗玻璃打烂拿着家里菜刀出去了，菜刀拿走后就没有拿回来。菜刀是不锈钢的，刀上有个圆窟窿，刀把上有黄色。并对七把菜刀分别两次进行辨认，辨认出第一组的5号菜刀和第二组的3号菜刀，就是其家中做饭菜刀，两次辨认为同一把刀。\n", "<s>案发当天13时许，看见他三爹高三骑着摩托车出去了，一会儿又骑摩托车回来了。穿的深色休闲服，深色布料裤子，脚穿一双白色休闲鞋。高三平时一个人就在家喝白酒。\n", "<s>2012年1月10日13时许，高三酒后来他门市部买了一瓶白酒。高三平时天天醉的了。\n", "<s>案发当天16时许，高三喝酒喝多来到他家，上身穿不太深色的夹克，脚穿白边休闲鞋，左手提着一把不锈钢家用菜刀，后骑摩托车走了。他便给高二打电话说了此事，高二说高三在家了。高三平时经常醉的了。\n", "<s>案发当天16时许，韩某某给其打电话说高三提的一把菜刀到他家，喝酒多了。其赶到高三家，看见高三骑的摩托回来，其问高三提着菜刀在村里干什么，高三说和其没关系。其从高三家出来到村里，听见人们议论张某某进了医院。并证实当天13时许，高三给其打电话说起和张某某因为土地的矛盾。高三精神上没有毛病，只是从监狱回来后，一个人就在家里喝酒，很少和村里人来往。家族中其姐姐是呆傻人。\n", "<s>2012年1月10日16时许，高三喝酒喝多了来到其家，要酒喝，说以后再也见不到他了。穿着灰色夹克服、蓝黑色裤子，手里拿着一把新的不锈钢菜刀，刀把是木头的，刀面上有血。在其家呆了半小时后离开。高三平时就爱喝酒。\n", "<s>高三平时就是爱喝酒，别的毛病没有，也没有精神病，高三的姐姐是呆傻人。\n", "<s>其丈夫张某某被害前没有和其说过高三借钱一事，和高三平时没有经济来往。\n", "<s>高三对犯罪的起因、时间、地点、所采用的手段、情节及用菜刀砍切的部位等事实供认不讳，且与以上证据能够相互吻合印证。\n"], "evid_w": [48, 5, 38, 12, 23, 15, 23, 14, 56, 32, 65, 30, 6], "label": [8, 0, 4]}, {"fact": "<s>，2009年6月27日晚10时许，被告人姜圣海伙同胡海风、杨权（均另案处理）在温州市鹿城区牛山北路二潭路口，因胡海风和石某乙债务纠纷一事，和石某乙、齐某丙、张海朋等发生争执，并持刀互殴。期间，姜圣海伙同胡海风、杨权、松松持刀追砍对方，将逃至一出租车内的齐某丙拉下围砍多刀，致其死亡。经法医鉴定：被害人齐某丙全身检见多处锐器伤，系遭他人持锐器砍切致左腘动、静脉，左膝上外侧动、静脉，左膝上内侧动、静脉完全离断，大失血死亡。<u>同年6月29日，被告人姜某、石某甲明知被告人姜圣海犯罪而护送其离开温州，前往湖南省泸溪县。同年7月3日，三被告人被公安机关抓获。<u>\n", "evid": ["<s>，2009年6月27日晚，自己和老乡海风、李勇（杨权）、阿华夫妇、松松夫妇想去小南门吃火锅，走到牛山北路时海风被小明的三四个朋友拦住，要海风还小明的赌债2000元，还打电话叫来小明。几分钟后，小明坐出租车过来，责问海风为何不还钱款，海风说已经归还，于是两人就对骂，双方朋友互相推搡。小明方有几个人就摸出匕首，而我们就从旁边小店拿椅子等和他们对打。自己在对打时被打倒，腿上被刺一匕首，“松松”、海风就去阿华麻将店后巷子拿出四五把刀给我们（除了阿华，其余四人都拿刀）。于是我们就追赶对方，阿华夺下对方一人匕首，自己因为腿受伤追得慢，海风、松松、李勇（杨权）持刀追打对方，自己追到大路上，发现对方只剩下一个人，而且上了出租车，李勇就把这人拉下车，自己就上去砍了这人右腿一刀，“松松”砍了该人背上。砍完后，我们各自跑掉。\n", "<s>，自己送姜圣海到牛桥底诊所治疗，姜圣海只是说自己打架被捅了几刀，自己又送他到双屿医院治疗。28日上午，自己陪同姜圣海到永嘉瓯北老乡邓某家住一夜，石某甲也赶来。姜圣海说自己要回老家治疗要我们送他回家。29日中午，我们三人赶到长途车站时，姜圣海接了一个电话后告诉自己和石某甲，和他打架的对方有一人死了。我们经丽水、湖南沅陵，于7月2日，到达泸溪白沙。\n", "<s>，2009年6月28日，自己到永嘉瓯北老乡邓某家，得知姜圣海因打架受伤，我们决定送姜圣海回家。次日下午，我们从瓯北坐出租车到丽水，住一夜。6月30日，在坐车去沅陵。7月2日，坐车到白沙。自己和姜某送姜圣海到丽水坐车时，姜圣海告诉自己对方一个人已经死亡。\n", "<s>，2009年6月27日晚10时，自己载客前往客运中心，发现不远处二潭路有人打架，有名男子从对面朝车子跑过来，然后上了车，还未来得及关车门，就被三四名男子追上用刀砍。自己从副驾驶室下车，这男子已经下车跑到路中间，被对方砍到在地上。\n", "<s>证明，2009年6月27日晚22时，自己经过牛山北路客运中心，看见十来人互相扭打，然后他们跑到对面小巷里。过了二分钟左右，三四个男子从小巷逃出来，后面四五个男子持刀追出，在前面跑的一个男子逃上一辆出租车，被后面追过来的人从车上抓下来，用刀砍，那持刀青年还把出租车砸了。\n", "<s>证明，2009年6月27日，齐某丙打电话说在牛山北路遇到欠自己钱的海风，自己到现场××中心榕树附近，和海风争吵，海风拿手机打自己头部一下，自己、齐某丙、张海朋等老乡与对方扭打起来。一会儿，旁边小巷冲出一伙人，其中二男子手持大砍刀追打我们，我们被追散了，海风等人跑进小巷，我们追进去扭打一会，忽然对方有几人从巷子里面冲出来，其中二人手持大砍刀，其中一人砍了齐某丙身上几刀，自己见状就冲上去用右手手掌、左手臂替齐某丙挡了两刀，自己拉齐某丙一起外逃被对方追散了，齐某丙被对方打倒还被持刀砍，海风、阿勇拉住我们的人让对方打。\n", "<s>证明，2009年6月27日晚，徐方（齐某丙）打电话叫自己去客运中心，自己过去看见徐方躺在客运中心斜对面马路上被六七个人用木棍围打。\n", "<s>证明，2009年6月27日晚，自己和海风夫妇、海老四人去吃夜宵，路过牛山北路客运中心大榕树下，四名男子拦住我们，其中一男子问海风欠阿明2000元钱款的事情。几分钟后，阿明到现场，和海风争吵，双方动手。对方有七八人打海风（一人拿匕首），自己和海老拉架也被打。后海风、海老跑进巷子，小明等追进去。一会儿，小明等二人被海老拿刀在后面追。小明喊“自己被他们砍了”，自己追了几步见小明捂住肚子就没有再追，往回走时看见刚才跑小明后面的男子倒地，浑身是血。海老冲上拉想砍他被自己拦住。\n", "<s>证明，2009年6月27日晚10时，自己经过客运中心大榕树，五六人持刀追砍徐方（齐某丙），徐方向榕树方向跑，离巷口十来米就被对方砍倒在路中间。\n", "<s>证明，2009年6月27日晚，海峰打电话说石某乙要他还债让自己过去说一下，自己到了二潭路口，发现双方在推搡，接着石某乙方人员追赶海峰方人员进了小巷。一会儿，石某乙方又被海峰方人员赶出来，石某乙方一人躺在路上流血，其余人都跑了。\n", "<s>证明，2009年6月27日晚，自己和姜某、郑国刚在牛桥底玩。23时，姜某接到姜圣海电话说他和胡海风与人打架，他受伤叫我们去接他。于是自己和郑国刚、姜某就过去送姜圣海去炬光园某门诊部治疗。\n", "<s>证明，2009年6月28日上午，海老、阿明和石某甲、邵峰等来找自己，因海老在温州打架受伤要来这里来避风头，自己就留他们住了一夜。6月29日下午，海老、阿明、石某甲回湖南了。\n", "<s>证明，自己去殡仪馆辨认过其儿子齐某丙的尸体。\n"], "evid_w": [58, 70, 4, 25, 1, 39, 20, 9, 28, 6, 6, 2, 9], "label": [1, 5, 0]}, {"fact": "<s>，2014年4月1日6时许，被害人杨某某（本案死者，女，殁年40岁）因土地纠纷在巫溪县塘坊镇双塘村7组90号陈孝全的家门前辱骂犯罪事实。<u>另查明，被害人杨某某与苏某甲婚后育有一女苏某乙，杨某某的父母周某某、杨某某共有三个子女（含杨某某），均已成年。案发后，被告人陈孝全之子已经代陈孝全赔偿被害方经济损失4万元。<u>\n", "evid": ["<s>，2011年杨某某买高某某的房子，由于到高某某房屋只有一条小路，杨某某想修一条通车的公路到房屋，修路必需经过他家的水田，高某某找到他说用一块山地换他的水田，他就答应了。他和杨某某、高某某一起测量了土地，最后口头协商高某某用一分半的山地换了他一分半的水田。换完地之后，他的水田就被杨某某修成了公路。2013年12月份左右，高某某在没有告诉他的情况下将已经换给他的山地种上了洋芋，他为此找过高某某，但高某某说这块地是高的，为此他们一直扯皮，村里也一直没有处理，因为高某某强行把地拿了回去，他就想把自己的那块水田找杨某某退回来。2014年3月31日下午4点多钟，他找到杨某某要把水田退回来，杨不同意就吵了起来。2014年4月1日6点多钟，杨某某在她家地坝骂他，他也和杨某某对骂，杨某某捡了一块石头站在他面前，他也跑到公路对面捡了一块石头，这时看见妻子张德淑倒在地上，他认为是杨某某把张弄倒的，就将手里的石头朝杨某某脸上掷过去，石头打在杨的脸上致杨倒地，看见杨还没有死，就回家拿了一根钢钎朝杨某某头部打了三下，见杨头部流血了认为杨已经死了，就回家把钢钎放到门外，随后一直在家等公安人员到来。后来看见高某某来了，想到这些事情都是高引起的，就拿了一把菜刀追高某某，高某某见状跑了，他又回到家中等公安人员，公安人员来后就把他带到了派出所。\n", "<s>，2014年4月1日早上6点多钟，他看见陈孝全和杨某某两人扭打在一起，陈孝全捡了一块石头对着杨某某头部打，他和陈贵平等人准备去拉劝时，听见钢钎打人的声音，走近了看见杨某某倒在公路上，陈孝全已经回家，他到了之后陈孝全拿了一把菜刀追他，他就跑了，后来报警了。并证实陈孝全和杨某某发生矛盾是因为修路占用土地的问题。\n", "<s>，2年前杨某某买了高某某的房子，准备修一条路接主干道，修路要占她家的一块田，高某某找到她家用高某某的一块田换她家的地提供给杨某某家修路，但是2014年高某某又把已经换给她家的地拿回去种了农作物，今年3月初，陈孝全告诉杨某某因为高某某已经把换的地拿回去了，陈孝全也要把给杨某某家修路的地拿回来，双方为此发生矛盾。2014年4月1日早上6点多钟，杨某某在其家门口骂陈孝全，陈孝全起床后与杨某某对骂起来，她出门看见杨某某从公路上拿了一块石头，陈孝全也捡了一块石头，她怕双方要出事，就上前劝杨某某，杨用手一拐把她拐到地上，她过了一会儿才爬起来，看见陈孝全正双手拿着一根钢钎打杨某某的头部，之后陈孝全扔下钢钎就回家了，她起身看见杨某某倒在地上头部流了很多血，就把钢钎拿起来放到地坝靠墙放着，这时高某某、陈贵平等人就来看情况，陈孝全回家拿了一把菜刀往高某某方向走去，后来陈贵平把菜刀抢了下来，陈孝全就回家了，过了一会儿警察来了问陈孝全是不是他打的，陈孝全回答是的，之后就被警察带走了。\n", "<s>，2014年4月1日早上6点多钟，他正在田里整理田坎，看见杨某某站在她家地坝偏向陈孝全家那边骂人，陈孝全在他自己家里回骂，双方骂了一会儿看见陈孝全从家里冲出来，杨某某也从她家地坝沿公路下走，然后又看见陈孝全折回去，在他家捡了一件什么东西。过了几分钟，他听见很闷的声音，抬头看见陈孝全拿着一个棒状的物体正对主公路站着，他就沿着小路上了坎，看见杨某某躺在公路上，就知道出事了，他急忙给高某某打了电话。\n", "<s>，2014年4月1日早上6点多钟，他起床后听见公路对面有人在吵架，当时听到的声音是杨某某与陈孝全在吵。他打开二楼窗户看见杨某某躺在公路上，就下楼准备过去看，这时高某某等人也走过来看什么情况，他们一起走过去看见杨某某躺在地上不醒人事，这时陈孝全拿着一把刀向他们走来，一边走一边用刀指着高某某说：就是怪你。高某某就转身跑，陈孝全拿刀向高某某甩去，没有砍到高某某，他连忙过捡起刀，陈孝全过来准备抢刀，他就顺手把刀甩到公路坎下的田里面了，他就叫陈孝全回家吃点饭等警察来，陈孝全就回家了，直到警察来把陈孝全带走。\n", "<s>，案发当天他在浙江打工，接到陈贵平的电话说妻子杨某某被陈孝全打了，后来又接到几个电话才知道杨某某被陈孝全打死了。2011年他买了高某某的房子并准备把房子门前的路修成水泥路，因为要占用陈孝全家的地，他和高某某、陈孝全三人商量由高某某拿土地来换修路占用的陈孝全家的地，三人经过丈量土地把这件事说定了。2014年3月31日晚上，他与妻子杨某某通电话时，杨说高某某把给陈孝全的那块地收回去了，陈孝全说给一个月时间把土地的事情处理好，不然要炸修的路。没有想到第二天就出事了。\n", "<s>，2014年4月1日早上6点多钟，他听见陈孝全和杨某某在吵架，大约过了十几分钟就没有声音了，他走到陈孝全家旁边的公路上看见杨某某躺在地上头部流了很多血。\n", "<s>，2014年4月1日早上6点多钟，她起床做饭时听见陈孝全和杨某某在吵架，大约过了十几分钟就没有吵了，又过了五分钟听见二人又吵了几句，后来就没有再听见杨某某的声音了。\n", "<s>，2014年4月1日早上6点多钟，他听妻子胡耀枚说陈孝全把杨某某打死了，他向现场走的途中遇到高某某，高某某说陈孝全看见高某某后拿一把刀甩过来。\n", "<s>，2014年4月1日早上6点多钟，她起床后听见陈孝全和杨某某在吵架，过了大约半个小时，高树平从她家门前过路时说陈孝全把杨某某打死了，她把这事告诉了丈夫高友安。\n", "<s>，他是巫溪县塘坊镇双塘村村委会书记，2014年4月1日早上陈贵平给他打电话说陈孝全把杨某某打死了，他到现场看见杨某某躺在陈孝全家门口的村级公路上，人已经死了。二人发生纠纷是由于土地问题，2011年杨某某购买了高某某的老房子准备改建新房，老房子门前只有一条小路连接村级公路但无法通车，2012年杨某某翻新房子需要加宽并硬化门前小路，但修路要占用陈孝全的部分土地，高某某、陈孝全和杨某某三人商量由高某某用山上的土地与陈孝全交换，在交换过程中没有签定交换土地合同也没有完善土地使用变更手续。2013年12月，高某某把与陈孝全交换的土地要回去，陈孝全找高某某要土地，但高文地不交给陈孝全，为此2014年3月初陈孝全把土地纠纷的事告诉村委会要求解决，他和副书记王大春去处理纠纷，因高某某外出没有调解成，这个事情后来就没有解决。\n"], "evid_w": [32, 58, 2, 15, 0, 2, 1, 10, 18, 18, 1], "label": [1, 2, 5]}, {"fact": "<s>：2013年12月7日，被告人杨选祥无故离家外出，杨某甲、杨某乙等人多方寻找后，杨某甲、胡某某于2013年12月13日将杨选祥接回家。同日晚上，被告人杨选祥因怀疑杨某甲等人要杀害自己，于是准备了一把菜刀和赵某某坐在赵某某家堂屋内，并把门反锁。20时许，杨某甲外出买烟回来打不开门，遂叫赵某某开门，被告人杨选祥认为杨某甲要加害自己，在赵某某走到门口准备开门时，就用刀将赵某某的头颅砍掉，致赵某某当场死亡。经鉴定，赵某某系锐器砍切致头颅离断死亡；被告人杨选祥患急性而短暂的精神病性障碍，作案时意识清晰，在被害妄想的影响下作案，其实质性的辨认能力和控制能力受损，对作案具有限制责任能力。<u>\n", "evid": ["<s>2012年农历4月，其父亲去世后，听村子的人说杨选祥跟其母亲在一起了。2013年12月7日，杨选祥什么也没拿的出去了，其多方寻找，才知道其去砚山找张某某做工，但做了一天就走了。2013年12月13日，其接到电话说杨选祥去文山找王某某借钱，其就骑摩托车去接杨选祥回家，回来是在杨某乙家吃的晚饭，吃饭后，其母亲赵某某去村里找人帮杨选祥看神，因为他说他要杀人，寨子里有人要杀他。晚上19时，其去买烟回来见杨选祥与其母亲在堂屋里，其推不开门，就叫其母亲开门，就见着杨选祥跟在其母亲身后，手里提着一把菜刀，按着其母亲就砍。门是反锁的，踢不进去，其就跑去叫杨某乙等人，杨某乙等人从窗子处看见其母亲的头被宰下来了，其就赶紧去叫村长报警。后来杨选祥把其母亲的尸体拖到堂屋中间，用被子盖着。其听见村里的人说，杨选祥说过谁要反对他，就把其母亲砍死，反对他的人都要砍。其没有威胁过杨选祥，也没有反对过他和其母亲在一起。\n", "<s>2013年12月13日，杨选祥找王某某借钱，王某某看他身上脏，说话不正常，就打电话给其父亲杨某乙，其父亲又打电话给杨某甲把杨选祥领回家，领回来是在自己家吃饭的，吃了饭后就去杨某甲家烤火，烤了几分钟后，其和父亲就回家了，杨某甲去买烟了。后来其父亲说杨某甲买烟回来叫赵某某开门，赵某某刚走到门边，杨选祥就提刀砍赵某某，杨某甲踢门，其和父亲听见响就过去看，看见杨选祥拿刀砍赵某某的脖子，赵某某倒在地上，几人踢不开门，就问杨选祥为什么这么做，杨选祥说杨某甲叫人杀他，要开枪打他，杨某甲就去报警了。杨选祥将赵某某移到神龛脚，说“你先走着，等下我来陪你”，杨选祥提着刀在屋里转，几人怕他出来，就拿绳子把门拴着，一直等到派出所的来。\n", "<s>2013年12月7日晚上，杨选祥从村子里出去，第二天，他打电话告诉赵某某在马关县健康做工，过两、三天就回来了，当天他的行为很怪异，其怀疑杨选祥精神有问题，就一直在找杨选祥。12月13日，村里的熊兴坤告诉其杨选祥去文山找王某某借钱，杨选祥说他在寨子里杀人了，要借钱，当天其就告诉杨某甲、胡某某去文山把杨选祥接回来，12月13日晚上，吃晚饭后，杨选祥在赵某某家厨房烤火时胡言乱语。过了几分钟，杨选祥问赵某某要白砂糖，赵某某就往堂屋走，杨选祥提了一把菜刀跟着赵某某进去。其当时想着杨选祥是拿菜刀去砍白砂糖吃，其没注意，就回家了。其回家才几分钟，就听见杨某甲跑过来喊“杨选祥把我妈砍死了”，其听见后就马上跑到赵某某家，只看见大门是关着的，其从窗子往里看见赵某某的头被砍掉在大门右边窗子脚，身子在头的旁边，当时其就骂杨选祥，杨选祥说想和赵某某一起死，后来派出所的就来了。其没有看见砍的过程，只看见杨选祥右手提着一把菜刀，菜刀上还有血。杨选祥和赵某某平时关系很好，其猜想杨选祥可能是因为杨某甲不同意他和赵某某在一起，杨选祥想着死活也要和赵某某在一起。但杨选祥从7日到13日的行为比较怪异，其怀疑杨选祥的精神上可能有点问题。杨某甲接杨选祥回来那晚，没有谁说着反对他和赵某某在一起的话，也没有威胁过他。\n", "<s>2013年12月13日16时许，杨某甲打电话说杨选祥说话有点不正常，叫跟他去王某某的厂里接杨选祥回家，杨某甲跟其说叫杨选祥去看精神病，他不去，送他回去找迷信治疗。19时左右，其在杨某乙家看电视，杨某甲喊杨某乙，说赵某某被杨选祥砍死了，其就和杨某乙过去看，门从里面反锁了，其从窗子处看见杨某甲母亲的头掉在地上，当时怕杨选祥提刀出来，不知谁拿绳子把门拴着，就打电话报警了。\n", "<s>2013年12月13日20时许，杨某甲来自己家里说赵某某被杨选祥把头砍了，叫其打电话报警，其报警后就去赵某某家，看见杨选祥睡在沙发上，门是反锁的，赵某某在堂屋里，屋里到处是血迹，后来派出所的就来了。其没有见杨选祥与赵某某的家人闹什么。\n", "<s>2013年12月13日19时左右，杨某甲来买烟时说把杨选祥接回来了，然后其去杨某乙家玩了几分钟，其听见杨某甲喊他母亲的头被砍下来了，其就跑去杨某甲家，看见赵某某的头被砍了掉在地上，杨选祥提着一把菜刀站在堂屋里，后来派出所的就来了。\n", "<s>案发当天，杨选祥来文山找其借钱，他当时说话不正常，言谈举止怪异，说有人要抓他，20万元买他的人头，还说公安的到处在抓他，把他关在山上。后来其侄子杨某甲来接他回去的。\n", "<s>2013年农历冬月初杨选祥来找其，叫其找事情给他做，挣点钱，他是农历冬月初八离开的，其没有发现杨选祥有什么异常。\n", "<s>其是杨选祥的母亲，杨选祥出生时是难产，杨选祥还算合群。2013年12月7日晚上，杨选祥一个人出去。见人就说有人拿枪追他，他去逃难了，后来杨某甲把他从文山接回来，在杨某乙家吃饭时东看西瞧的，疑心有人要害他，然后杨某甲去买烟回来，叫赵某某开门，事情就发生了。\n", "<s>杨选祥在村里没有和什么人闹过，为人老实，只是性格有点“左”，人家认为是对的，杨选祥就认为是错的，还认为自己说的才是对的，没见其他有什么异常。\n", "<s>杨选祥跟其住在一个监室，跟大家处的一般，脾气犟，他言谈举止都正常，他说他杀人是被亲戚逼的，他不杀人家，人家就会杀他。\n"], "evid_w": [45, 2, 63, 0, 3, 51, 9, 30, 65, 22, 2], "label": [3, 8, 2]}, {"fact": "<s>，2013年11月，被告人舒维河与被害人龙某某相识，并于2014年2月同居于崇州市崇阳镇崇双路“冬冬超市”附近一出租房。同年4月23日，二人因生活琐事发生争吵后，龙某某搬出该住处并独居于崇阳镇崇双路金鸡段金鸡供电所附近一出租房。同月25日晚21时许，舒维河到龙某某暂住房欲和解时，与龙某某发生争吵，并被他人劝解。在劝解人员离开后，二人再次发生争吵，舒维河以卡颈方式致龙某某死亡。作案后，舒维河逃离现场。同年4月27日22时许，舒维河在返回崇州市崇阳镇崇双路“冬冬超市”门口其暂住地附近时，被守候民警挡获。经鉴定，龙某某因扼颈致机械性窒息死亡。<u>\n", "evid": ["<s>二人系夫妇。龙某某大概在案发2天前租住其崇州市崇双路金鸡段金鸡供电所旁轮胎修理铺面内的一楼一房间。2014年4月25日22时许，一男青年与龙某某在房间内争吵，劝解后见二人未争吵才离开。同月26日8时30分许，一自称龙某某男朋友姐姐的人，说弟妹今天早上未上班，让帮忙看一下，陈志全见该女神情慌张，就电话报警，在警察到后来到龙某某租住房间，发现龙某某已死亡。经照片辨认出龙某某及与龙争吵的男子为舒维河。\n", "<s>陈涛系崇州市崇阳镇崇双路金鸡供电所旁的轮胎修理店经营者。2014年4月25日21时、22时许，龙某某两次在租住的房间内与舒维河发生争吵。经照片辨认出龙某某、舒维河。\n", "<s>张先和系舒维河堂姐夫。2014年2月，舒维河将龙某某带到崇州。案发三四天前，龙某某从舒维河租在金鸡“冬冬超市”背后的房屋处搬到张先和租住的“陈师补胎”楼下地下室。2014年4月25日9时许，龙某某、舒维河发生争吵，房东夫妇和张先和夫妇进行了劝解。22时许，张先和下楼买烟，听到房东儿子说舒维河他们又在闹。22时20分许，听到舒维河两次打电话问舒维群工资到卡没有。4月27日晚，舒维河通过电话告诉舒维群说掐断龙某某气才走的，舒维群骗说人又抢救回来了。20时许，舒维河的朋友王和才给张先和打电话问龙某某到底死没有，张先和告诉王人没有死。后舒维河电话询问张先和龙某某到底死没有，张先和骗说没有死，在医院里抢救。22时许，舒维河坐野的回到“冬冬超市”门口时被警察挡获。经照片辨认出龙某某、舒维河。\n", "<s>舒维群系舒维河堂姐。2014年4月26日8时20分，因车间点名龙某某、舒维河不在，舒维群回到租房处找到房东老板娘，老板娘看后说，床上被子好像捂着一个人，喊不答应，就报了警。27日20时左右，舒维群与舒维河电话联系，舒维河问龙某某是不是死了，舒维群说：“龙某某没有死，昏迷了，被房东送医院里面去了。”舒维河说：“二姐你骗我的，龙某某是不是死了。”舒维群说：“真没有死，已经送到医院里被抢救过来了。”舒维河说：“她不是死了嘛，我走的时候她已经没有气了的嘛。”舒维群说：“真没有死，我骗你干什么。”舒维河说：“你是不是骗我，就是想把我骗回来，我看到这边有警察在抓人。”舒维群说：“没有骗，那些警察肯定不是来抓你的。”舒维河说：“你是不是骗我的啊，她真的没有死啊。”舒维群说：“我骗你干什么，要不然你回来看她一下。”舒维河说：“她没有死，我就回来。”舒维群说：“真没有死，抢救过来了。”舒维河说：“那我回来的时候给你打电话。”后舒维河又打电话问舒维群说：“龙某某到底死没有，你是不是骗我的。”舒维群说：“真没有死，骗你干什么嘛。”舒维河说到了崇州就联系。21时许，舒维河电话说要到崇州了。22时许，舒维群见警察在“冬冬超市”外一辆车上将舒维河抓获。经照片辨认出龙某某、舒维河。\n", "<s>冯东梅、冯某丙系龙某某子女。2014年3月或4月初左右，龙某某电话告诉在成都全友家具二厂打工。经照片辨认出龙某某。\n", "<s>马君兴、何颖、黄崇达系崇州市中医院急诊科医生、护士、护工。2014年4月26日10时许，接120出诊，在金鸡供电所旁一出租房地下室一房间，见一女子躺在床上，检查发现已死亡。\n", "<s>舒维河租住朱秀文崇州市崇阳镇崇双路彭庙村3组“冬冬超市”旁边一巷子底楼左边3号房屋有3个月，平常和一女的在居住。经照片辨认出舒维河。\n", "<s>李秀珍、张龙租住在崇州市崇阳镇崇双路供电所旁一出租房内。2014年4月25日21时许，见一男的拿着一根晾衣叉往窗户里戳，叫女的开门，女的不同意开门，发生争吵，后房东夫妇二人和一男一女进行劝解。\n", "<s>黄荣、陈春兰租住在崇州市崇阳镇崇双路供电所旁“陈师补胎”一出租房内。2014年4月25日22时许，听见楼下有人在吵架。\n", "<s>二人系夫妇。2014年4月27日21时许，二人将一男子从大邑县客运中心搭乘到崇州市崇阳镇“冬冬超市”门口附近，后该男子被警察抓获。经照片辨认出舒维河。\n", "<s>2014年初，舒维河在重庆当过保安，通过网上认识龙某某，一个月后和龙某某回到成都打工。\n", "<s>2014年4月25日23时许，黄肖在崇州市晨居路以50元价格搭乘一男子到大邑县，该男子中途在银行取钱未果，后黄肖让该男子转乘大邑县出租车。\n", "<s>及辨认笔录。供称2013年11月，舒维河在重庆认识龙某某，二人后发展为男女朋友关系。2014年2月，舒维河、龙某某来到崇州，租住在崇州市金鸡乡崇双路“冬冬超市”后面一房间。2014年4月23日，因纠纷，龙某某个人租住在崇州市金鸡乡崇双路“陈师补胎”后面一房子里。2014年4月25日21时许，舒维河来到龙某某出租房，二人发生争吵，房东及舒维群、张先和进行劝解后离开。其后，龙某某说要搬到旅馆住，舒维河说没必要搬，可住一晚上，要走明天再搬，龙某某说：“你龟儿子说的什么话。”用右手掐舒维河脖子说：“我要搬出去。”龙某某松手后又用木棍打舒维河头顶两下，舒维河将木棍抢下丢在门外，当龙某某坐在门口旁边的行李箱铺盖上面，舒维河就过去半蹲在龙某某身边用左手臂夹住龙某某的头，用右手掐龙某某的脖子，龙某某说：“你把我弄死，我的儿女还得到一笔钱，房东和厂里都跑不脱。”舒维河更加生气，使劲掐龙某某，龙某某挣扎中打了舒维河右腿一拳，舒维河更加冒火，继续掐龙某某，大概掐了2分钟样子，龙某某眼睛就闭起，手就摊开了，双腿打直起，头部仰面躺在地上没有动，舒维河就半拖半扶把龙某某弄到床上。期间，龙某某没有动，眼睛闭起，左手摊在床上，右手握起拳头，双脚打直，舒维河将手指放在龙某某的鼻子上觉得只有出气，将铺盖盖在龙某某身上，龙某某还是没有反应。舒维河将灯关掉后，在门口检起一根橡皮条，把门用橡皮条卡死，房门关严后回到自己租房处，换衣后坐出租车逃到大邑。26日，舒维河用鞋带上吊自杀未果。27日，舒维河与舒维群电话联系，舒维群说龙某某没事，只是昏倒，房东送医院抢救回来了，让舒维河到崇州看望龙某某，舒维河又电话向张先和了解。当从大邑坐野的回到崇州市金鸡“冬冬超市”路边时被警察挡获。经照片辨认出龙某某；对作案现场、逃跑路线、自述欲吊死地点、作案衣物进行了指认。\n"], "evid_w": [41, 22, 36, 7, 3, 22, 1, 5, 1, 2, 36, 41, 56], "label": [12, 0, 11]}, {"fact": "<s>，2013年9月19日下午，在宁夏银川市西夏区兴洲路兴洲花园建筑工地生活区4号宿舍内，被告人王青平酒后因琐事与被害人莒红英发生争执，王青平打了被害人莒红英一耳光，莒红英将王青平推倒在床上，打了王青平数个耳光，王青平未还手。后二人被工友拉开，相继回到被告人王青平、被害人莒红英及赵某某居住的3号宿舍，被害人莒红英再次对被告人王青平谩骂、殴打，被告人王青平遂持刀向被害人莒红英颈部捅刺一刀，致被害人莒红英气管断裂。被害人莒红英经抢救无效于当日死亡。经鉴定，被害人莒红英系吸入性窒息死亡。<u>另查明，案发后，赵某某报警，被告人王青平未离开案发现场，警察抓捕时未拒捕。<u>\n", "evid": ["<s>2013年9月19日中秋节，我和莒红英、王青平等八个人一起喝酒吃饭。吃完饭后，王某乙叫莒红英去隔壁4号宿舍打牌，我也跟过去看。莒红英、王某乙和一个姓杨的木工打了也就两三把斗地主，王青平就过来把牌堆里的牌撕掉，用右手打了我老婆莒红英右边脸一耳光，莒红英就把王青平衣领抓住，推倒在床上，左手掐住王青平的脖子，右手打了有十个耳光。我和王某乙、王某丙拉架，结果莒红英打了王某丙一耳光，我和王某乙将莒红英拉回3号宿舍，拉过去后莒红英还要过去打王青平，没想到王青平也跟着回我们宿舍了。王青平进来后把门关了，莒红英又上去把王青平摁倒在王青平的床上，扇了有五六个耳光，王青平一直没还手，我们班长向某甲和王某乙进来后，我们三个把莒红英拉开，莒红英坐在靠门口我的床上不停的骂，王青平一直没说话。我看他们不打了，王某乙和向某甲也在房子，就出去上厕所。来回也就五分钟，回来后发现莒红英已经倒在王青平怀里了，王青平左手抱着我老婆的头，右手拿着刀，已经在莒红英脖子上割了一刀，我就赶紧把莒红英抱过来，放在地上，先给120打了报警电话，又给老板王永平打了电话，随后就一起送莒红英到医院抢救。大概到晚上九点多，莒红英抢救无效死了。\n", "<s>2013年9月19日下午快六点的时候，王永平打电话让我把王青平一起叫上去喝酒，我给王青平打电话没有打通，于是我就到工地去找王青平，到工地后，看见王青平的宿舍门口围了很多人在看热闹，说是王青平和莒红英在宿舍打架，我就推开门进到王青平的宿舍，进去后我看见王青平头东脚西的躺在地上，莒红英的左手拉着王青平的右手，半躺在王青平的旁边，莒红英的老公赵某某两只手拉着莒红英的右手，他们三个人就这么纠缠在一起，相互之间都在使劲。王青平躺在那里没动，任凭莒红英拉他，赵某某想把他们分开，莒红英拉着王青平想出气。我过去帮忙把莒红英和王青平分开了，赵某某扶着莒红英回到自己床上坐着，我把王青平从地上扶起来，放到他的床上，他就躺下了。我问他去不去喝酒，不知道是醉了还是困了，后来他才说不去了。然后我就走了。我和王永平开车走到盈北家园的时候，赵某某给王永平打了电话，说王青平把莒红英杀了，让王永平开车过去救人，随后我和王永平回到工地，到宿舍我看到赵某某抱着莒红英，一只手捂着她的脖子，莒红英的脖子一直在流血，我没有进到宿舍，没看见王青平。\n", "<s>2013年9月19日中午，我和杨林、王某丙在宿舍聊天，旁边宿舍的莒红英叫我们玩斗地主。我和莒红英、杨林就坐在小凳子上开始玩扑克牌。我们刚打了一局，王青平就到我们宿舍叫莒红英回宿舍，王青平因为喝酒脸红着。莒红英正在和我们玩，她好像不愿意回去，就没理王青平继续和我们玩着，王青平见莒红英不跟他回宿舍，就过来拉莒红英的胳膊，她被王青平从小凳子上拉着站起来后，就用右手扇了王青平一耳光。王青平没有还手打莒红英，拉着莒红英的胳膊回了他们的宿舍。王青平和莒红英回到他们宿舍后，我听到莒红英哭的声音，还有两声扇耳光的声音，还有几声好像是用拳头打在身体上的“咚咚”声。大概有十来分钟，他们还在打架，我和王某丙、杨林打算去看看。王某丙先进了他们的宿舍，王青平说：“你出去，没有你们的事。”王某丙出去后我进去了，我看到莒红英头朝西南方向，脚朝着东北方向仰面躺在一进门西南角的一张高低床的下铺，莒红英的脖子在流血，流了很多血，王青平在床的靠南头坐着。那张床的下铺就是王青平的床铺。王青平对我说：“你出去，没你的事。”我就出了他们宿舍，不知道我的左手小拇指怎么就破了在流血，我就去医院了。等我从医院回来，莒红英和王青平都不在了。\n", "<s>王青平是我们钢筋工的总管，负责管理我们的上下班、发放生活费，莒红英和“水牛子”（赵某某）也归王青平管。2013年9月19日下午三四点，隔壁宿舍的莒红英到我们宿舍，要和我、王某乙打牌。刚打了一把，“老鬼”进来了，就坐在莒红英右侧床边看他们打牌，这时，隔壁的王青平进来了，说：“你们别打了，自个回自个宿舍去。”说着就把牌堆里的扑克捡起来撕掉了，莒红英就骂王青平：“你妈的，你什么意思吗？”他俩吵了没几句，莒红英就把王青平压倒在床上，用右手在王青平的脸上打了好几巴掌，这时莒红英的老公“水牛子”听见吵架也进来了，我和“水牛子”赶紧拉架，莒红英不让拉，说谁拉打谁，我没当真，谁知道她真打了我一巴掌。莒红英又抽了王青平十几二十下，王青平一直没还手。后来莒红英的老公硬把她拉回隔壁3号宿舍，王青平脸都发青了，也没说啥，就直接回3号宿舍了。只有他们三个进宿舍了，进去后就把门关了。王青平进去大概十来分钟，我在4号宿舍就听见隔壁“啪啪”打耳光的声音，看不见，只能听见声音像是在打架。大概过了四五十分钟，门口聚了十多个看热闹的工友，3号宿舍的门也打开了，我从人堆里看见莒红英坐在地上，上半身流了很多血，头是低着的，王青平在床上坐着说：“我不想活了，没法活了。”他两手握着刀，正要往肚子上扎，我就赶紧喊杨林过来夺刀。我夺刀时不小心把我的左手食指划破了，我看流血了，就赶紧出去冲洗，我洗完手回到3号宿舍，看见我哥王某乙的手也被划伤了，门口地上有一把刀，就是王青平手里拿的那把刀，我把刀给张某某，让他赶紧藏起来，要不王青平要自杀。张某某把刀藏起来，就陪王某乙去医院包扎手了。这过程不知道谁给包工头王永平打了电话，他就开车过来了，然后就把莒红英抬上车送医院了。王某丙对本案被告人王青平、被害人莒红英、作案工具进行了辨认，并指认了作案现场。\n", "<s>2013年9月19日下午6点左右，我买菜回到工地，发现一楼王青平宿舍的门口围了很多人，我过去看到屋里有两个人，一个是莒红英，她当时坐在他们宿舍进门右手边第二张床的床边，身体靠着床，她的脸上有血迹。另一个人是王青平，他坐在进门左手边的第一张床上，那张床就是他的，当时王青平手里拿着刀，我就和王某丙一起上去夺王某甲的刀，这个刀没有夺下来，我还被刀子划了一下。王某丙同样被刀子划伤手指了。夺刀没有成功，我就和王某丙跑了出来，我先到王某乙宿舍问是什么情况，王某乙说不清楚，我就从王某乙的宿舍出来了，刚出来就遇到王某丙，王某丙把从王青平那里拿来的刀给我，让我替他藏好，我就把刀子放在王某丙的床底下。王某丙没有说，但是我一看就知道这个刀就是王青平用来划伤莒红英的。我把刀放好后，过了几分钟，我们工头王永平就赶了过来把莒红英送医院了。后来我放在王某丙床底下的刀被公安机关的人拿走了。这个刀是单刃不能折叠的刀子，没有刀鞘，刀刃是白色的，刀大概长20厘米左右。张某某对本案被告人王青平、被害人莒红英、作案工具进行了辨认，并指认了作案现场。\n", "<s>2013年9月19日下午四五点，工地休息，我和莒红英、王某乙在宿舍打牌，当时王某丙、国娃子也在旁边看。我们打了十几分钟，有一个姓王的男子（现在知道叫王青平）进来了，王青平进来以后什么也没有说，我看王青平脸是红的，走路也不稳当，知道他喝了酒。王青平把莒红英手里的牌抢过去撕了，又打了莒红英一个耳光。莒红英问王青平为什么打她，王青平没有回答。莒红英很生气，一把就把王青平推到在宿舍的床上，还打了几个耳光，王青平没有还手，莒红英的老公赵某某听到吵架声也进来和我们一起把他俩拉开了。拉开后，莒红英、王青平就回他们自己的宿舍了，我当时没有过去，但听见吵架声，基本都是莒红英的声音，还有她老公劝阻的声音。一会我出去看见王某乙从王青平他们宿舍出来，一只手的小拇指还在流血，当时流血挺严重的。我就让王某丙去王青平的宿舍看出什么事了。王某丙先进去的，我在门口看了一下，然后也跟着进去了。我当时看到王青平的手上拿了一把刀，王某丙把王青平的手拽住了，王某丙说王青平要用刀捅自己，我就赶快帮忙夺刀，王青平拿着刀不停的转动，我怕伤到自己，就没有再上去夺刀，莒红英坐在进门右手边的第一张床的床边，双手放在胸前，手上和胸前有血，胸前还有一个毛巾被血染红了，具体伤哪我没看见。杨某某对被告人王青平的作案刀具进行了辨认。\n", "<s>打架的时候我不在，我们宿舍的王某乙给我说，他堂弟王青平和人打架，我看见王某乙的右手小指和右小臂受伤了，还缝了针，他的另一个堂兄弟王某丙给他贴创可贴。向某乙对王青平、王某乙、莒红英、王某丙进行了辨认。\n", "<s>我在兴洲花园工地上干活，在工地上我和莒红英、赵某某住一个宿舍。2013年9月19日中秋节，工地不上班，我和莒红英、赵某某等八个人就在工地宿舍喝酒。喝完酒后莒红英到隔壁房间打扑克，我就在宿舍躺了一二十分钟，然后去隔壁看他们打扑克，我站在莒红英旁边也不记得自己说了什么话把莒红英惹恼了，莒红英就骂我，我就把她手里的牌抢过来撕了，并用手背在她脸上扇了一巴掌。莒红英从凳子上起来用拳头不停的捣我的头，我没有还手，其他人起来拉，但没有拉住，莒红英还是在我脸上边打耳光边骂。周围其他人就把我们拉开了，莒红英骂我，让我去死呢。随后我回到我的宿舍，在我的床上躺着，紧跟着莒红英就跟着过来，她一边骂让我死去，一边用左手掐我脖子，右手用我们宿舍的小木凳打我，其他人也跟着过来拉架，我叫拉架的人都出去，当时他们也没出去，过了一会他们看我们不打了，拉架的人都出去了。这时就剩下我的堂哥王某乙、我和莒红英，莒红英这个时候还站在我的床前骂着让我死去，当时我就在床上躺着，我想让我死我就死，要死大家一起死，我就想先把她杀死然后自杀，我就从枕头靠墙的一边把刀子拿出来，从床上翻起来，我对莒红英说要死大家一起死，我用左手抱着莒红英的头，右手拿着刀子在她的脖子上面割了一刀，王某乙就上来抢我手里的刀，我当时还用左手抱着莒红英的头，同时想用刀捅我自己的肚子自杀呢，王某乙和我抢刀的过程中把他自己的手给割伤了，其他工友进来把莒红英往医院送，我让他们打电话报警，然后我一直在宿舍躺着等警察来。我用的是一个水果刀，单刃的，大概有十几公分长，刀把是木头的，刀鞘是黑色帆布的。\n"], "evid_w": [33, 26, 67, 25, 40, 51, 31, 8], "label": [2, 5, 0]}, {"fact": "<s>，被告人蔡某某之妻卢某某起诉要求与蔡某某离婚，并回娘家河间市行别营乡杨官营村居住。2013年12月9日晚，被告人蔡某某随身携带水果刀一把，自献县西城乡蔡西村步行至河间市行别营乡杨官营村，翻墙进入卢某某家院内，被卢某某之母闫凤某发现阻拦，被告人蔡某某强行进入卢某某家东屋，掐住卢某某的脖子将其按在沙发上，用刀朝卢某某右胸部刺了一刀，又扎了自己腹部一刀，被闫凤某推倒在床上。卢某某受伤后跑出去叫人，随后，本村村民卢荣某等人来到卢某某家中并报警，被告人蔡某某知道报警后，仍在卢某某家中等待，直至派出所民警将其带走。经法医鉴定，卢某某损伤符合锐性损伤致胸部穿透伤，右侧血气胸，构成轻伤。<u>经本院主持调解，被告人蔡某某自愿赔偿被害人卢某某经济损失共计人民币7万元，并取得其谅解。<u>\n", "evid": ["<s>，2013年12月9日下午5点左右，其从家里走着去了河间市行别营乡前杨官营村，到了卢某某家时看到她家大门在外面锁着，但家里亮着灯。其就跳墙进入她家院里，并在她家大门洞里抽了两根烟。到了晚上9点左右，卢某某从屋里出来，其就过去跟她说话，卢某某说，“你不是不离婚吗，咱不离，咱俩好说好商量，上屋里说去。”说完卢某某就叫她妈闫凤某，闫凤某出来后卢某某就进了屋里。其想进屋，被闫凤某拦住并往外推，其闪身进了屋里，发现东屋的门被卢某某在里面插上了。其使劲把门拽开进入屋内，卢某某面向着其在屋里站着，其过去想搂她她躲过去了，这时闫凤某也跟着跑进来并站在他俩中间拦着，其就从包里拿出一把刀子，朝卢某某的胸口捅了一刀，然后拔出刀子扎了自己肚子一刀，闫凤某就把其推倒在床上，卢某某跑出去叫人了。后来其想拔出刀子来扎死自己，闫凤某把刀子抢过去扔在门口地上。过了十来分钟，这村的村干部卢荣某来了，又过了一会儿派出所的人也来了把其带到派出所去了。\n", "<s>2013年12月9日晚20时许，其村张本影告诉其，卢某某让蔡某某给扎伤了，蔡某某还在卢某某家。其就和本村的李书增一起去了卢某某家，其看到屋子里地上有很多血，在门口的地面上放着一把长约20公分的带着血迹的铁质匕首，蔡某某在床上躺着，其说了蔡某某几句，并拨打了报警电话说：“其是卢荣某，前杨官营这拿刀子捅人了，赶紧过来吧”。其打电话报警是在卢某某东屋门口处，不能确定蔡某某能不能听到其打电话。其打完电话，没离开现场，后来派出所的民警来了，把蔡某某从床上拽起来拽着走了。蔡某某没有反抗。\n", "<s>其和妻子张本影听到卢某某呼救后，张本影去叫卢荣某，其去了卢某某家中，看见蔡某某在卢某某家东屋的床上躺着。其出来找人，后与同村的李书增又一起去了卢某某家，蔡某某还是在床上躺着不动，也不说话。其让人把卢某某送去了医院。\n"], "evid_w": [82, 131, 123], "label": [1, 2, 0]}, {"fact": "<s>，2015年3月23日上午，其犯罪事实。<u>另查明，被告人许国宇患有间歇性精神病，被告人许国宇做案时具有完全刑事责任能力。<u>公诉机关为证明指控成立，\n", "evid": ["<s>2015年3月24日7点多，吴淑燕丈夫许秋起做饭时，发现在热菜过程中，菜里反沫子，便告诉吴淑燕，当时吴淑燕没在意，因着急去嫩江玩，喝了一碗粥就走了。当日中午，吴淑燕接到其母亲李玉琴的电话称：许某某早上吃的菜里被人下鼠药了，晚上5点多，吴淑燕回到家中后，许某某将许国宇给其下药的事告诉了吴淑燕，吴淑燕到厨房看见菜盆内有50至60粒红色的玉米粒，又在许国宇的卧室内床垫下找到了“闻到死”鼠药包装袋，便将许某某送至九三医院医治，医生说没有生命危险，二人便回到家中，在用水壶倒水过程中，又发现水壶里也有几十粒的鼠药，吴淑燕便在许国宇卧室内床的海绵垫下发现了两个“闻到死”老鼠药包装袋，其中一个是空的，另一个袋里还有十多粒的药。晚10多钟，吴淑燕亲属吴春声、吴淑鲜、吴占臣等人找到许国宇后，将许国宇带回家中，许国宇承认是其下的鼠药。\n", "<s>最近“老合适”饭店的一名20多岁的男服务员在我店里买过“闻到死”鼠药，红色包装袋的鼠药是玉米颗粒状。\n", "<s>2015年3月24日晚上七点多，吴春声接到其姐姐吴淑燕电话称：其儿子许国宇给其丈夫吃的菜中下了鼠药，正在医院治疗。吴春声知道此事后，开车载陈红、吴淑鲜、吴占臣在九三局的一处旅店内找到许国宇，并将许国宇带回家中，许国宇到家中，跪在许秋起面前，承认是其下的鼠药。\n", "<s>2015年3月24早晨，我弟弟吴春声开车拉我大姐吴淑燕、陈宏和我到嫩江玩。下午的5点多钟回回到尖山，晚6点多钟吴淑燕给我妈打电话说我姐夫许某某吃鼠药了，我就和我老叔吴占臣打车接我大姐和我姐夫去医院看病。我从医院回到家后，我大姐给我打电话说自已茶水里也发现老鼠药了，当时我大姐情绪有些失控，我就和我老叔、我妈、我老弟媳妇去的我大姐家，到了我大姐家看见装菜的盆底有几粒红色苞米粒，我大姐还给我看了两个正面有“闻到死”字样的老鼠药包装袋。之后吴春声开车拉着我和我老叔、我老弟媳妇在九三局直顺鑫旅店找到了许国宇，把许国宇带回家中，到家后许国宇跪在地下承认错了，说明天去投案自首。\n", "<s>2015年3月24日晚上7点多钟，我在尖山职工医院值班，吴淑燕带其爱人看病，说是吃了鼠药，因为尖山医院没有洗胃的机器，我就让他们去九三医院治疗了。\n", "<s>2015年3月23日上午，被告人许国宇继父许某某因为许国宇不去上班责骂许国宇，许国宇便产生毒死许秋起的想法，当日下午到尖山农场十字路口综合商店购买了一包鼠药，傍晚趁其母亲吴淑燕、继父许某某熟睡之机，将购买的鼠药分别投入家中食用的酸菜炖排骨菜中及电水壶内。次日早上，许秋起因食用酸菜炖排骨感到身体不适，便责骂许国宇是否给自已下药，许国宇什么也没说离开家中。后来在九三局顺鑫旅店许国宇被其舅舅、舅妈等人找到后带回家中，许国宇承认是其下的鼠药。\n"], "evid_w": [20, 15, 18, 19, 1, 1], "label": [0, 3, 5]}, {"fact": "<s>，2013年年底被告人桂某元与被害人舒某经人介绍成为男女朋友。2014年农历二月初被告人桂某元在舒某家中给付舒某彩礼14000元。在交往过程中，被告人桂某元多次提出要与舒某同住被拒绝，于是怀疑舒某对感情不忠，多次与舒某发生争吵，舒某提出分手，桂某元不同意。2014年6月30日早上7时许，被告人桂某元在320国道贵溪市象山紫云村路段骑摩托车将骑电动车的被害人舒某撞倒在地，即持菜刀朝被害人舒某的头、面部等多处部位砍了十数刀。随后，被告人桂某元用菜刀朝自己脖颈部划了几下欲自杀，被害人舒某借此机会爬离被告人桂某元向路人求救。被告人桂某元在现场被接警后出警的公安人员抓获归案。经贵溪市公安司法鉴定中心鉴定，被害人舒某头面部等部的损伤达重伤二级。<u>另查明，被害人舒某于当日被送入贵溪市人民医院进行救治，住院治疗17天，花费97元。<u>在法庭质证、认证过程中，\n", "evid": ["<s>五年前其女婿病故，其女儿舒某带着两个儿子生活，几个月前通过媒人介绍认识了桂某元，当时桂某元通过媒人给了14000元作为礼金。之后两人在一起谈恋爱，桂某元怀疑其女儿外面有男人，一天打几十个电话，其女儿觉得太烦就在几天前提出分手，并同意将礼金退还给桂某元。6月29日晚上19左右，桂某元到其家中要拿钱回去，其提出要叫媒人来做个见证，桂某元不同意，其就说写个收条也可以，桂某元说不会写字，又同意第二天叫媒人来证明。第二天早上6时30分许，村里的一个叫“年梅”妇女到其家中让其快点去村口，说其女儿被一个男人砍了十几刀，身子都砍烂了。其赶快赶到村口，看到其女儿满身是血躺在地上，其女儿告诉其是桂某元杀的。\n", "<s>2014年6月30日早上7点钟，其看到国道上有好多人，其就问走过来的人，听到说那个被砍的妇女是舒某福的女儿，其就赶紧坐了一辆摩托车去告诉舒某福他女儿被砍的事。\n", "<s>2014年6月30日早上7点钟，其经过320国道子云村路段时，看见有些人站在那里看什么，其就过去看，看见一个男子拿了把菜刀往坐在地上的一个妇女头部砍，那个妇女头上全是血，耳朵都快被砍掉下来了，那个男子就用手将那耳朵扯下来往国道旁边的池塘里丢，丢了之后又用菜刀朝那个妇女的脸上、手臂砍，那个妇女坐在那里喊“救命”，但没有人敢上去救。砍了之后，那个男子就用菜刀往自己的脖子上割，但割了几下就没割了，那个妇女就朝马路对面爬，之后就昏迷了。\n", "<s>，2013年10月份左右，其和钱某永谈起舒某的丈夫因病去世了，家里还有两个孩子要养，想找个老实本份的人，钱某永就讲桂某元是单身一人，这样到了年底其二人就介绍了桂某元与舒某认识。\n", "<s>其在工业园的一铜厂做事，认识了在厂里做事的桂某元，后来听到夏某娥说舒某丈夫死了好多年想找个男的当丈夫，其就和夏某娥一起介绍了他们二人认识。2014年2月初其和夏某娥一起陪着桂某元一家人到舒某的娘家，当时桂某元没有钱就给了14000元给舒某，还给了2000元给舒某的父母。桂某元、舒某二人就一起交往了，交往了一段时间，桂某元就说舒某好象外面有男人，两人经常因这个事吵架，后来在6月份就发生了桂某元杀舒某的事情。\n", "<s>去年农历年底，经人介绍其认识了舒某，当时讲好了给2万元的礼钱给舒某，舒某就同意结婚并且其可住到舒某家里去。在农历2月初其和家人、媒人一起到舒某妈妈家，因当时其没有2万元就拿了14000元给舒某并给了她父母各1000元。当时其就说住进她那里，但舒某说那里是她父母的房子，要等她自己的房子分到手之后才让其住过去。之后二人就各上各的班，期间其在舒某家住过几日，舒某到其家住过一日。后来其又提出住在一起，舒某还是说要等她的房子到手了再住一起，其觉得舒某不让其和她一起住就是欺骗，最近的1个月二人经常吵架。2014年6月29日晚，其又提出到舒某家去住，舒某还是不同意。其回到厂里越想越气，就想自己花了2万元，舒某还不同意和自己住在一起，就想和她一起死。2014年6月30日早上5点多钟，其到厂里的厨房拿了一把菜刀放在摩托车前面的袋子里，然后就在320国道加油站附近等舒某。等了大约1个小时，其看见舒某骑电动车过来，就跟过去用摩托车去撞舒某的电动车，将舒某撞倒在地，然后就拿出菜刀朝舒某的头部砍，后来其还用菜刀朝自己的脖子上割了几刀。\n"], "evid_w": [124, 114, 14, 111, 9, 4], "label": [0, 3, 1]}, {"fact": "<s>，被告人江某某与被害人赵某丁婚后来青打工，在青岛市黄岛区王台镇石梁唐村租房暂住。因感情不和，江某某于2013年7月22日私自承租胶州市洋河镇集后辛庄村曹某的房屋备用，并于7月24日下午上网查询如何击打女性致其晕厥的方法。当月26日14时许，被告人江某某与赵某丁在石梁唐村暂住处院内因琐事争吵，继而厮打。期间，江某某扼住赵某丁颈部，致其左侧舌骨大角骨折、枕部受伤昏迷。后江某某搭乘出租车将赵某丁送至集后辛庄租房处，又返回石梁唐村对赵某丁父母谎称赵某丁离家出走。赵某丁父母报案后，公安人员于当日将被告人江某某抓获，并在出租车司机赵某某引领下在胶州市洋河镇集后辛庄村租房处找到赵某丁，发现赵某丁已死亡。经法医鉴定，死者赵某丁系颈部受钝性外力作用致窒息死亡。<u>另查明，因被告人江某某的犯罪行为给附带民事诉讼原告人赵某甲、张某甲造成的经济损失有丧葬费5元、误工费6000元、交通费1000元，共计5元。<u>还查明，被告人江某某的亲属于2014年1月16日向本院交纳赔偿款人民币40000元。被告人江某某表示自愿全部赔偿给附带民事诉讼原告人赵某甲、张某甲。<u>\n", "evid": ["<s>，2013年7月22日下午，其将曹某位于胶州市洋河镇集后辛庄村的房子租给30岁左右的男青年江某。其让男青年写了一张纸条，上面写着租房年租价2000元，今收到江某150元，试住一个月，2013年7月22日开始。当月25日下午，男青年到其家里要了一个水桶和一把笤帚打扫卫生。后男青年只把笤帚送回来，他说水桶再用用。\n", "<s>，其在胶州市洋河镇集后辛庄村有一套房子，平时没有人居住。2013年7月22日左右的一天，其舅舅隋某打电话说有个潍坊的男青年要租这套房子，先租一个月。\n", "<s>，2013年7月26日16时30分许，其家南侧胡同交叉口处停着一辆红色摩的三轮车。司机坐在车上，一男青年站在摩的右侧，从车上抱着一个女的往王某胜老房子院门走，女的一只脚上的凉鞋掉地上，凉鞋是有方孔的，有点泛黄。男的一手抱着女的脖子，另一只手抱着她的腿，女的一直没有反应，耷拉着。男的把女的抱到王某胜的老房子院门口，把女的放在院门口地上坐下。男的刚放下那女的，换手拿钥匙开门，女的就像没有骨头似的倒在地下了，后其离开。\n", "<s>，江某某和赵某丁系夫妻，二人都在三祥科技有限公司动力转向车间工作。平时看不出异常，没有过度亲密或者发生矛盾。经唐某辨认，确认照片中绿色的绳子和缠绕膜都是车间内捆绑产品用的，车间里的工人都能接触到。\n", "<s>，其家的配件加工车间在胶州市洋河镇集后辛庄村东南角，大门朝西，在车间外侧有两个摄像头，都在大门西侧，一个摄像头朝南拍摄，一个朝北拍摄。曹某的房子在加工车间的南侧，中间隔了一条胡同。房子之前是王某胜的，他卖给了曹某，曹没有住就租出去了。\n", "<s>2013年1月1日，我和赵某丁在老家举行婚礼。结婚前，我发现赵某丁经常跟一男的用手机短信联系，那男的在短信里说他很有钱，两人开房之类的话。结婚后四五天，她就提出要离婚，我不同意。过了一个月左右，赵某丁说两年之后再跟我离婚，我同意。同年2月，我和赵某丁到胶南市王台镇的青岛三祥科技股份有限公司来打工，租房在石梁唐村。赵某丁的父母也住在石梁唐村，他们也在青岛三祥科技股份有限公司上班，赵某丁的父母住在我们租房处北面，之间隔了一条街。期间，为离婚的事一直闹矛盾，从2013年6月底以来，我和赵某丁就分床睡，我住在正屋卧室，赵某丁在院子东侧的东屋里。<u>\n", "<s>，大约一星期前，我想租个房子换个环境，把我妻子赵某丁关起来不让她出去，和她好好谈谈，后在集后辛庄租了这个房子。我给房东写了一张收到条，大体内容是“房租年租金是2000元，收到江某150元，试租一个月”。当时我没有写我的真实姓名，房东给了我一把大门上的钥匙。二三天之前，我到这个房子里打扫了一次卫生，我自己换了一把新的大锁锁大门。<u>\n"], "evid_w": [124, 96, 125, 15, 99, 10, 4], "label": [2, 0, 4]}, {"fact": "<s>：<u>2012年上半年，被告人梁光政经人介绍与被害人谭某认识，于2013年4月22日结婚。被告人梁光政患有急性妄想阵发症，在广东打工期间，常幻觉被人跟踪追杀，为此常遭谭某埋怨。2013年5月被告人梁光政与谭某到浙江省诸暨市找工作，同月25日早晨，二人在诸暨市次坞镇吕家村吕家亭内发生争执，被告人梁光政因情绪失控，用随身携带的尖刀朝谭某胸、腋部连刺数刀，致谭某心脏破裂而当场死亡。后被告人梁光政自杀未果，被送往医院抢救，并于2013年5月28日被公安机关采取监视居住强制措施。<u>\n", "evid": ["<s>，2013年5月25日5时许，起床听说吕家亭里死了人。陈某甲过去看到亭内躺着一男一女，女的身下全是血，马上拨打110报警。书证110案件信息及受案登记表印证其报警的事实。\n", "<s>，梁光政是李某甲的外甥。梁光政夫妻于案发前几日到诸暨，住在三人家中，感觉梁光政精神有点不正常。案发前梁光政夫妻在其家中吵过一次架，梁光政说来追杀他的人是他老婆叫来的，他老婆就哭，还拿起一把菜刀要自杀，被李森外婆夺下。案发当天早上4点多，梁光政叫李某甲帮他们打开门，夫妻俩就出门了。5点多，李某甲起床出门上厕所，在村口亭子里发现梁光政夫妻躺在亭子里，地上都是血，就马上叫人报了警。\n", "<s>，其在诸暨打工，梁光政是其外甥。案发前，梁光政夫妻刚到诸暨那天住在其住处，梁光政说有人一路追杀他们，还问其这里是不是安全。第二天梁光政夫妻就住到弟弟李某甲那里去了。\n", "<s>及结婚证复印件，梁光政与谭某于2012年认识，下半年办婚礼，2013年4月22日领了结婚证。谭某之前结过婚并有两个孩子，跟梁光政结婚后就与自己家人吵架并把小女儿带到其家中抚养。5月5日左右两人去广东打工，后又到浙江萧山二舅李正书家，接着又到诸暨小舅李某甲家。期间，李正书和李某甲均打电话给其说梁光政精神有点不正常，老觉得有人追杀他。其咨询了医生说有可能是精神分裂症。5月24日上午，谭某的小女儿被谭某妹妹接走，下午其就坐车到诸暨接梁光政，到了才知道梁光政出事了。\n", "<s>及提取笔录、手机短信照片，从2013年5月23日早上开始，梁光政多次给其打电话发短信求救，说有人跟踪他，要他的命，怀疑是他老婆买通人要卖他器官，谭某则哭着跟其说很多人都说梁光政有精神病。后来其跟梁光政说爸爸会去诸暨接他，他就比较放心了。一直到5月25日早上得知梁光政夫妻出事了。\n", "<s>及提取笔录、手机短信照片，2013年5月19日，梁光政给其发短信求救，说他和谭某在火车上被取人器官的黑色团伙跟踪。后来也一直陆陆续续给其发短信说有人跟踪要害他，其感觉梁光政精神出了问题。就马上打电话给其父亲，其父亲就从老家去诸暨接人。后来得知梁光政夫妻出事了。\n", "<s>及户口簿复印件，谭某之前与李某丙结婚并育有两个孩子，2012年6月份左右，两人吵了一架后谭某离家出走。直到2013年4月份回家，但没几天又吵架并提出离婚。谭某在外面跟了梁光政，并带走了自己的户口纸和小女儿。后来听谭某说梁光政待她不好，其就劝她回家，并于5月24日去梁光政家带回她小女儿，次日得知谭某出事了。\n", "<s>及结婚证、户口簿复印件，其与谭某于2002年结婚并育有二女，之前一起在宁波打工。2012年7月，其回到湖南，谭某继续留在宁波。9月份谭某回到湖南说要跟其离婚，但事实上没有离。后来谭某又出去打工，但具体去哪里不清楚。2013年3月底谭某又回湖南住过几天。期间偶尔通电话，谭某也不告诉其在哪打工。后来其回到宁波打工，直到谭某妹妹告知其谭某在诸暨被杀。\n", "<s>，案发当日早上，其随救护车赶到案发现场，看到吕家亭内仰面躺着一男一女，男子右手握着女子左手，男子左手侧放着一把刀。经初步检查，女子已死亡，男子腹部、胸部、脖子处均有刀伤，其简单包扎后将男子送到人民医院救治。\n", "<s>，案发前一个多月，梁光政在其批发店购买了一把水果刀和一把剪刀，当时就把水果刀的包装拆掉并别在腰间。\n"], "evid_w": [43, 3, 32, 5, 54, 29, 2, 1, 69, 0], "label": [8, 4, 0]}, {"fact": "<s>，1995年被告人许永信与被害人温某丙（殁年25岁）经人介绍相识恋爱，后发生矛盾。1996年4月5日下午5时许，许永信携带一把匕首，欲去他与温某丙谈恋爱的地方走走，并产生如遇到温某丙就将其杀死，然后自杀的念头。晚10时许，许永信在铜川市印台区原省运司保养厂门前附近碰见与李某甲、阮某某同行的温某丙，许永信将温某丙叫住单独说话发生口角，用随身携带的匕首在温某丙胸腹部捅了数刀，温倒在许永信怀中后，许永信又用匕首在温某丙的背部等处捅了数刀。李某甲、阮某某听到温某丙喊声返回现场，许永信对李、阮二人言语威胁后逃离案发现场，将其作案所用匕首扔到漆水河里，坐车逃到西安火车站。第二日便逃往新疆，化名&ldquo；赵文辉&rdquo；一直在新疆打工。温某丙当时即被李某甲、阮某某二人送往医院抢救，经抢救无效死亡。经法医鉴定：死者温惠（会）侠生前曾被他人用锐器（如单刃刀子）刺伤胸腹部、背部及右上臂所致多处软组织裂伤，肺脏破裂、心脏破裂引起大出血，失血性休克而死亡。<u>2014年4月26日新疆警方盘查过往人员时，发现许永信所使用的身份证件与其本人不符，且不讲自己的真实身份，将许永信带至刑警队审讯，许永信交代了真实身份，并交代了其1996年4月5日杀害温某丙的犯罪事实。<u>另查明，被告人许永信的犯罪行为给附带民事诉讼原告人温某甲、雷某某造成的物质损失有丧葬费、抢救费、交通费。<u>\n", "evid": ["<s>证明，1996年4月5日晚11时许，她二女儿温某丙在现在的丽景天下小区（原省运司保养厂）门口南边门面房和重兴公园挨着的角落处被温某丙以前的对象许永信用刀捅死了。当时她外甥李某甲、她外甥女婿阮某某和温某丙在一起，李某甲和阮某某在她家见过温某丙的对象许永信，事情是二人给她说的。李某甲说，他们三人在路上碰见许永信，温某丙对李、阮二人说许永信是他男朋友，他们说两句话。李、阮二人往前走了一点，不见温某丙跟着，往回走看见温某丙在地上躺着，许永信在旁边，他们拉许永信没拉住，许跑了。她听医院大夫说温某丙身上被人用刀捅了，人不行了。温某丙和许永信经人介绍认识谈了半年多，许永信去过她家几回，在她家吃过饭。温某丙说许永信住在三里洞原一运司单身宿舍，家在陈炉镇住，家里有个妈，爸已经不在了。许永信与温某丙是同年，1970年属狗的。许的同事叫他&ldquo；旦旦&rdquo；。又证，当时他们让许永信和温某丙订婚，许永信说他就一个老妈，啥都没有，也不让温某丙去他家看看，考虑到女儿年龄大了，许永信也不能给个说法，她就不让女儿和许永信来往了。后来别人给温某丙介绍了个对象谈了有一个月，没定亲就出事了。\n", "<s>证明，1996年4月5日晚9时许，他与李某甲、温某丙在北关桥头市场吃完饭步行往北走，当时走在公路右侧，走到公安局北侧一修摩托车附近时，一小伙迎面走来，叫了温某丙的名字，温某丙跟小伙走到西边非机动车道上，他与李某甲往北走了一点在路边等，李某甲说小伙是温某丙以前谈恋爱的人。等了一会不见温某丙，听到温某丙的喊声，他俩跑过去见温某丙躺在地上，小伙还在温某丙身上捅了一下。小伙发现他俩后，手持刀抡他俩，李某甲说有话好好说，那小伙不让管，小伙顺公路向南走了。小伙拿的刀子和大刀的形式差不多。小伙走了后，他俩挡招手停，招手停不拉，他让李某甲看着人，他去叫人，人到的时候公安局的人已经到了。小伙20多岁，穿灰白色西服。温某丙穿红格小翻领上衣，黑裤子。\n", "<s>证明，案发当晚，他与阮某某、温某丙三人在北关吃完饭往北走到印台分局往北一点时，遇到温某丙的男朋友许永信叫住温某丙说话，他俩就过了马路去了路西边，他和阮某某往前走了几米，隐约听到温某丙的喊声，回头看见温某丙被许永信叫到路西栏杆下面，他俩赶紧跑过去，见温某丙躺在地上，许永信用刀在温某丙身上捅。他和阮某某往许永信跟前扑，许永信持刀指着他俩，他赶紧看人咋样了，许永信说：&ldquo；她把我耍了。&rdquo；，温某丙身上流着血，人不行了，许永信挡出租车往南走了。他们把温某丙送到妇幼保健医院，在医院他看见温某丙胸部有一个刀捅的口子，肉翻着，往外流着血，听抢救的医生说温某丙没救活。之后他报案了。他认识许永信，他曾在温某丙家见过许永信，许永信年龄约27岁，个子约7米，留小平头，中等身材，穿灰西服。温某丙和许永信谈恋爱，许是陈炉人，开车的。温某丙和别人订了婚后，他再没见过小伙。当时，许永信所拿刀子是一把匕首。\n", "<s>5证明，他女儿温某丙遇害当晚，当他们赶到重兴公园附近时，看见他女儿躺在地上，随后他们将人送到医院，之后他和公安局的人去找许永信了。因为风俗的原因，家里人没有见温某丙，后事由村里人料理，村里的薛某某当时给温某丙穿的衣服。又证，许永信与温某丙认识是姚长江介绍的。<u>\n", "<s>证明，当年她参与料理温某丙的后事，给温某丙穿的衣服。\n", "<s>证明，他和许永信是一运司职工，住同一职工宿舍。许永信谈了一个对象，之后听说对象不愿意了。许永信有一把约8寸长、二指宽、刀背带锯齿的单刃刀。案发当晚，他在宿舍睡觉时听到许永信叫门，许永信进门后慌慌张张把皮鞋换成白旅游鞋，塑料袋装了几件衣服、香皂、牙膏、水杯，许还说他走呀，没说去什么地方。\n", "<s>证明，95年夏天，许永信和一个女娃谈对象，过完年听说吹了。事发当晚6时许，许永信到他租住的房子说女娃把他骗了，和别人订婚了。\n", "<s>证明，案发当晚7时许，他在任某某家见到许永信等人在闲谝，许永信不知为何不高兴，也不吭气，之后就走了。\n", "<s>证明，她和&ldquo；赵文辉&rdquo；是同居关系，在库尔勒市租房居住。&ldquo；赵文辉&rdquo；身份证上记载他是河南商丘人，1972年出生。他有三个哥，三个姐，没见他和家人联系过，也从不说他过往的事。在&ldquo；赵文辉&rdquo；被库尔勒警方抓了后，她听警察说&ldquo；赵文辉&rdquo；本名叫许永信，早年在陕西省铜川市把女朋友用刀捅了。\n", "<s>证明，他们家姊妹七人，许永信是家里老七。18年前，许永信和一个女的谈恋爱，后来女的和别人订婚了，许永信把这个女的杀了。许永信出事后他再没见过，也没有联系过。2014年5月22日，公安局的人采集了他的血样。\n", "<s>及领条证明，1996年4月7日，王某某从公安局刑警队领走了温某丙随身携带的物品。\n", "<s>证明，他的真实姓名叫许永信，在新疆化名&ldquo；赵文辉&rdquo；。他在接受高速路出口检查时因其身份信息查不清楚被带到公安机关。他于1996年4月5日在铜川市将其前女朋友温某丙用刀捅死了。其大哥许某乙、二哥许某丙、三哥许某甲，大姐许某丁、二姐许某戊，三姐许某己。他于1993至1995年在铜川市第一运输公司上班，1995年认识温某丙。\n"], "evid_w": [71, 7, 76, 102, 58, 114, 78, 9, 24, 31, 0, 13], "label": [5, 0, 2]}, {"fact": "<s>，被告人卢扬夸与妻子苏X凤感情不合，已分居六年，在看见苏X凤与别的男人通电话时口气暧昧和陪别的男人上街，并称要离婚，遂怀疑苏X凤有第三者。苏X凤将卖甘蔗的钱控制时，卢扬夸为此对苏更为不满。2012年1月9日17时许，被告人卢扬夸趁苏X凤一人在厨房煮饺子时，从厨房外拿起一把柴刀朝其妻子苏X凤的颈部和头部砍了两刀，将苏X凤砍倒在地。因柴刀柄断裂，卢扬夸又从厨房内拿铁铲朝苏的头部连打了六下，铁铲柄折断后，卢扬夸又到厨房外拿来斧头朝苏X凤的头部猛砍多次，直至确认苏X凤死亡后才住手。卢扬夸用手机拨打110报警后在家中等待。公安民警赶到卢扬夸家后将其抓获。经法医鉴定：苏X凤系被钝器打击右颞顶部、右颞枕部致颅脑损伤死亡。<u>另查明，原告人苏X从、覃X香夫妇共育有苏X凤等六名子女，二人均为农业人口。诉请被告人卢扬夸赔偿赡养费符合法律规定。苏X从现年75岁，赡养费按5年计赔即：4211（元／年）×5（年）÷6（人）＝2元；覃X香现年70岁，赡养费按10年计赔即：4211（元／年）×10（年）÷6（人）＝3元。共计人民币5元。<u>\n", "evid": ["<s>，2012年1月9日17时多，其接到马步派出所民警电话，说卢扬夸打电话报警称他在家中将妻子杀死了，叫其到卢扬夸家附近查看。其找到卢扬夸的堂弟卢X洋后，派出所民警已经赶到，其和卢X洋就带民警到卢扬夸家。民警叫门后，卢扬夸开门出来，民警进卢扬夸家不久就将卢扬夸带出押上警车。其进屋看见厨房的地板上躺着一个人，身边有很多血，但看不见那人的头部。其出来后听说苏X凤已经死了。同时证实卢扬夸与妻子苏X凤感情不是很好，经常因生活琐事争吵打架。\n", "<s>，2012年1月9日18时许，村党支书卢X华找到其说公安机关接到卢扬夸报警电话，说他将妻子苏X凤砍死了，叫其一起去卢扬夸家查看情况。其二人带公安民警到卢扬夸家后，民警进到卢扬夸家里核实情况并将卢扬夸控制。后其听民警说卢扬夸在自家厨房里砍死了人。同时证实卢扬夸夫妻常为家庭生活琐事吵架，案发前不久，卢扬夸还将妻子苏X凤的脚和头部打伤，苏X凤被刀砍伤小腿住院治疗。\n", "<s>，案发当日18时多，其先后接到村党支书卢X华、堂哥卢X洋的电话，说其哥卢扬夸在家将其嫂子苏X凤杀死了。其赶到卢扬夸家在厨房门口看了一眼，见其嫂子苏X凤躺在地上，头部有很多的血。其哥嫂经常吵架，特别是近几个月，两人说话的语气非常不友好。\n", "<s>，案发当日，其听村党支书卢X华说卢扬夸将妻子苏X凤打死了。其还听村民说，前段时间卢扬夸和妻子苏X凤发生过争吵。但其没听说卢扬夸家在村里有什么传言。\n", "<s>，其和卢扬夸为同村村民，且关系一般，与苏X凤关系稍好一点，但紧限于帮做一些农活之类。案发前几天，其去桐岭街买家具时在街上遇见苏X凤，在苏X凤坐其车回村的路上，其见苏的手上拿有药，苏说是被卢扬夸打伤了。其和苏X凤交往很少，有的也都是一般的交往。\n", "<s>。卢扬夸称其与妻子苏X凤感情不合，已分居六年，且曾听到苏与人通电话时口气暧昧，其因此怀疑妻子有第三者，也为此殴打过妻子苏X凤。2012年1月8日上午，其打电话给苏X凤，苏说她去桐岭街买药。当天，其在村民说苏X凤跟别的男子来往，其就赶到桐岭街。在桐岭街其看见苏X凤和同村的卢X矮在选家具，其就怀疑卢X矮是第三者。下午回家后，苏X凤说要和其离婚，并说离婚不离家，还要带男人回家住。次日中午11时许，其多次问苏X凤卖甘蔗得的5000元在哪里，苏均不回答。17时许，其趁苏X凤在厨房煮饺子不注意时从厨房外拿一把柴刀朝苏的颈部砍了1刀，刀柄的焊接口裂开，其又朝苏的头部砍了1刀，刀身和刀柄完全断离，苏X凤则倒地双手抱住头部。接着其又拿放在厨房门口的铁铲朝苏X凤的头部打了6下，铁铲柄折断后，其又到厨房外拿来斧头朝苏X凤的头部砍几下，然后其用手机打110报警，因无人接听，挂断后见苏X凤没有死，其又拿斧头朝苏的头部猛砍，直到确认苏已死亡才住手。之后其再次用手机拨打110报警，并在家等候公安民警的到来。其砍打苏X凤时苏的血溅到了其的衣服上。\n"], "evid_w": [114, 20, 125, 115, 83, 4], "label": [0, 2, 4]}, {"fact": "<s>，2008年4月8日，被告人何承中与袁宁、何德春（均已判刑）经袁胜（已判刑）纠集，受林明发、张永胜、程德忠、魏永会、储令荣等人（均已判刑）指使，预谋对被害人白某行凶报复。当晚9时许，何承中及袁胜、袁宁、何德春来到浙江省温州市瓯海区新桥街道六虹桥路1092号宾乐小宾馆，由袁胜在宾馆一楼门口接应，何承中及袁宁、何德春来到宾乐宾馆305房间，对房间内的白某、杨某进行砍击，白某身体多处被砍后，从305房间的窗户跳楼，经抢救无效死亡。经法医鉴定，被害人白某因遭他人用长刃锐器多次砍击，造成创口大量失血，终因急性失血性休克死亡，而右侧开放性气血胸和高坠所形成的损伤出血，促进了失血性休克的进展；杨某伤势为轻微伤。<u>\n", "evid": ["<s>，2008年案发当天下午，袁胜接到张永波的电话，袁胜让我们去新桥，我们到了新桥，张永波带我们到了一个学校门口，东北老板过来，和张永波、袁胜说话，然后又带袁胜、张永波过去看要砍的人住的地方及特征，回来的时候还带了砍刀。袁胜回来后告诉我们，说这帮东北老板要砍一个人，然后老板又过来告诉我们要砍的人住在宾馆三楼后面的房间，穿红色衣服，张永波给了何德春三把刀，然后我们就过去了。袁胜拿一把刀在楼下负责看门，怕老板关门，袁宁、何德春和自己到宾馆三楼后，在厕所里何德春将刀分给我们，再确认房间后我们三人就进去砍人了。袁宁第一个进去，何德春第二个，自己最后一个进去，当自己到房间时，袁宁已经在砍那个东北老板指的人了，何德春也拿刀砍这个人，自己发现房间里还有一男一女，那男的要帮忙，自己就用刀砍了他的手部一下，女的吓坏了没有反应。自己听到袁胜在楼下喊老板要关门了，让我们快走，自己就跑了，事后听说那男的跳了楼。\n", "<s>同案犯林明发供述，大约在案发五天前，张永胜说“老二”（白某）向他收保护费，要找人教训下“老二”，自己就让他找人砍“老二”。自己又将事情跟“四川”（程德忠）、“老魏”（魏永会）和“老王”（储令荣）讲，因他们也被收了保护费，都同意出点钱教训“老二”。2008年4月8日晚上，自己看到“老二”在新桥的宾乐旅馆305房间出现，就告诉张永胜去叫人。晚上8点左右，张永胜叫了五个人，自己将准备好的刀交给他们，告诉他们要砍的人住宾乐旅馆305房间，穿红色的上衣，戴一个帽子。车上的五个人就安排如何砍人了，说三个人进去砍，另两个在门口望风。接着他们就开车过去了。几分钟后，有人叫打架了，自己就过去看，看到“大脸猫”杨某被砍伤了，“老二”则躺在地上，周围看的人说“老二”是从楼上跳下来的。之前自己跟“四川”、“老魏”、“老王”三人讲，说砍的人要三千块，我们出每人500块，大家都说可以。砍了人之后，“四川”、“老魏”、“老王”都给了自己500块，“老魏”替“老李”垫了500块，自己将这2500块交给张永胜。\n", "<s>同案犯张永胜供述，“老二”向自己和“老魏”、“四川”、“老李”等人收保护费，另外“老二”不把“老大”放在眼里，于是“老大”就向我们提议每人出些钱找人教训“老二”。自己叫了袁胜，让他带几个人来，酬金是两三千块钱。2008年4月8日晚，“老大”打电话说“老二”过来了，叫自己打电话叫人，于是自己打电话给袁胜。不久，袁胜和袁宁、何承中、何德春及一个司机开着一辆奥拓车来到了新桥中学门口，“老大”到了中学前的停车场门卫室拿一捆用布包起来的刀放在车里，然后“老大”又带袁胜去看一下“老二”所在的宾馆及位置。过了二十来分钟，见“老二”躺在宾乐小宾馆的后门地上，浑身是血，之后被送到医院抢救。听边上人说还有一个人被砍送医院了，自己到温州八医才知道是“大脸猫”。看完“大脸猫”回来后，“老大”交给自己2500元，自己就把这钱交给袁胜。\n", "<s>同案犯袁宁供述，2008年4月8日晚上，自己和袁胜、何承中、何德春在温州火车站附近的一个广场里玩，袁胜接了一个电话，就和我们说张永胜叫我们去新桥那边教训一个人，袁胜就叫了一辆奥拓车，我们坐车到了新桥中学门口，张永胜和一个东北佬过来和我们碰头，我们就商量好由自己、何德春、何承中上去砍对方，袁胜负责在楼下望风。东北佬领着我们去旁边的一个桥边，指着宾乐小宾馆的三楼一个房间说，穿红色衣服，戴帽子的就是我们要砍的那个人。接着那个东北佬搬了三把用白布包起来的刀放在我们的奥拓车上，然后我们去买了手套。自己和何德春、何承中到了宾乐小宾馆三楼，袁胜在楼下守着，我们三个人每人都戴着帽子各拿一把刀到了那个房间门口，发现这房间门开着，那房间里有三个人，两男一女，我们进房间后那个穿红色衣服的男子看我们拿着刀进去，他也拿出一把匕首想和我们对打，何德春冲在前面砍他，我们都砍那个红衣服的男的，那个男的背部被自己砍了几刀，从窗口跳下去，我们就跑走了。\n", "<s>，2008年三四月份的一天，袁胜受张永波（张永胜）之托叫自己和袁林（袁宁）、何承中帮忙打架，答应给我们每人500元钱。当晚五六时许，袁胜就带自己和袁林、何承中到了新桥一个学校门口，张永波来接我们。一会儿，“东北老大”（林明发）拿了三把刀给我们，袁胜给我们一人一双手套。“东北老大”带袁林到对面一个旅馆看要砍的人。他们回来后，自己和袁林、何德春三人分别持砍刀跟随袁胜去对面那旅馆，袁胜在楼下接应，自己和何承中跟袁林到了三楼，袁林拿刀冲入一个房间，对房间里的一个人砍了几刀后，袁胜在楼下叫好了，我们三人就往楼下跑。当晚，张永波送给我们1500元钱，自己和袁胜、袁林、何承中四人分了钱。\n", "<s>同案犯程德忠供述，自己是在新桥街道垟中这带带“小姐”的，就是俗称的“鸡头”。2008年4月8日下午，“老大”（林明发）过来跟自己说他和“小张”（张永胜）要找人教训“东北老二”，并让自己出500元。4月8日傍晚，“老大”到自己住处拿刀，自己就和“老大”一起到三楼拿了三把刀。一两个小时后，自己回到8幢，看到“老二”已经躺在地上，满身是血，后来救护车跟警察都过来了。救护车把“老二”接走后不久，自己给了“老大”500元钱。\n", "<s>证明，2008年4月8日晚上7点多，自己和“大脸猫”（杨某）、“老二”（白某）三个人在新桥的一家旅馆305室玩，三个青年冲进房间，他们三人都戴着鸭舌帽、白手套，每人都拿着一把砍刀，“大脸猫”从床上爬起来，那个人就用刀砍了“大脸猫”手部一刀，“大脸猫”受伤后就不敢动了。接着那三个人就围着“老二”砍，“老二”被砍的没办法一直往窗户处躲，后来“老二”不知怎么的就从窗户处摔下楼了。\n", "<s>证明，2008年4月8日晚上9时许，自己在宾馆楼下，看到三名男青年进来，问他们找谁，他们说找305房间的朋友。一会儿，楼上就吵起来，住305房间的人跳楼了。不久，三名男青年往楼下跑。\n"], "evid_w": [55, 72, 38, 38, 26, 26, 44, 5], "label": [1, 5, 3]}, {"fact": "<s>，被告人张先文在沅陵县城捡拾垃圾为生，经人介绍相识了在该县城从事搬运工作的同乡吕某丙并确立了恋爱关系。期间，张先文先后借给吕某丙现金、赠予手机等物品。吕某丙与其共同从事搬运工作的同乡张某甲相识后便疏远张先文，又与张某甲确立了恋爱关系。张先文多次找到吕某丙要求退还现金、手机等物品未果，张先文便对吕某丙怀恨在心伺机报复。2006年8月16日凌晨5时许，张先文捡拾垃圾后前往沅陵县农业局大院区内吕某丙的租房寻找吕某丙。当行至吕某丙租房附近的公厕旁时，听见吕某丙与张某甲在租房内说话，张先文便持随身携带的单刃刀具、砖头等藏匿守候在阶梯边公厕内。当张某甲和吕某丙一前一后行至公厕旁时，张先文用砖头砸张某甲。吕某丙见状用随身携带的背篓反击，张先文与吕某丙扭打在一起。张先文用刀捅刺吕某丙右胸部、右上臂等处数刀。张某甲捡拾砖头打击张先文，张先文追打张某甲。张先文没追上便逃离了现场，当逃至该县县城滨江大道河堤上时将凶器扔入河中。吕某丙被送往医院途中死亡。经鉴定，被害人吕某丙因失血性休克及开放性血气胸而急性死亡。<u>2014年5月27日，被告人张先文因患××，无钱医治，托人向张家界市公安局永定分局永定派出所投案。<u>\n", "evid": ["<s>，证明他与吕某丙爱人都去世了，都没有再婚。两人平时都是搬运工，相处得不错，准备组合成一个家庭。2006年8月16日凌晨5时许，吕某丙和他应张某丙之邀去水果市场卸货，他和吕某丙一前一后走出了吕某丙租住的房屋，当时吕某丙还背着背篓。然后他听到吕某丙喊了“哎哟”一声便转身，看见吕某丙被“绳子宝”即张先文刺倒在地，他就在地上捡了半块红砖头砸了过去，但没砸中，张先文手里还拿着一把小刀。张先文看见他后就追他，他跑出去找了一块石头返回时已没见张先文了。后吕某丙被送往医院抢救，因抢救无效死亡。还证明吕某丙先和张先文好，后又和他好。吕某丙向张先文借了钱还拿了手机，张先文讨要不到，对吕某丙怀恨在心。还证明张先文走路有点瘸，与公安机关对张先文脚趾拍摄的照片上记载的张先文大脚趾残缺的情况相印证。\n", "<s>，证明案发前几天张先文天天在找吕某丙。直到案发前一天的晚上，张先文和几个人在他租的房子前马路上聊天时听张先文讲吕某丙要是不退还手机就要杀死吕某丙。第二天凌晨5时许，吕某丙被杀。<u>\n", "<s>，证明2006年的夏天，苏某和石某乙在水果市场卸货，张某甲跑过来对其二人说吕某丙被杀了。二人跟张某甲一起来到案发现场，张某甲把吕某丙送往沅陵县人民医院，医生检查后确认吕某丙已经死亡。<u>\n", "<s>，证明案发前一天晚上张某甲和吕某丙一起睡在吕某丙租住的出租房里。<u>\n", "<s>，证明张先文租了她的房子。2006年8月14日早上6点的时候，她碰到张先文，张先文问她是否有得力的人并称有人把张先文打了一顿，张先文要报仇。<u>\n", "<s>，证明大约案发前的两三天，张先文给他打电话，问是否有得力的人并称吕某丙对不起张先文，要把那两千块钱搞回来，张先文还讲自己不想活了。<u>\n", "<s>，证明2006年8月16日凌晨五点左右，她打电话给张某甲，要张某甲和吕某丙去水果市场下西瓜。在案发前一段时间，吕某丙在做事时，有一个老头子经常找吕某丙的麻烦。2006年8月14日凌晨4点钟，吕某丙在水果市场下西瓜时那个老头子要吕某丙还手机，还和吕某丙争了几句。<u>\n", "<s>，证明张先文因吕某丙不还其钱物，心生不满，案发前曾表示要杀害吕某丙。<u>\n", "<s>，证明2006年8月16日清晨4点到5点钟左右她听到屋外有跑、追的声音，还有打砖头的声音。案发前几天，她看到一个捡垃圾的老人三四次出现在她屋前和公厕旁边并来回走动。<u>\n", "<s>，证明张先文在张家界市人民医院住院期间，因无力承担医药费，向他说出2006年张先文在沅陵县城杀害吕某丙的事实，并要张某丁前往公安局帮忙投案的过程。<u>\n", "<s>及辩解，证明他经人介绍认识了同乡吕某丙并与吕某丙保持恋爱关系，期间他不仅借了钱给吕某丙，还送了一台手机和其他物品给吕某丙。因为吕某丙又跟张某甲好了，他就多次找吕某丙退钱和手机未果。2006年8月16日凌晨，他守候在在吕某丙租住的沅陵县农业局种子公司宿舍外厕所旁边台阶处等候吕某丙。当张某甲和吕某丙一前一后走出来后，他捡了块砖头砸向张某甲，吕某丙就用背着的背篓罩住他，他就用水果刀朝吕某丙身上乱划，吕某丙受重伤。他逃离现场后把水果刀丢弃至河里。案发后他逃至永顺县、张家界市等地捡垃圾为生，2014年5月27日，自己生病住院至张家界市人民医院，因无钱医治便托人向公安机关投案。\n"], "evid_w": [103, 61, 57, 9, 192, 7, 48, 14, 0, 5, 6], "label": [0, 4, 10]}, {"fact": "<s>，故意杀人事实<u>2012年10月初，被告人许吉祥与袁延峰、王宝、王振、张芝宝等人预谋以给进入邹平县境内的货车带路，非法帮其顺利通行的方式收取费用，并商定如遇到其他“带车”人就暴力抢取“带车”生意，且为此准备了砍刀等工具。同年10月6日晚，许吉祥、袁延峰、王宝、王振、张芝宝等九人分乘三辆车上路寻找“带车”目标，当行至邹平县北外环与东外环交叉路口处时，王宝、王振持砍刀将在该处“带车”的“宝子”、“小飞”等人赶跑。“宝子”将此事告知王强，王强当即纠集被害人张猛以及肖钦军等多人欲谋报复，并分发了镐柄等工具。次日凌晨，王强等人驾车行驶至邹平县北外环与东外环的交叉路口处时遇到许吉祥等人，两伙人驾车相互追逐撞击，当行至邹平县韩店镇金玉大道杨村段时，袁延峰所乘车辆被碰停，袁延峰与同车的张芝宝持砍刀下车，与王强、肖钦军、张猛等人发生殴斗。袁、张二人被打倒。许吉祥驾驶黑色大众志俊轿车赶到此处，发现袁、张两人被围殴，驾车先将肖钦军撞倒在地，后调转车头再次快速冲向对方人员，又将张猛撞倒。后许吉祥驾车逃离现场。张猛经抢救无效死亡，经鉴定，被害人张猛因右腰髋部遭受巨大钝性暴力作用，致骨盆骨折、脊柱骨折、胸腹腔脏器损伤出血，创伤性及失血性休克而死亡；肖钦军伤情为轻伤。<u>被告人许吉祥的行为给附带民事诉讼原告人造成的物质损失为50元；许吉祥之母在案发后支付给被害人张猛近亲属3000元。<u>\n", "evid": ["<s>，2012年10月初，王宝、许吉祥、袁延峰、孙成、韩伟、伟山（即张芝宝）还有他俩等人商量去干“带车”生意，并商量如跟别人抢车带肯定要打架，为此买了刀。（2012年10月6日）晚上8点左右，他俩、许吉祥、伟山、袁延峰、韩伟和三个不认识的人分乘三辆车来到汽车八队那条公路上，准备找大车司机发名片领车，这时他们看见已经有一辆车在那里领车，他俩就拿着砍刀冲对方去了，王振把对方轿车的后挡风玻璃砍碎，对方开着车跑了。他们又沿公路四处转，后又转到汽车八队那条公路上，看见有轿车在那里停着，其中一辆白色越野车冲着他们开了过来，他们就掉头往西跑，对方开车撵，撵到韩店穆王村附近，那辆白色越野车把他们这方的现代车撞到路南侧的路边石上停住了，有五六个人拿着镐柄围着袁延峰、伟山（即张芝宝）打。许吉祥好像急眼了，就开车加速朝那些打人的人冲过去，把一个人撞的磕在车前挡风玻璃上了，许吉祥掉转车后，又朝对方冲过去，又撞到了一个人。许吉祥当时开着一辆黑色大众志俊，他俩也坐在这辆车上。\n", "<s>，2012年10月初，孙成、许吉祥、袁延峰、王宝、王振等人一起商量去“带车”赚钱，孙成负责出钱和找关系，袁延峰等人负责“带车”。因想到抢“带车”生意时可能要打仗，他们还买了7把砍刀。2012年10月6日晚上，袁延峰、王振、王宝、许吉祥、韩伟、张芝宝、王兆平、李珂、成树孔九人分乘许吉祥的志俊车、一辆现代车和一辆哈弗车出去找车带，每辆车上放了几把刀。他们开车到了北外环的汽车八队那里，发现有人在那里“带车”收钱，王宝、王振拿着砍刀往对方车的后玻璃砍了一刀，对方开着车跑了，他们开车追没追上，就又开车四处转悠。后他们又转到汽车八队附近的时候，看到先前的那伙人。对方发现了他们，就开车追他们，他们就跑。到了北外环韩店杨村附近，袁延峰、张芝宝的车被一辆车撞的碰到了路边的路牙石上，袁延峰、张芝宝下车准备和对方打，一个男子拿铁棍和袁延峰打，后袁延峰被打跑了，张芝宝被对方打懵了。王兆平看见许吉祥开着车冲向对方，把一个站在白色越野附近的人撞倒了，王兆平和成树孔就开车跑了。后在明集王兆平与许吉祥见的面，许吉祥把开的车放到了王兆平家里。\n", "<s>，2012年10月7日凌晨，他路过杨村通往焦桥镇路口时，看到在路南边有三辆轿车，其中一辆车的车玻璃烂了，后来另外两辆车离开了，只剩下烂玻璃的那辆车停在路边。他看到在路南侧接近道路中间的位置有一个人侧躺在路面上，下边有许多血，车旁边有断了的镐柄，他就拨打了110报警。\n", "<s>，去年（2011年）4月份的时候他开始领车，所谓领车就是货车给他们钱，他们保证货车不被交警和交通局的人查住，如果被查住他们负责解决。昨天（2012年10月6日）晚上是他的两个小兄弟“小飞”、“宝子”开着一辆黑色的桑塔纳轿车值班领车。晚上10点半左右，“宝子”打电话说和“小飞”在领车的路上车被人砸了。他开车赶到了“凯旋物流”公司办公室，先后给张猛和肖钦军打了电话，后张猛开着白色越野车拉着肖钦军还有两个男青年来到了“凯旋物流”。凌晨1点钟左右，他开着尼桑蓝鸟轿车拉着“宝子”和一个男青年，张猛开着那辆越野车拉着肖钦军、“小飞”和另外一个男青年，临走之前他分别往两辆车上放了几根镐柄。他们开车到焦临路和北外环交叉路口东边，从东边过来了三辆车，他们的两辆车就开始追对方的那辆志俊轿车，后双方的五辆车一直向西追逐并碰撞。到了穆王村红绿灯西边，对方的伊兰特悦动轿车撞到路边的路边石上停住了，车上下来了三个人，其中两个人手里拿着刀，另一个是司机。张猛和他车上的人也都下了车，手里都拿着镐柄围上了那两个拿刀的人。对方司机不知道什么时候跑了，他们把对方中的一个人打趴在地上，另一个人跑了出去。这时，对方的志俊车朝着肖钦军冲过去，肖钦军被撞的倒在地上。他们见后就更生气了，开始用镐柄打停在路边的伊兰特悦动车，砸了一会，张猛过去想去扶肖钦军，对方的那辆志俊车又拐回来撞了张猛，张猛被撞出了两三米远，之后趴在了地上。对方的志俊车和长城哈佛车跑了。\n", "<s>，2012年10月7日凌晨3时10分，一个叫张猛的病人进入重症医学科室，当时张猛浑身是伤并且休克，经抢救无效，凌晨4时20分宣布死亡。病人颅脑、脊柱、骨盆、四肢都受了伤。\n", "<s>，大约半年前（约2012年11月份），王兆平让他帮着将一辆黑色被撞坏的车开到了明集镇耿家村一个厂子里，这辆车被撞得很厉害。\n", "<s>，2012年10月初，他与王振、王宝、袁延峰、孙成、韩伟、伟山（即张芝宝）商量去“带车”，孙成负责出钱、找关系，袁延峰领着他们去“带车”，还为“带车”可能打架买了几把刀，他还赊了一辆现代轿车。（2012年）10月6日晚饭后，袁延峰跟他说再联系几个人，他就打电话叫了朋友王兆平、成树孔。到了晚上10点多，他、王宝、袁延峰、韩伟、伟山、王兆平、成树孔、王振和王兆平带着的司机共九个人，分乘三辆车出去“带车”。他开着志俊车与王宝、王振同车，袁延峰、韩伟、伟山在现代车上，王兆平、成树孔和带来的司机在哈佛车上。他们转到东外环与北外环交叉路口处时，看见有人在收大车的钱，王宝过去问了问对方，袁延峰说这些车他们带，他们就从车上拿下砍刀去砍收钱的人，对方开车跑了。他们给那里的大车分了印好的联系名片，仍开着车四处转。过了大约2小时，他们开车又转到东外环与北外环交叉路口处，听到停在路边上的一辆白色越野车上有人喊：“抓住他们”，并开车追他们，他们就往西跑，对方在后面撞了他的车好几次。到了北外环南侧的时候，他看到袁延峰的现代轿车被撞到路牙石上了，对方的人在打两个人，他想被打的可能是袁延峰和伟山，他想把围着的人撞开，就开着车冲了过去，车的右侧大灯处把一个人给撞了，这个人被撞翻在他车前挡风玻璃上滚了下去，他掉过车头回去，见对方还在围着打袁延峰和伟山，就又开车冲了过去，又把对方一个人撞飞出去了。后他就开着车去了明集镇，让王兆平去修他的车。他的车是一辆黑色志俊轿车，车牌号是鲁M×××××。<u>\n", "<s>，（2012年）9月14日凌晨2点多和早上7点左右，有个男子给她丈夫魏威打电话说粮食款的事并约魏威见面，魏威说到东岳集团那里见面，便一个人开着朗逸轿车去了。下午一点多，她给魏威打电话，显示关机。到下午四点左右，魏威在东岳集团的朋友说魏威的车不见了。（9月15日）早上，魏威打来电话，说在菏泽收粮食的人那里。魏威走的时候背着一个小包，里面有钱包、银行卡等东西。\n", "<s>，（2012年）7月份，他从菏泽市郓城一个姓姚的那里要了一车小麦，他安排魏威去接的货，将小麦卖了后让魏威将小麦款给姓姚的打过去了。取得姓姚的信任后，姓姚的又先后送过来三车小麦，因他借了很多高利贷，卖的小麦款他让魏威打给催收高利贷的人了，没给姓姚的。魏威只是根据他的安排接货和打钱，别的事不知道。\n", "<s>，因为找不到欠小麦款的张兴元，就想跟接货的魏威要钱。姚金良通过张娜在邹平找好了人。2012年9月11日，他俩到邹平和找的人联系上。后李文巧和几个男的一起去魏威的老家和青岛找魏威，未找到。14日早上，得知魏威已回桓台县了，李文巧和那些人又去了桓台。当日11点多，他们在桓台县的一个工厂附近看见魏威，就把魏威推上车，蒙住头用腰带捆住手，将魏威带到一个水库，同去的人把魏威弄下车拳打脚踢了一通，后又把魏威带到邹平的一个二楼房间里，对魏威拳打脚踢向魏威要钱，从魏威包里翻出银行卡等物品，姚金良去银行从魏威的卡里取了19200元钱。回来后，他们一伙人把魏威、还有魏威的轿车一起弄回菏泽郓城的收粮食点上，让魏威给家里打电话凑钱，后姚金良又从魏威带的银行卡里去取了12000元钱，并让魏威写了一份车辆抵押合同。之后，就让魏威自己走了。到了郓城后，李文巧给了帮忙的人4万元的费用。\n", "<s>，（2012年）8月份，姚金良给她打电话说一个叫魏威的欠粮食款，让她帮忙找人给要回来，为此她联系的许吉祥。9月份的一天，姚金良和一个男的来到邹平，她介绍姚金良和许吉祥接上了头，还把自己的K5轿车让许吉祥用。后许吉祥找人把魏威弄来，曾放到她的一个办公室里，许吉祥还说把魏威的轿车也开来了，后又把魏威带到菏泽郓城，她也跟着去了。菏泽那边给了好处费，她分得4000元。\n", "<s>，2012年9月份，许吉祥告诉袁延峰菏泽两个贩粮食的被桓台的一个人骗去了三车粮食，共计20多万元，两人商量找几个人帮着把钱要回来挣点好处费，袁延峰就找了韩伟、王宝、王振、张芝宝等人。过了几天，许吉祥和张娜领着两个菏泽中年男子来到袁延峰开的饭店，他们一起吃的饭，期间，两个菏泽人说了被骗粮食的事，因为粮食是桓台的魏威经手的，就讨论怎么把魏威逮回来。第二天，许吉祥、袁延峰等和一个菏泽人开两辆车去了桓台县魏威的家找，发现魏威不在家去青岛了，后他们一伙人又去了青岛。到次日，打听到魏威又回桓台了，他们就从青岛往桓台赶。中午，赶到了桓台县的东岳集团。在门口，菏泽人指认了魏威，他们就下车把魏威强行拉上桑塔纳车，王宝还用镐柄打了魏威的后背。他们先将魏威拉到了邹平的一个水库边上，打了魏威一顿，后把魏威带到张娜的一个办公室，又打了魏威，得知魏威还有一辆车在东岳集团门口，许吉祥和王宝去将魏威的朗逸轿车开了回来，还从车上拿下一个包，发现魏威带有银行卡，便逼迫魏威说了密码。韩伟与菏泽的一个人去银行从一张卡里取出一万多元。后他们一起开着K5轿车和魏威的朗逸轿车去了菏泽。到了菏泽，许吉祥、张娜和两个菏泽人去谈好处费，回来后他们一块回的邹平，在路上，袁延峰、许吉祥、王宝、张娜等人各分了4000元好处费。\n", "<s>，因为粮食款的事，李文巧、姚金良取走了魏威卡上的31200元钱，扣了魏威的朗逸轿车。\n", "<s>，2012年的七八月份，张娜说一个朋友给桓台县田庄的一个中年男子发了三车小麦，这个男子后来找不到了，当时是魏威接的小麦，让他帮忙找。（2012年）9月11号中午，他、张娜、袁延峰等与菏泽来的俩人一起吃的饭，菏泽人说粮食是魏威接的，找魏威就行，他让袁延峰找几个人来帮忙。后他和袁延峰等人以及菏泽姓李的一起去了魏威家，但魏威去青岛了，他们这伙人又去青岛。14日上午，袁延峰的朋友来电话说与魏威约在东岳集团见面。在东岳集团门口，姓李的看见了魏威，他们下车把魏威摁到车里，王宝好像用棍子抡魏威来。上车后，他们将魏威的头蒙着手用腰带捆着，去了邹平的平原水库，把魏威拉下车，几个人用脚踹了一顿。后他联系张娜，又拉着魏威去了张娜的办公室。后得知魏威的车在东岳集团门口，他和王宝去把魏威的车开了来。魏威还带了一个小包，他们从包里找到几张银行卡，就让魏威把密码都写下来，还打了魏威。快黑天时，他们商量着去菏泽郓城，于是，菏泽的俩人、他、袁延峰、王宝、张娜等开着K5轿车带着魏威和魏威的轿车去了菏泽，后他们就回了邹平。姓李的给了2万多元钱，他分到了4000元。<u>\n"], "evid_w": [82, 144, 117, 5, 59, 1, 2, 47, 9, 10, 28, 2, 1, 80], "label": [1, 13, 0]}, {"fact": "<s>：<u>2013年12月份开始，了自己的犯罪事实。侦查机关尚未掌握的非法采矿的事实。<u>\n", "evid": ["<s>及辨认笔录，他未办理采矿许可证，于2013年12月份开始非法开采乐清市虹桥镇杏三村长山尾巴山东侧的矿石。2014年1月份，他以每方矿石13元的价格将开采矿石的工作承包给吴建晓，挖出来的矿石由他联系销售，开采矿石的费用由吴建晓支出。吴建晓叫来吴旭华、吴华、吴某乙管理矿山。吴建晓开矿约3万方，他通过银行汇款和现金支付共给吴建晓约35万元。2014年9月份，他自己组织挖机、炮头机继续开矿，到同年10月份停止。矿石销售给南岳港区和城南大道等工地，每方价格在21-23元不等，金额达50万元以上。开矿期间，国土局曾两次责令停止开矿。吴乐丰对2014年度和2013年度卫星影像局部图进行对比，确认长山尾巴山东侧两座庙向西南方向缺失部分是他开采的。\n", "<s>吴乐丰承包了乐清市虹桥镇杏三村长山尾巴山东侧的矿山，雇佣他过来开矿，采出来的矿石由吴乐丰以每方24元左右的价格运出卖掉，吴乐丰支付他13元一方。他还叫来吴某乙、吴旭华一起开矿。他们是从2013年12月份开始采矿的，陆续开采矿石四万方，吴乐丰通过银行汇款和现金支付共给他约35万元，炮头机等开矿费用由他支付。\n", "<s>吴乐丰承包了乐清市虹桥镇杏三村长山尾巴山东侧矿山，进行非法开矿，吴建晓到吴乐丰的矿里承包矿石开采，矿石的运输及销售归吴乐丰负责。吴乐丰以每方13元从吴建晓处运走矿石，以每方24元的价格销售到工地。他是在2014年2月份被吴建晓叫到矿山开始管理的，吴某乙也在一起管理矿山。期间，国土部门过来检查过三次，有一次挖机被扣走了。\n", "<s>及辨认笔录：2014年11月10日凌晨1时30分许，他和吴旭华持刀到了南岳车站，吴旭华持刀去了吴乐丰越野车的驾驶室旁，他看到车上下来两个男青年把吴旭华劝到了边上，吴乐丰的越野车就开走了。过了一分钟左右，他看到吴乐丰的越野车又开回来，吴旭华很激动地和吴乐丰说着什么，他听到吴乐丰高声说，要把吴旭华搞死，吴旭华就快步走向越野车，吴乐丰的越野车突然往前开，把吴旭华撞飞起来摔落在地上，越野车刹车了，吴旭华从地上爬起来就拔刀砍越野车的驾驶室，他也持刀在越野车后面追，他看到吴某甲等四个人从停在车站门口的出租车下来，拿着砍刀过来和他一起追砍越野车。\n", "<s>2014年11月10日零时30分许，吴建晓与吴某乙在乐清发生争吵。后吴建晓叫了三个外地人，并准备了砍刀，坐出租车到南岳找吴某乙。到南岳车站时，他看到吴乐丰驾驶越野车停在吴旭华附近，看到吴乐丰驾车把吴旭华撞飞，他们就下车持刀追砍吴乐丰的越野车，当时共有七个人一起追砍越野车，他认识的有吴建晓、吴旭华、吴华。\n", "<s>和辨认笔录：他是从2013年12月份开始在南岳杏三村长山尾巴山东侧矿场工作的，这个矿场的老板是吴乐丰，吴建晓从吴乐丰这里承包了矿山的开矿工作，开出来的矿石由吴乐丰销售。期间有国土部门过来检查，让他们不要开矿。\n", "<s>吴乐丰的矿位于南岳海边的东侧山坡。从2014年4月份到2014年9月份吴乐丰断断续续向他负责的乐清湾港区提供矿石八千方，矿石的价格为23元或5元一方，矿石总价值16万元以上，他们都是现金交易，矿石由他自己派车运输，有时由吴乐丰直接叫车运过来。经陈某辨认，辨认出吴乐丰。\n", "<s>及辨认笔录，2013年11月份和2014年3月中旬，吴乐丰向他承包的城南大道填方工程提供了6200方左右的矿石，矿石的价格为一方20元至5元，矿石总价值13万元左右，他们都是现金交易，运输车由他自己提供。经赵某辨认，辨认出吴乐丰。\n", "<s>他们分别是乐清市虹桥镇杏三村的村主任和村党支部书记，吴乐丰承包了杏三村垃圾中转站6亩的填方工程，2013年12月份，村双委同意了吴乐丰的在长山尾巴山采矿石用于填方，并要求吴乐丰办理采矿的相关手续。2014年8月份，他俩到长山尾巴山现场看过，开挖矿石的方量大大超出中转站的实际需求。他们就要求吴乐丰停止开矿，并多次到虹桥国土所报案。\n", "<s>他是乐清市虹桥镇杏三村的调解主任，2014年11月30日下午，他和吴康友等人在虹桥镇杏三村对吴乐丰被寻衅滋事案件进行了调解，双方达成调解协议，由吴建晓和吴旭华赔偿吴乐丰1800元。\n", "<s>2014年11月9日晚，他开车看到吴旭华在路上步行，吴乐丰的越野车停在杏三村车站前面的路上，后吴旭华从他车旁边走过去，和吴某己在交谈，越野车往转盘方向开。过了一会儿，他看到吴乐丰驾驶越野车重新开回来，同时他看到一辆出租车从虹桥方向开来停在南岳车站门口，吴建晓从出租车上下来走向吴旭华，吴乐丰驾驶越野车靠近吴旭华时说，要把吴旭华撞死，接着吴乐丰就开越野车撞向吴旭华，吴旭华摔倒在地上，这时，吴建晓就去叫出租车上的人下车，车上下来了四个男青年，他们都持砍刀追向吴乐丰的越野车，吴乐丰就驾驶越野车逃走了。\n", "<s>2014年11月10日2时许，他开吴乐丰的轿车（浙C×××××）载着吴乐丰和王某从乐清回到南岳车站附近。吴旭华手上拿着一把刀把他开的车拦下来，说让吴乐丰下车并要砍吴乐丰，他下车劝吴旭华，王某就将车往南岳转盘方向开了。数分钟后，吴乐丰自己开车回到车站附近，吴旭华手持一把刀往吴乐丰那边跑，旁边还有四个年轻人手上都拿着刀，吴乐丰的轿车往前开的时候撞倒了吴旭华，吴旭华爬起来拿着刀就往吴乐丰的驾驶位置跑去砍吴乐丰，吴乐丰就开车逃，后来从一辆出租车上又下来四个手持砍刀的青年，他们一共八个人都拿着刀往吴乐丰的车上乱砍，这些人当中他认识吴旭华、吴华和吴建晓。经吴某己辨认，辨认出吴旭华、吴建晓、吴华。\n", "<s>2014年11月10日2时许，他从家里出来走到杏三村车站附近时，看到吴乐丰的车从南岳转盘往杏三村车站方向开来，吴旭华拿着一把刀要往吴乐丰那边跑，车站旁边还有两、三个年轻人手上都拿着刀也往吴乐丰方向跑，吴乐丰开车准备逃的时候撞到了吴旭华，随后吴旭华爬起来拿着刀就往吴乐丰的驾驶位置跑去砍吴乐丰，后来从一辆出租车上又下来四个手持砍刀的青年，他们一共八个人都拿着刀往吴乐丰的车上乱砍，这些人当中他认识吴旭华、吴华、吴某甲和吴建晓。经吴某庚辨认，辨认出吴旭华、吴建晓、吴华和吴某甲。\n", "<s>2014年11月10日2时许，由吴某己驾驶吴乐丰的轿车（浙C×××××）载着吴乐丰和他从乐清往南岳开。车开到南岳杏三村车站的时候，吴旭华手上拿着一把刀把车拦下来，吴某己下车劝吴旭华，他将车往南岳转盘方向开。后吴乐丰就叫他下车，他就下车往车站方向走，他看到吴乐丰又开车回去，吴旭华等人持刀往吴乐丰那边跑，吴乐丰的轿车往前开的时候撞倒了吴旭华，吴旭华爬起来拿着刀就砍吴乐丰，后来从一辆出租车上又下来四个手持砍刀的青年，他们一共八个人都拿着刀往吴乐丰的车上乱砍，这些人当中他认识吴旭华、吴华、吴某甲和吴建晓。经王某辨认，辨认出吴旭华、吴建晓、吴华和吴某甲。\n"], "evid_w": [10, 1, 4, 9, 4, 0, 0, 1, 9, 1, 0, 0, 3, 0], "label": [0, 3, 8]}, {"fact": "<s>，被告人熊新华及被害人周某戊等案发前均在温州市瓯海区务工。1998年4月3日中午，熊新华及陈顺林（在逃）得知与其有纠纷的周某戊在瓯海区新桥镇（今新桥街道）出现，即一起前往准备殴打周某戊。当熊新华及陈顺林途经该区娄桥镇（今娄桥街道）娄东村下山头时，遇见骑自行车经过的周某戊等人，遂骑自行车进行追赶，周某戊等人见状逃跑，后熊新雪（在逃）参与一起追赶，至娄桥吕家绛村娄西街53号附近，周某戊跳入旁边的河中欲游向对岸，熊新华及陈顺林分别用石头砸周某戊，致周某戊头部被击中后沉入水下，二人逃离现场。后周某戊被附近群众打捞上来时已死亡。<u>\n", "evid": ["<s>经熊新华辨认后确认：娄桥街道娄东村下山头高架桥下是遇见被害人并开始追赶的地点；玕南村玕南街路口凤翔桥上是让熊新雪帮忙追赶被害人的地点；娄桥街道吕家绛村娄西街53号附近的路口是追上并要殴打被害人的地点；娄西街53号对面（北侧）的河边是被害人跳入河中、自己与陈顺林捡石块扔被害人的地点；陈顺林是一起追赶被害人并扔石头的人，熊新雪是帮忙追赶被害人的人。\n", "<s>1998年4月3日中午，自己骑自行车载同乡周某戊到娄桥吕家绛和古岸头交叉路口处时，从后面追上三个人拦阻自己二人，自己二人往古岸头方向骑了十米许，被他们赶上，其中一个拉住自己的手，自己扔掉车子往田里逃，他们就往周某戊逃的方向追。自己逃到一稻草堆里躲了半小时，出来时被村民拦住，后听说周某戊跳河死了。\n", "<s>1998年4月3日中午，自己经过娄桥吕家绛村横路处，看到有一人沿着吕家绛河往玕西跑，后面有二个人追赶，逃的人跳到河旁的田里，追赶的二人也跳到田里，这时自己看不见了。当自己骑车到吕家绛桥时看到前面逃的人在河中央，在河旁的那二人就用石头扔河中的人，直到河中的人沉下去二人才骑一辆自行车离开。自己看到河中的人被石头砸中三次，没有看到逃的人被追上打。\n", "<s>1998年4月3日中午，自己经过娄桥吕家绛桥时，看见一个人在吕家绛桥北面的河中，只有头部露出水面，河岸上有二个人用石头扔河中的人（扔向河中的石头较多，有的扔中），后河中的人就沉下去了，岸上的二人走了。\n", "<s>1998年4月3日中午，自己放学回家经过吕家绛桥时，看见二个人在田里逃，二个人在后面追，其中一个逃的人向古岸头方向逃走，另一个向吕家绛桥逃的被追赶的二人抓住。后来自己看见一个人在河里，头部露出水面，岸上二人用石头往河里扔。\n", "<s>1998年的一天中午，自己路过娄桥古岸头村和娄东村交界处一条河边，看见三个男子在打一个男子，被打的男子掉到河里，岸上的三个男子中的两人就捡起石头扔向落水的男子，河里的男子就沉下去了。后听老乡说打人的其中一个叫熊新华。5-6年前，自己在一个朋友家里吃饭时讲起此事，当时“光明”也在场。辨认笔录、照片，证实黄某经对照片进行辨认后确认熊新华是参与打架的人。\n", "<s>1998年上半年的一天中午，自己在娄桥吕家绛村的路上碰到一过路的妇女，她同自己讲有人被追打跳到吕家绛桥附近的河中，后来沉下去了。自己骑摩托车到河边，看见派出所的人在安排打捞的事情，但未果，后玕西村一村民在现场打捞起一具年龄较轻的男性尸体。\n", "<s>2005年或者2006年的一天，自己在瑞安与一帮朋友吃饭，一个外地人说起1998年娄桥的一起杀人案，他说凶手叫熊新华，死者叫周某戊，双方发生纠纷打起，熊新华等人将周某戊打到河中用石块将其砸死。2010年4月，自己和邵康银等几个朋友在新城喝酒时讲起此事。\n", "<s>1998年农历三月初七（清明节前一天），自己在娄桥娄东村下山头的厂里务工，老乡通知自己说自己的弟弟周某戊在吕家绛村附近被人追入河中沉下去。自己赶到现场发现两岸有很多人，娄桥派出所的人也到了，后几个本地人下河将尸体打捞上来，自己经辨认后确认死者就是周某戊。尸体解剖时自己也去了，看到周某戊头部受伤。自己听老乡林某等人说是因为饭店内的事情引起，凶手有三人，其中一个叫陈顺林。\n", "<s>周某戊是自己的哥哥，当年被害时21岁，在瓯海娄桥务工。自己听老乡说，1998年4月3日中午，周某戊与周某乙从新桥骑自行车回娄桥住处，在娄桥古岸头附近碰见熊新华、陈顺林等三人，他们为了小事情要教训周某戊，将周某戊追到一条河边，周某戊跳到河中想游过去，熊新华等3人就持石头砸周某戊，周某戊头部被砸中后沉入河中，后周某戊被救上来时已死亡。\n", "<s>熊新华是自己的堂哥，1998年上半年的一天，自己听说熊新华同陈顺林等3人在瓯海区娄桥的一条桥附近将一人打了，后那人跳到河里死了。案发后的第二年，自己在老家碰到熊新华，问其事由，熊新华说其和陈顺林在案发之前与死者发生纠纷，案发当日在娄桥碰到死者，追打死者到河边，死者跳到河里，其与陈顺林捡石头往河中扔。熊新华的父亲为此事喝农药自杀了。辨认笔录、照片，证实经熊某甲对照片进行辨认后确认陈顺林、熊新雪是与熊新华共同作案的人。\n", "<s>熊新华是自己的哥哥，自己听老乡说熊新华与陈顺林等人于1998年的一天在娄桥将对方一人打了，后人跳到河里死了。辨认笔录、照片，证实经熊某乙对照片进行辨认后确认陈顺林、熊新雪是与熊新华共同作案的人。\n", "<s>自己和江西铅山县的一人同在娄桥上汇村开饭店，因自己的生意较好，那人一直找自己的麻烦。1998年3月31日晚上，那人店内的一辆自行车被偷，怀疑是住在自己店内的周某戊、周某乙偷的。4月3日中午，周某戊、周某乙经过吕家绛时被3人拦住并殴打，周某乙跑了，周某戊不知在哪里。\n"], "evid_w": [50, 29, 33, 3, 2, 4, 3, 38, 56, 24, 1, 20, 1], "label": [8, 0, 2]}]}