{"num": 101, "case": [{"fact": "<s>：2014年3月13日9时许，被告人温清云在北京市通州区于家务乡于家务中学西侧路边，与其女友马×（女，23岁）因感情不和发生纠纷，认为马×欺骗其感情，便持手机及砖头多次击打马×头部等部位，欲将马×杀死，后因马×求饶而停止击打；经北京市通州区公安司法鉴定中心鉴定，马×身体所受损伤属于轻伤一级；民警接到群众报警后赶到现场将被告人温清云抓获，作案工具砖头3块和手机1部已扣押。<u>本案民事赔偿问题，经本院调解解决，即由被告人温清云一次性赔偿被害人马×医疗费、误工费、护理费、住院伙食补助费、营养费等各项经济损失共计人民币5万元（已执行清），被害人马×对被告人温清云表示谅解。<u>\n", "evid": ["<s>2014年3月13日9时许，其从通州区于家务乡于家务中学西侧约300米路旁工地开车出来，看见一名男子在这条路上手持板砖朝一名女子头部拼命拍打，那名女子往前跑，那名男子就追，并拿砖头用力朝那名女子头部击打，打了几十下，其怕出人命，就立即打电话报警。\n", "<s>其于2014年3月13日上午与其女儿马×打电话联系的情况和警察告诉其马×被打的情况。\n", "<s>和视听资料其在侦查阶段多次承认其因认为马×欺骗其感情便用砖头拍打马×头部欲杀死马×，后因马×求饶而停止。\n"], "evid_w": ["102", "78", "106"], "label": [0, 1, 2]}, {"fact": "<s>，被告人张建坤与被害人王某甲系夫妻，育有一子一女，后因婚姻感情不睦，二人分居。2014年3月16日18时许，张建坤携带两把折叠刀、一根电棍，驾驶摩托车至王某甲打工的大城县大尚屯镇南席阜村德兴仪表厂。在该厂二楼宿舍内，张建坤与王某甲发生争执，张建坤持折叠刀朝王某甲胸、背部刺扎数刀。后将前来阻拦的妻弟王某乙、杨某夫妇扎伤。致王某甲心脏、大血管、肺脏、肝脏破裂大量出血死亡，杨某轻伤一级，王某乙轻微伤。后张建坤主动拨打报警电话向公安机关投案。<u>\n", "evid": ["<s>，其在大城县大尚屯镇南席阜村经营德兴仪表厂。2014年3月16日18时许，其到厂子时，王某乙让其叫救护车，看到杨某手拿一把刀下楼趴在楼梯口。在王某甲的宿舍，看到王某甲躺在地上，衣服上、地上有许多血，一名男子靠墙站在屋内。其下楼打电话报警。\n", "<s>，其网名“水煮鱼”，认识网名“风情葬爱”的一名女子，她说是文安人，在仪表厂打工。\n", "<s>，其与王某甲系夫妻关系，育有一子一女，王某甲因婚姻矛盾离家在外务工。2014年3月16日下午，其查询到王某甲经常与“水煮鱼”的网友联系后，便给王某甲打电话，王某甲未接。其通过在同厂务工的妻弟王某乙联系上王某甲，与王某甲在电话中发生争吵。当日17时30分许，其携带两把折叠刀、一根电棍驾驶摩托车到大城县南席阜村王某甲上班的厂子宿舍，二人又发生争吵，王某甲言语刺激，其用黑刃折叠刀朝王某甲上身刺扎数刀。后王某乙夫妻二人来到房间与其夺刀，在撕扯过程中，其扎伤王某乙夫妇。后其拨打报警电话向公安机关投案。\n"], "evid_w": ["121", "83", "17"], "label": [0, 1, 2]}, {"fact": "<s>，2003年4月17日凌晨2时许，环江毛南族自治县洛阳镇久合异地移民安置场李某甲的房子被砸，蓝俊权、韦建英（均已判刑）等人闻讯起床查看，并叫韦某、梁万全等人寻找砸房者。后被告人莫忠年与梁万全、韦德文、韦某、莫仁树等人在安置场“久光点”前的机耕路上见到被害人欧某，在拦截并质问欧某是否砸房子时，欧某挣脱逃跑。莫忠年与蓝俊权、韦建英等人追至移民安置场久光点班文合家附近机耕路上，再次将欧某抓住，并将欧某打倒在地。莫忠年与蓝俊权等人怕过后招来欧某报复，即叫在场人把欧某打死，后莫忠年与蓝政权、韦建英等在场的群众分别拿石头、木棒砸打欧某，致欧当场死亡。经法医鉴定，欧某因严重颅脑损伤死亡。<u>\n", "evid": ["<s>，2003年4月17曰凌晨2时许，李某甲房屋被人拿石头砸。李某甲还大声喊“谁砸我的房子，谁砸我的房子”。之后砸房子的人被场里的群众追打死了。\n", "<s>同案犯蓝俊权（曾用名蓝政权）供述，2003年4月17日凌晨2时许抓得欧某．后，众人将欧某打倒在地上后，莫忠年说；“大家听我说，我是队长，又是党员，现在成这样了，如果留他回去，他肯定来报复，我们在这里住也不得安宁，不如把他搞死算了，你们大家看怎么样。”当时其也同意把欧某打死，并对在场的人说：“这个人很凶，他经常来我们场捣乱，如果给他回去，他肯定来报复我们的，把他搞死算了。”在场的人个个拿石头砸，后将欧某砸死。\n", "<s>同案犯韦建英供述，2003年4月17日凌晨2时许抓得欧某后，是莫忠年、蓝俊权叫在场的人拿石头砸死，也是他们二人先拿石头砸欧某，后来大家才一起砸。\n", "<s>，其一直是九伶组的组长。2003年4月16日23时许，其刚睡，蓝政权来喊其讲：“我们这里有小偷，大家出来一起去抓小偷。”于是其就来屯里面喊“有小偷，大伙起来去抓小偷”。最后在九光组的组长班文合家房子前面的平地上追得那个小偷。先追得小偷的群众就动手殴打那个小偷。其追到旁边时，在前面的人已经开始打人了，于是其也上前参与打。其是从地上捡得几块有拳头大小的石头朝小偷身上砸，具体砸对小偷身上什么地方，不注意看。开始打时，那个小偷还大声呻吟，后来他的呻吟声变小了，大家就停手，所有的人都上到公路上面站。这时韦建英和蓝政权一起去看那个小偷是谁，以及伤势如何。他们回来时讲，那个小偷是家住洛阳镇古昌村大博屯的男青年“欧老二”，“欧老二”被追赶时曾经喊过“有我，没有你们”，人还没有死，还坐在那里。蓝政权问群众怎么办时，不知道是谁喊：“欧老二”不是好人，打死去。其在旁边也跟着喊：打死小偷。在场群众都表示同意要打死“欧老二”，于是大家一帮人又从公路上面下到“欧老二”的旁边，就动手打“欧老二”，有的人拿石头砸，有的人拿木棒打，一帮人围着打，其也从地上捡得石头朝“欧老二”的身上砸。后来有人喊“人死了”，这样子大伙才停下来，各自回家。\n"], "evid_w": [51, 100, 80, 61], "label": [1, 3, 2]}, {"fact": "<s>，被告人潘昌文伙同谢某富（已判刑）、陈某 昌（已判刑）、余某（已判刑）以及被害人石某某等人盗窃一头耕牛后，潘昌文、谢某富、陈某昌、余某四人对石某某分赃不满，于1999年10月31日商议找石某某要钱。在石某某所在煤矿找到石某某后，潘昌文、谢某富、陈某昌、余某与石某某五人便在该煤矿喝酒，酒后途经盘县乐民镇威箐村红田时双方发生口角继而打了起来，石某某被潘昌文、谢某富、陈某昌、余某等人杀倒在路上后，潘昌文与谢某富将石某某尸体抛弃到路边地里。四人相继逃离现场。经法医鉴定：死者石某某系被他人持锐器刺杀左大腿伤及股动脉失血死亡。1999年11月2日，石某某的尸体被发现时双眼缺失。2014年12月15日，被告人潘昌文被抓获归案。<u>另查明：被告人潘昌文的犯罪行为，确给附带民事诉讼原告人谢某甲、石某乙、石某登、陈某妹造成了一定的经济损失。<u>\n", "evid": ["<s>1999年10月31日（星期天）白天到威箐场坝赶场，回到煤矿是下午四点来了，那天赶场我们是去买菜，买了一个猪头，是我弟石某某和宋某明先送回煤窑上，我和石某明是在后回来，我们都到煤窑后，吃完晚饭，我弟就和谢成三（庭审查明为谢某富），潘绍文（潘昌文），谢成三是大山镇雨谷人，潘绍文是新民的人，另外还有两个小伙都20多岁我认不得他们是什么地方的人，也不知道名字，在10月31日的晚上8点来钟还在汤某煤窑上玩，到当晚9点来钟就出去玩了，我也不知道他们五人是去什么地方玩，当时我好像听谢成三说是去他亲家煤窑上玩，但我不知道谢成三的亲家叫什么名字，煤窑在什么地方，我兄弟石某某自从10月31日晚上出来后就一直没有回到汤某煤窑上，还是今天（11月2日）中午12点钟有人告诉我说小凹死了一个人，等我来看时，才看见死的是我弟石某某。\n", "<s>1999年11月2日早上11点钟，我从朱大明的煤窑上出来，在小凹子肖家地里发现一具尸体，我回到我的煤窑上我喊石某荣、石某明、宋某明上去看一下，人是死的还是活的，石某荣上去看了之后，讲是他兄弟，已经死了，我就到杨梅树打电话报警了。1999年10月31日下午2点左右钟，石某荣、石某某、石某明、宋某明来到我煤窑上挖煤，他们四人我借了200元给他们做伙食费，钱由石某荣拿着，他们就上街去买菜、买米，晚上又来五个人，这五个人都是石某荣家那里的，我去看，他们都在吃饭，其中有两个小伙与谢成三们喝酒，石某荣讲与他们喝酒那两个小伙是谢成三的亲家，我喊他们在窑子上不准喝酒，他们就没有划拳了，我就问那些人准备在我煤窑上上班不，那两个小伙讲在上边煤窑上班，没有指明是谁的煤窑，我把工作安排好我就回家了，以后发生的事情我就不知道了。\n", "<s>1999年10月31日我与石某荣、宋某明、石某某从屋里来乐民挖煤，在路上遇见其他人，一直就来到威箐挖煤，是在汤某的煤窑上，石某荣与汤某借了200元给我们四个人做伙食费，然后我们四个人就到街上买菜，买好菜之后石某某与宋某明走回到煤窑上做菜，我与石某荣赶后回到煤窑上，到煤窑上已经是下午5点来钟，我们四个人做好饭菜就吃饭，我们吃饭之后，在六点过钟谢成三与潘昌文和另外两个小伙到汤某煤窑上，他们四人开始做饭吃，他们还吃了一些酒，吃完之后，他们四人就约石某某去谢成三的亲家那里划拳，他们就走了，直到现在就没有回来，在11月2日上午在小凹子肖家地发现石某某的尸体。\n", "<s>1999年10月31日晚上，有个叫谢三的人他老亲带的有一个人来我们住的那点玩，谢三的老亲喊谢三上去吃酒，走的时候晚上天黑了8点钟左右走的，当时走的时间我不清楚，还有一个姓潘和他一路走的，姓石这个还是昨天我才听到他哥讲是和谢三们一起去的，也就是死掉这个。\n", "<s>1999年10月31日下午2点来钟到汤某煤窑上，石某荣与汤某借了200元做伙食费，然后我们四人上街买菜，买菜回来做饭吃，吃饭之后，谢成\n", "<s>1999年10月31日下午五点过钟有两个人背着背篓和谢\n", "<s>1999年10月31日（星期天）下午6点来钟在煤厂上煮饭吃饭。当时吃完饭后，听谢三说：“去上面他亲家那里划拳去。”当时谢\n", "<s>潘昌文在1999年10月份这段时间的一天晚上的11点过钟到我家过，当时他来我家对我讲：“我昨天晚上出事了，昨天晚上我在普彝一家煤厂上挖煤，和几个人在煤厂上划拳喝酒，其中一个人用刀先杀我，我就用刀杀，杀了后我就连夜跑回来了，当时我也是受伤的”。我听讲以后潘昌文被我骂了一顿就走了，潘昌文在我家玩了10多分钟就走了，后来我就不知道去哪里去了。当时就只有潘昌文一个人来我家，事后我才听讲，潘昌文在普彝杀了人后跑回家来时还有一个人和他一起来，和他一起到他家的人在他家住了一天才走的。\n", "<s>1999年种小麦的那段时间的一天早上五点来钟陈某万和余某六来过我家，具体时间我记不得了，当时陈某万到我家时天还没有亮。首先陈某万没有讲话，是余某六对我说：“昨天晚上我和陈某万在威箐一家煤厂上挖煤，在煤厂上和在一起挖煤的二人喝酒，发生打架杀了一个人，我和陈某万就连夜跑到这里来了”。我听余某六讲后就问陈某万说：“是不是余某六讲的这回事。”陈某万答复说：“是”。后陈某万和余某六就把衣服脱了丢在地上，在我家把衣服换了就去我家铺上睡觉了，在去睡觉之前陈某万和余某六叫我把他们的衣服洗干净，随后我就去水井上给陈某万和余某六洗衣服了。洗衣服时，在一件外衣的胸部的衣服上发现有碗大一块血迹，另外一件没有。血迹当时被我洗干净了，我把衣裤洗干净后就晒干到下午的4点过钟，陈某万和余某六就穿着我帮他们洗干净的衣服就回家了，以后就一直没有来我家了。因为两件都是一样的，到底是谁穿的衣服上有血我记不清楚了。\n", "<s>石某某是我丈夫，1999年7月份这段时间没有谁来给石某某要过钱。谢某富到过我家的，我在场时没有讲过什么话，只是开两句玩笑，我不在场时就不知道了。\n", "<s>1999年农历8月份的时候，我家的牛被偷过，我家当时被偷的牛是一头青牛，当时的价格在五千八百元左右，是我养在我家大房子后面的牛圈内的，1999年农历8月份左右的一天晚上，被人从牛圈顶上下到牛圈内，撬开牛圈门拉着牛从我家大房子内走的。\n", "<s>同案犯谢某富的供述：时间是1999年7月份的一天下午4点钟（具体时间记不得了）陈某万和余某六从家中去石某某家到岔河隧道等，我从樊家汤某煤窑上和潘昌文去岔河隧道和陈某万、余某\n", "<s>同案犯陈某昌的供述：1999年10月31日下午3点钟，我与余某在乐民镇威箐街上遇着谢某富，谢某富喊我们到他挖煤的地方整饭吃，吃饭时就划拳喝酒，当时谢某富与石某某、潘昌文在同一个煤窑上挖煤，喝酒划拳时就我们五个人，有我、谢某富、潘昌文、石某某、余某，是晚上9点钟吃完饭开始划拳喝酒，就是谢某富用小酒壶去买了五斤酒，分南北方划拳喝酒，我与余某、谢某富一派，石某某和潘昌文一派，喝到夜间11点钟，我们五人喝了四斤酒，我们就各自散伙走人，谢某富、潘昌文、石某某送我与余某走了一段路，因为喝酒余某和石某某发生争吵，我去劝架，石某某就与我两个就砸了摔在地上，我被石某某压在下面，我就抽出右边衣服口袋内的一把牛角刀用右手往石某某的腹部杀了一刀，血就往我身上流，我就翻起来与余某往大山走，牛角刀我带回大山来丢在大山现加油站下面的一个树丛中，连夜赶回大山我姐家，到我姐家时天已经亮了，余某与我一起到我姐家，我给我姐说我杀了人准备去广西。我姐讲：“你最好去广西打小工。”我姐将我外衣上的血迹用刷子刷了，我就上街上拦了一辆班车到兴义，又从兴义到南宁，余某就从我姐家回家，我内衣上有大量血迹我脱下来丢在我丢刀的地方。1999年农历腊月二十六回家过年，谢某富是正月初二到我家讲：“石某某的眼睛被我们挖了。”在我家住了四天后，初六谢某富就走了，杀人后我与余某先走，只有谢某富与潘昌文在后面，眼睛就是他们两人挖的，我正月十六又到广西去了。\n", "<s>同案犯余某的供述：在1999年8月份的一天，我和陈某昌（小万）从家里到乐民普彝去挖煤，在威箐街上遇到谢某富，接着遇到潘昌文（潘小红），谢某富买起菜叫我们三人到他挖煤的那个地方做饭吃，当时是下午2点过钟，我们四个人在那里喝酒，谢某富对我和陈某昌、潘昌文讲：“我们几个偷的牛被姓石的那个人卖了，钱被他一人独占了，我问他要过几次，他不给。”我说我和陈某昌到他家要过几次钱，他不但不给钱，还乱骂我们，谢某富讲这个钱怎样要，我说这种钱死活就要，如果他不给钱，就把他杀了，他们几个人同意我的意见，到下午7点左右，陈某昌带一把中号牛角，潘昌文带一把卡子刀，同我和谢某富到姓石的挖煤那里找姓石的，姓石的请我们喝酒，我们在那里喝了5斤白酒，到10点左右，谢某富哄姓石的那个讲去威箐街上玩，我们五个人出来100多米，我封住姓石的衣领问：“我们一起偷牛，被你卖了，这个钱你给不给。”姓石的说：“不给，我没有钱。”我在他身后拉他的衣领，陈某昌在前面抱着他的腰部，潘昌文抱着他的脚，姓石的就被我们摔倒在地，陈某昌骑在他身上用牛角刀向他腹部杀了一刀，后来陈某昌怎样杀我就看不清楚，潘昌文拿刀出来杀没有我也没看清楚，当时姓石的喊了一声快救我，过了五六分钟人就死了，潘昌文拿出卡子刀将他的两只眼挖玩出去了，我和谢某富把尸体推到路外边的地里，然后我们就各自走了，我和陈某昌连夜走路到陈某昌家姐家，我们对陈某昌家姐（陈小芬）讲我们在威箐杀了个人。陈某昌叫他姐把我们两人衣裤上的血迹洗了，第二天下午5点左右，我们两才换上洗好的衣裤回家，我在家住了一晚上后，一个人就到广州打工去了。另供述：石某某被杀了十多天后，谢某富到我家，我就问石某某死了没有，谢某富就说石某某死了，他还叫潘昌文把石某某的眼睛挖了。谢某富说挖石某某的眼睛是为了不想让公安机关破案。\n", "<s>1999年9月份的一个星期天晚上，我和石某某、谢三（谢某富）在乐民镇威箐村一个煤矿上班，马依镇的一个姓余的和一个姓陈的就来我们上班的煤矿找我们玩，在我们矿上玩了没多久，他们就叫我、石某某和谢三去他们上班的煤矿上玩，我们一起到他们煤矿上以后，我们五个人就打牌喝酒，大概喝了半个小时的酒后，我们五个人就回我上班的煤矿，姓陈的那个男的和石某某走在前面，我、谢三还有姓余的那个男的走在后面，才离开煤矿不远，姓陈那个男的和石某某就在前面吵了起来，姓陈的那个男的就把石某某杀了睡在地上，姓陈的那个男的杀了石某某后回来叫上姓余那个男的就走了，等我和谢三赶到石某某身边的时候，只看到地上有好多血，我和谢三又赶回到石某某的尸体边，我就和谢三把石某某的尸体抬了丢在路边下面（我抬脚，谢三抬头，谢三就和我去我家了。当天晚上谢三就在我家那点，我跑到我堂姐家去想和她借钱，当时我和她讲我们几个在乐民镇杀着人，我跟她借钱，她喊我自己去认罪，后来我就走了，跑到兴仁去打工。\n"], "evid_w": [64, 47, 14, 12, 0, 32, 32, 23, 80, 16, 0, 1, 10, 4, 30], "label": [0, 8, 14]}, {"fact": "<s>：了其犯罪事实。<u>另查明：被害人叶某乙与被告人黄某共同生活期间因家庭矛盾多次发生冲突，被害人因性格不好，多次打坏家里东西，本次纠纷还打伤了黄某的手，在其语言刺激下，被告人黄某开车撞击叶某乙，叶某乙认为其本人也有责任，黄某的丈夫为他治好了伤，被害人叶某乙对被告人黄某的行为表示予以谅解，并恳请对被告人黄某从轻处罚。被告人黄某所在村民小组村民亦请求对黄某从轻处罚。<u>被告人黄某撞叶某乙时驾驶的红色起亚K2型小轿车（车牌号为皖H&times；&times；&times；&times；&times；）属其夫妻共有财产。<u>\n", "evid": ["<s>他家住在太湖县晋熙镇105国道汪洋桥往小池方向200M处，2014年7月20日下午，他和他妻子在家中坐，他妻子开门准备出去拿东西，就在他妻子开门的时候，他听见外面&ldquo；嘭&rdquo；的一声，紧接着他妻子就喊&ldquo；不得了，不得了，撞人了。&rdquo；他立即跑到门外看发生了什么事情，他走过去的时候，看见叶某乙被撞了，开车的是他女儿黄某，当时他妻子指着黄某说：&ldquo；你这死<u>，你这是干什么？&rdquo；当时黄某一直在车上没有下来，黄某驾驶的那辆红色起亚轿车的前挡风玻璃被撞碎了，叶某乙躺在路边，接着就有好多人来围观，当时黄某的姑父也在场，并叫他赶紧打电话报警，然后黄某就将车子开走了。黄某当时将车子开着在旁边转了两个圈子，然后就将车子径直朝新城方向开走了。是他用手机打电话报警的，后来派出所民警和120急救车就来了。\n", "<s>2014年7月20日下午三点多，他准备到县城做生意路过他侄女黄某家的时候，看见黄某家门口围了很多人，他就过去看看发生了什么事情，他看见黄某家的玻璃门被砸坏了，他大哥叶某乙坐在门口，派出所的民警也在，得知是黄某和他父亲叶某乙因为家庭矛盾吵架，叶某乙将玻璃门砸碎了，民警劝说双方后离开了。民警离开后，他也劝说了他们父女俩，后他就到火车站附近卖西瓜，大概四点半他又回到了黄某家。他回来后又劝说他们，对其大哥说：&ldquo；你到我家住一段时间，帮我卖一段时间西瓜，等过一段时间双方气消了再说。&rdquo；叶某乙同意了，他就对他侄女说：&ldquo；让家门口人把你父亲的包拿出来。&rdquo；他侄女不同意，并说：&ldquo；今天不是我死，就是他死。&rdquo；他又继续劝说他们父女二人，因为黄某一直不同意他父亲拿包（包里装的是换洗衣服），叶某乙就发火的喊道：&ldquo；明天我回来再不让我进家门，我就拿汽油烧。&rdquo；然后他大哥就沿着路边朝火车站方向走，这时候黄某就去路对面开车，车子发动后，就朝他大哥走路的方向开，车子就径直朝他大哥撞上去，他大哥就被撞倒在挡风玻璃上，后又从挡风玻璃上掉下来了，车子的前挡风玻璃都被撞碎了。然后黄某将车子往后倒了一下，车子往前开了几米，调头往黄某家方向开去。他看见黄某撞他大哥，赶忙跑过去看，发现他大哥躺在路边的一户人家门口。过了几分钟，派出所民警和120急救车就赶到现场。当时车速很快，因为黄某停车的地方到他大哥步行的地方大约几十米，车子撞到他大哥的时候，他都没反应过来，车子加了油门。\n", "<s>黄某撞叶某乙时驾驶的红色起亚K2型小轿车（牌号为皖H&times；&times；&times；&times；&times；）是2014年农历正月十八买的，买车的钱是他打工挣的，登记车主是黄某，黄某是2012年上半年取得驾驶证的，他和黄某是2007年结婚的。\n", "<s>近年来黄某与其父亲叶某乙之间因为家庭财产发生纠纷，村里多次进行调解都没有处理好。&ldquo；请求对黄某从宽处罚的报告&rdquo；上晋阳村新化组30个村民代表签名属实。\n", "<s>黄某2014年7月21日供述：叶某乙扛着锄头从家门口往汪洋桥方向走，他走的时候说要去买汽油来将家里烧掉，她是听他说这句话之后才去开车，直接朝叶某乙行走的方位开过去，在快到叶某乙身边时她踩了一脚油门，从叶某乙背后撞向了他。她驾驶的起亚k2款轿车是自动挡的，她将叶某乙撞倒后，叶某乙倒在她车子的正前方，她将刹车松了一下，当时车子就发生了溜车，在车子往前溜车之后她才反应过来，她不知道有没有再次撞到叶某乙，然后她就踩了一脚刹车，倒车离开了。她当时没有考虑那么多，&ldquo；我就想到我如果将叶某乙撞倒了，那么我家的小孩就安全了，至于我撞了这一下之后，他是死是活我没有多想&rdquo；。&hellip；&ldquo；我当时听他说要去买汽油来将家里烧掉，我第一反应就是不想让他伤害到我的孩子，所以我必须先做点什么来阻止他，如是我就开车去撞了他，我心想我如果将他撞死了就一命抵一命，我自己死不要紧，不能让他伤害到我的小孩。&rdquo；\n", "<s>黄某2014年7月22日供述：2014年7月20日下午3点多她父亲叶某乙拿着一把锄头来到她家将她左手手腕打伤，并将家里的大门玻璃砸碎了，下午六点多准备离开的时候对她说&ldquo；要去买汽油，把家里和人全部烧掉。&rdquo；说完就往汪洋桥方向走，她听了这话后非常气愤，就跑回家中拿车钥匙，开着自己的红色起亚桥车朝叶某乙撞去，当时叶某乙背对着她的车，她看见叶某乙距离她40-50米的时候，就用脚踩了下油门直接撞向叶某乙的后背，叶某乙当时就被她撞倒了。撞倒后她就准备调头把车开回家，因为要调头她的车当时还往前溜了一下，这一下她不知道是否撞到叶某乙，后来边上一个叫&ldquo；旺琴&rdquo；的中年妇女把叶某乙扶起来了，她就到派出所自首去了。\n"], "evid_w": [68, 60, 52, 4, 54, 20], "label": [0, 4, 1]}, {"fact": "<s>，被告人周风权与被害人刘XX于2010年相识后确定了婚恋关系。2013年4月20日凌晨，在郑州高新技术产业开发区秦庄村“美吧”美容美发二楼205周风权租住的房间内，周风权和刘XX因琐事发生争吵，周风权用毛巾勒住刘XX颈部，致刘XX当场死亡。经法医鉴定，刘XX符合被他人勒颈致机械性窒息而死亡。周风权自杀未果后逃到广州。2013年4月27日公安机关根据线索在广州将周抓获。<u>\n", "evid": ["<s>证人周XX、张XX证明，2013年4月26日，周XX因联系不上弟弟周风权，到周风权租住的秦庄村房屋找到房东张XX打开房门，在房内发现刘XX尸体遂报警。\n", "<s>，其和刘XX2010年相识，后正式订婚。2013年春节过后，关系开始变淡。2013年4月20日凌晨许，周风权与刚从徐州会网友回到住处的刘春会在床上发生争吵，趁刘XX不备拿起放在床头的红毛巾，从背后勒住刘的脖子，刘XX拼命反抗，其就用毛巾在刘脖子背部交叉了一下，直至死亡，就用另一条毛巾使劲勒住她脖子并在脖子背面打了个结。后把刘的裤子脱了下来，趴到床上，用被子盖住。杀死刘XX后几天内，其在房间内通过勒脖子、割血管自杀，均未果。该供述与证人刘KK、王XX、王FF、周XX、田XX等证明的周风权和刘XX已经订婚的事实相印证；且与现场勘查所载明的作案地点、被害人衣着情况、尸体状态及作案细节等相吻合；所供的案发前因与证人费XX所证明的情节相一致；其供述采取勒脖子方式杀死刘XX的作案手段和过程与尸体鉴定书相印证一致；周风权归案后，对作案现场进行了指认，有辨认作案现场的笔录及照片在卷佐证。\n"], "evid_w": [90, 97], "label": [1, 0, 0]}, {"fact": "<s>，被告人王勇与唐某某定亲后，唐某某的姐夫张树勇多次和唐某某发生不正当两性关系，王勇知晓后与张树勇发生了争执。2014年2月4日，王勇和张树勇晚饭后，张树勇乘坐王勇驾驶的奇瑞汽车（牌照号码为冀J7099B）来到沧县旧州镇，二人因与唐某某的关系问题发生争吵，被告人王勇在汽车后备箱内拿出一把菜刀朝张树勇头面部、胳膊、上身等部位连砍数十刀，致张树勇颈动脉、颈静脉断裂出血，失血性休克而死亡。后被告人王勇到公安机关投案。<u>另查明，案发后，被告人王勇亲属与被害人张树勇亲属达成调解协议。王勇亲属赔偿被害人张树勇亲属经济损失人民币5万元，张树勇亲属表示不再追究王勇的民事赔偿责任。<u>\n", "evid": ["<s>。王勇与沧县仵龙堂乡前唐庄村的唐某某订婚后，发现唐某某与其姐夫张树勇关系不一般，经问唐某某，唐某某承认与张树勇有不正当男女关系，并说张树勇曾强奸过她多次。王勇问她为什么不告发，唐某某告诉王勇，张树勇威胁她说，如果她报警，就打她的父母，因此她始终没有敢报警。王勇听后非常气愤，见到张树勇后，问他是否有强奸唐美玲的事，承认强奸了唐美玲。王勇和张树勇打了起来，张树勇曾当过兵，王勇不是他的对手，张树勇把王勇打了一顿。之后张树勇说跟王勇和解，劝王要大度，说女人如衣服，不要跟他没完没了，以后他拿王当兄弟对待，绝不会亏待王。王勇要求张树勇以后别再纠缠唐美玲就行了，张答应了。可是张树勇说话不算数，后来还是经常纠缠唐美玲。2014年2月4日中午，王勇与张树勇再次在电话中发生口角。后张树勇给王勇发短信，约王勇出去喝酒，并向王勇道歉。王勇同意并开着自己的奇瑞轿车（车牌号：冀J7099B）带着张树勇来到沧县旧州镇九九肥牛城喝酒。二人喝了两瓶白酒后上车休息。期间，张树勇的岳父唐延朋和张的妻子唐玉来到，劝二人回家，二人均未听劝。后二人又来到旧州镇一家保健品门前，张树勇下车去了一家洗头房，王勇在车里休息。过了一段时间，张树勇回到车里，坐在副驾驶座上。谈起唐某某，张树勇想让王勇与唐某某分开。王勇非常生气，从后备箱拿出一把菜刀，上车朝张树勇身上乱砍。张树勇死亡后，王勇将一条毛巾盖在张树勇尸体脸部，将菜刀扔在车上。后王勇开车回家，将杀人的事情告诉了其哥哥王洪生、父亲王玉海、朋友刘在府。后王勇开车拉着张树勇的尸体到沧县仵龙堂刑警队投案。\n", "<s>当日凌晨零时许，王勇对王洪生说，王勇的未婚妻唐某某让张树勇霸占着，王勇与张树勇晚上在一起喝酒，后来王勇将张树勇杀死，尸体在车上。后王勇开车去公安机关投案了。\n", "<s>王勇和唐某某订婚4年了一直没结婚。2014年2月5日零时，王勇开车回家，说将唐某某姐夫张树勇杀死了，还说这几年张树勇一直和唐某某有男女关系，昨晚王勇和张树勇在吃饭时说这件事情，张树勇还是不放弃和唐某某的关系，王勇很生气，就用刀将张树勇砍死。后王勇去公安机关投案，王玉海与大儿子王洪生去通知张树勇家里人。\n", "<s>2014年2月4日晚11时10分，王勇给刘在府打来电话说他杀人了，刘在府劝王勇去自首。\n", "<s>2014年2月4日晚7时许，唐玉听说张树勇与王勇在沧县旧州镇喝酒喝多了，遂和父亲唐延朋开车去找。在旧州镇999肥牛城门口看到了王勇开的轿车，张树勇和王勇都躺在车座上。唐玉和父亲劝王勇和张树勇回家，二人没有听劝。晚上12时许，王勇的父亲来到唐玉家，说王勇将张树勇给砍死了。\n", "<s>唐某某与被告人王勇系几年前订的婚。后唐某某与被害人张树勇发生了几次性关系。张树勇说过威胁的话，他说要与唐继续保持关系，让唐和王勇结束，他说如果唐不听他的话，就不让她好过。唐某某将与张树勇的事情告诉了王勇。王勇和唐某某说过，“张树勇说过看上你了，并且和你已经发生了关系，不想结束和你的关系。”\n", "<s>2014年2月4日晚，有一胖一瘦两个顾客来饭店喝酒。后来听说其中一个人将另外一个人给砍死了。那个较胖的顾客大约40多岁，另一个顾客大约有25岁左右。两个顾客喝了两瓶白酒，较胖的顾客结的账，后上了一辆红色小轿车离开。\n", "<s>证明王勇于2014年2月5日凌晨1时许到沧县仵龙堂刑警队投案。\n"], "evid_w": [38, 26, 72, 18, 49, 46, 2, 35], "label": [4, 2, 1]}, {"fact": "<s>：其犯罪事实。<u>被害人龙某某受伤后被送至绵阳市人民医院住院治疗25天，经医生诊断为：面颈部刀刺伤，面颈部软组织挫裂伤，左侧腮腺裂（导致官分支断裂），血肿，左侧面神经颊支损伤，甲状腺损伤，失血性休克，用去医疗费62元，出院医嘱，一周后复诊，休息二周。被害人范某某受伤后被送至绵阳市人民医院住院治疗7天，经医生诊断为，颈部皮肤裂伤，用去医疗费56元，出院医嘱，门诊随访，休息二周。<u>\n", "evid": ["<s>2014年4月11日，被害人范某某躲进陈某某位于经开区南区花园三期居民点的房间内，称外面有人杀人的情况；\n", "<s>2014年4月11日上午9时许，被告人阳永武告诉李某某其杀害了其女朋友龙某某和龙某某的亲家母，并在李某某陪同下投案自首；\n", "<s>案发当天被害人龙某某脸上大概有12公分长的伤，后被害人坐救护车到医院的情况；\n", "<s>案发当天被告人阳永武在被害人龙某某租住的房间因与其有感情纠葛将两名被害人砍伤的情况；\n", "<s>案发当天被告人阳永武因感情纠葛到被害人龙某某、范某某的暂住房将龙某某的脖子和脸上砍伤，将范某某的脖子左侧划了三处刀伤；\n", "<s>，供述在其主观动机上去找龙某某协商不要分手，如果龙某某坚持分手就用随身携带的水果刀将其杀死，自己也一死了之。2014年4月11日早上到被害人龙某某的住处，用随身携带的15公分长的银色水果刀，将被害人范某某和龙某某的颈部和脸部刺伤，后到兴仁派出所投案自首的经过；\n"], "evid_w": [37, 39, 15, 60, 6, 33], "label": [5, 3, 1]}, {"fact": "<s>，2013年4月29日8时许，被告人王传忠驾驶鲁L×××××面包车至山东省青岛市黄岛区（原胶南市）大场镇集贸市场赶集摆摊。为清出摊位，在王传忠挪动被害人张某乙的电动三轮车期间，将三轮车轴承箱撞破漏油，双方为此发生争执。当日9时许，因无法就三轮车维修及赔偿问题达成一致意见，王传忠欲驾车离开，张某乙遂到王传忠驾驶的面包车前方阻拦。被告人王传忠启动车辆推顶张某乙行驶，后车辆压过张某乙的身体，致张某乙死亡，王传忠驾车逃离现场。同年5月7日，被告人王传忠主动到公安机关投案。经法医鉴定，张某乙系受较大钝性暴力作用造成胸骨、颈椎、肋骨多发骨折和大失血致创伤性失血性休克死亡。<u>另查明，庭审后，被告人王传忠与被害人亲属达成民事赔偿协议，被告人王传忠一次性赔偿被害人亲属卜凡英、张某丙、张叶勤经济损失人民币120000元，卜凡英、张某丙、张叶勤对王传忠表示谅解，请求法院对其从轻处罚。<u>\n", "evid": ["<s>，2013年4月29日8时许，其在胶南市大场镇大场集西侧卖菜，张某乙在其北面卖菜。一会儿，来了一辆面包车停在西侧，车头朝南，下来一个卖布的小青年说是他的固定摊。小青年将张某乙的三轮电动车往前一推，后轴承箱碰到了树桩上，轴承箱被撞破流出很多油，张某乙找小青年理论，小青年说赶完集后找地方修修，后小青年和他妻子就在西侧摆上摊。9时许，小青年收摊准备走，张某乙不让小青年走，小青年说让他妻子留下，张某乙不同意，非得让小青年留下。小青年关不上门，就抓着张某乙的衣服，使劲摁张某乙，还打张某乙，后张某乙走到面包车前，蹲下身抓前车牌，但没摘下来。小青年和他妻子、孩子上了车，小青年开车顶着张某乙向西行驶，张某乙手抓着车牌不松手，面包车就顶着张某乙开了约30多米，开始速度比较慢，后速度比较快，面包车将张某乙撞倒后从他的身上压过去向西跑了。\n", "<s>，2013年4月29日9时许，其在胶南市大场镇大场集卖菜时，看见张某乙站着弯着腰，手抓小青年面包车的前车牌，肩膀顶着小青年的面包车车头，小青年下车踢了张某乙几脚，后又上车开车，车头顶着张某乙往西行驶，张某乙手抓着车牌号牌不松手，张某乙还用肩膀顶着面包车，面包车就顶着张某乙开了约30多米，速度比较慢，后张某乙被车撞倒在地上，面包车从张某乙的身上压了过去向西跑了。\n", "<s>，2013年4月29日9时许，其刚到集上看见大哥张某乙在西南角摆摊卖葱，大哥指着旁边卖被单、床单的30岁左右男青年说，这个人把他的电动车磕坏了。其对大哥说他磕坏了就让他修，卖床单的男青年说赶完集，哪里坏了就修哪里。其说赶集都不容易，等赶完集去修就行。后其给侄子张叶勤打电话说他爸爸赶集时电动三轮车被人家给磕坏了，其和他父亲一起修修就行，张叶勤同意。当其准备和大哥张某乙一起去修车时，发现大哥张某乙躺在大场集西南角的东西向土路上，已死亡。其听说是磕坏大哥电动三轮车的男青年开车把大哥撞死的。\n", "<s>，2013年4月29日9时许，其在胶南市大场镇集上收费时，看见大场集西侧的东西路上围了很多人，有人让其赶紧报警，说是有人被车撞了，后其拨打120报警。后其看到一老年男子头朝西，侧趴在大场集西侧的东西路上，流了很多血。\n", "<s>2013年4月29日8时许，我和妻子拉着3岁的儿子一起开着车牌号为鲁L×××××的银灰色长安面包车，到胶南市大场镇集上卖床单、被罩，我看见原先摆摊的地方停着卖葱的60多岁老头的电动三轮车，我就让卖葱的老头把电动三轮车推推，他不推，我就过去推三轮车。这时，卖葱的老头说他的三轮车漏油了，是被我推坏的。我一看三轮车下面确实是漏油了，就说赶完集再给你修车。10时许，我和他说修车，他说不修了，向我要3000元，我说你的车还不值3000元，给你200元自己修就行了，他不同意。老头说他给家里打电话了，他家里来人了我就有钱了，还说不给他钱，就砸死我。我害怕了，就和妻子商量收摊快跑。我准备上车时，卖葱的老头上来拉着我的胳膊不让走，我把老头甩到一边就上车倒车，老头拉着我妻子的胳膊不让走。我倒完车后，下车把我妻子拉上车准备开车跑，老头又跑到面包车前面拦着车不让走。我把车停下，见老头正在蹲着摘车牌子，我把老头拉到离车五六米远的地方。然后我赶快跑上车发动车猛加油门往西跑，刚起步走了两三米，老头又跑到面包车前面拦着，我一下就慌神了，就想快点跑，我踩了一脚不知是刹车还是油门，接着轰的一声车就往前冲了。当时我懵了，看见面包车车头顶着老头往前走了一段距离后，老头就躺地上了，车从老头身上压过去。我踩了踩刹车，从反光镜里看见老头躺在地上，我怕停车后，老头家里人来砸我。我就驾车拉着我妻子、儿子回莒县家里。我把车停在家门口，对我父亲说我开车把一个老头撞了，车从老头身上压过去了，挺严重的，让我父亲赶紧准备钱，需要治伤给钱。<u>\n"], "evid_w": [82, 17, 139, 138, 12], "label": [2, 0, 4]}, {"fact": "<s>，2013年12月30日凌晨1时许，被告人李清华与被害人普文伟在元阳县大坪乡元阳山鼎有限公司水电房矿区3号坑工人厨房内，因琐事发生争吵，普文伟持木凳将李清华头部打出血，双方继而发生扭打，后被旁人劝开。随后，李清华到宿舍拿了一把跳刀装在衣服包内返回厨房，普文伟向李清华道歉，李清华说“没关系”，在双方对话过程中，李清华走到普文伟对面，左手搂普文伟肩膀，右手持刀朝普文伟左胸部刺了一刀后逃离现场，致普文伟升主动脉破裂失血性休克，在送医院抢救途中死亡（殁年14岁）。当日10时许，李清华到元阳县公安局大坪派出所投案。<u>\n", "evid": ["<s>2013年12月30日凌晨1时许，他与普文伟、李清华等人在工地厨房吃饭时，普文伟叫李清华把烟筒让给李清华的舅舅吸，二人因此发生争吵，普文伟用凳子把李清华的头打出血，二人继而相互扭打，他们把二人劝开后，他回了宿舍，因怕普文伟与李清华再次打架，他又返回厨房，并坐在普文伟与李清华之间劝说二人，这时李清华笑着过来用左手搂了一下普文伟肩膀，他看见李清华右手拿着一把刀从普文伟胸口拔出来就走开，普文伟说了句“他用刀捅着我”之后就倒在地下。\n", "<s>普文伟与李清华打架被劝开后，他以为二人已经和好，没注意李清华什么时候拿刀刺普文伟，李清华捅了普文伟后就跑了。\n", "<s>2013年12月30日凌晨1时许，工友的吵闹声将他吵醒，他来到工地厨房时，看到普文伟、李清华二人在争吵，李清华从桌子上拿了一把菜刀，说被普文伟打了，要砍普文伟，他把菜刀抢下，李清华就走开了。几分钟后，李清华返回厨房，普文伟向李清华道歉，李清华边与普文伟说着话，边走到普文伟身旁，用左手扶着普文伟的肩膀，他看见李清华的右手从普文伟胸部向外拔，李清华的手中有一把刀，李清华拔出刀后就跑了。之后，普文伟在送医院抢救的途中死亡了。\n", "<s>2013年12月30日，普文伟、李清华二人吵架，他们到达现场时普文伟已经倒地，后普文伟在送医院抢救的途中死亡。\n", "<s>2013年12月30日凌晨，他与普文伟等一起上班的工人在厨房吃夜宵时，普文伟叫他把烟筒让给别人抽，两人因此而发生争吵，普文伟用木凳打了他的头，他想用菜刀砍普文伟，但被旁人劝开。此后，他回到宿舍拿了一把跳刀装在衣服包内，返回到厨房，普文伟向他说“我错了”，他当时想杀普文伟，想了一会就用右手拿出包内的跳刀，左手扶着普文伟肩膀，用右手朝普文伟左胸部刺了一刀后拔出刀就跑，在跑的途中不知刀掉在了何处。天亮后，他到派出所自首时得知普文伟已死亡。\n"], "evid_w": [66, 96, 61, 27, 7], "label": [0, 2, 1]}, {"fact": "<s>，被告人杨华端与被害人张某壬婚后感情不和。2014年2月19日0时许，被告人杨华端在漳州市龙文区蓝田镇福晟钱隆学府卓越小区2幢810室内，与被害人张某壬发生争吵，遂到厨房拿了砍骨刀返回卧室，朝躺在床上的被害人张某壬的颈部、头部乱砍致其当场死亡。后被告人杨华端用打火机点燃床罩焚烧被害人张某壬的尸体引起火灾，经消防官兵扑救于当日9时20分被扑灭。当日7时许，被告人杨华端自动到漳州市公安局龙文分局蓝田派出所投案。<u>另查明，被害人张某壬生前在城镇工作生活超过一年，可视为城镇居民，附带民事诉讼原告人张某甲、张某乙、张某丙分别是被害人张某壬的父亲、母亲、儿子。附带民事诉讼原告人张某甲、张某乙有五个子女，均已成年。<u>\n", "evid": ["<s>被告人杨华端与张某壬的夫妻感情一直不好，经常吵架。杨华端脾气比较暴躁，曾经因为张某壬嫌她唠叨喝农药自杀过。他们夫妻常闹矛盾的原因一是张某壬在角美的一间工厂上班，负责管理的，有时候在外面喝酒应酬到很晚，杨华端就慢慢怀疑他在外面有女人，张某壬比较晚回家的时候两个人就会吵架；另一个原因是杨华端嫌张某壬不会赚钱，没本事。\n", "<s>从2012年年底，张某壬就开始跟其说过杨华端总说他经常出去外面应酬很晚回家，总是怀疑他在外面鬼混，有女人。杨华端总是因为这个事情跟他吵架、打架。因为吵架吵得没办法，张某壬曾叫其去帮忙劝杨华端好多次。在2013年8月左右，杨华端还以喝农药的方式来胁迫张某壬，还好被及时发现，送医院抢救后没事。\n", "<s>杨华端和张某壬经常吵架，不仅在诏安老家吵架，还经常在龙文钱隆学府的家里吵架。而且有时候杨华端还会在吵架的时候打张某壬，用指甲将张某壬抓得满脸是伤。\n", "<s>张某壬与杨华端夫妻感情差，经常吵架、打架。杨华端脾气暴躁，经常怀疑张某壬在外面有女人，抱怨他赚钱少，2013年8月份，杨华端曾为此喝农药自杀。还有一次是在2012年，当时因为张某壬晚回家，杨华端抱怨并怀疑他外面有女人，两人吵闹得很厉害，当时张某壬叫其过去他家里，让其把他家菜刀、铁锤等刀具和利器收起来带走，张某壬怕杨华端自杀或者拿刀杀他。\n", "<s>张某壬与杨华端之前感情还不错，杨华端在怀孕之后脾气变得不好，经常和张某壬吵架，还会打张某壬。\n", "<s>张某壬为人正直，张某壬与杨华端的夫妻感情不好，经常吵架。其听李副总说杨华端曾到公司找他说张某壬不够关心她，还打听张某壬有没有其他女朋友。\n", "<s>张某壬这个人在公司人比较实在、内向，工作认真。张某壬有提过他老婆经常怀疑他在外面有女人，张某壬有给其说过他结婚前有几个女朋友，所以结婚后他老婆经常怀疑他在外面有其他女人。其和张某壬接触时没见过他有什么女朋友。\n", "<s>张某壬在厂里比较优秀，与杨华端夫妻感情不好，没看到或听到他与哪位女性关系比较好。\n", "<s>杨华端与张某壬之前感情较好。从杨华端怀孕以后，杨华端与张某壬的夫妻感情变差，经常会吵架，甚至打架。杨华端还离家过两次，后面甚至喝农药自杀过。杨华端生完小孩后精神状态不大正常，曾跟其说过张某壬在外面有女人，但每次其问她张某壬外面那位女人是谁，叫什么名字时，杨华端都说她也不知道。杨华端总是怀疑张某壬外面有其他女人，因而双方感情一直不好。\n", "<s>杨华端与张某壬的感情不好。杨华端平时和娘家人的感情还是可以的。\n", "<s>张某壬为人老实，杨华端脾气不好，两人夫妻感情不好，双方经常吵架，2013年两人还闹离婚。在官陂张某壬家时，杨华端因一点小事就骂张某壬母亲。其没听说、也不知道张某壬在外面有其他女子，张某壬在村子里算是很老实的人。\n", "<s>杨华端在娘家时没有什么精神疾病或其他异常情况。\n", "<s>其与杨华端同一监室，杨华端在看守所中较为孤僻，疑心比较重，容易情绪激动，平时精神很恍惚。\n", "<s>其与杨华端同一监室，杨华端性格内向，不和同监室人员交流，平时整日都疑神疑鬼，曾跟她说过张某壬在外面有“小三”。\n", "<s>杨华端性格比较内向，不和同监室的人员说话，和室友合不来，在日常生活中比较易怒，总是说她丈夫对不起她，也不搭理她，还对其说她丈夫在外面有小三。\n", "<s>其是杨华端楼上邻居，杨华端称其为大姐，其称杨华端为小妹，杨华端平时跟其聊天时说过她老公张某壬经常打她，其也看过她脸上被人打过的伤痕，2014年2月18日23时许，其听到楼下有人喊“救命”，大约23时30分许，其感觉楼下房间有拖动椅子的声音，大约23时40分许，又听到楼下刚才那个声音在喊“救命”。\n", "<s>其是钱隆学府小区卓越物业服务中心的负责人。钱隆学府卓越小区总共14栋楼。7栋和9栋是33层，其他都是18层，卓越小区入住的居民总共1719户，事发当时入住的居民不到一半。卓越小区2栋共有18层，共189户，2层有12户，3至18层每层各10户，有两个电梯和一个安全通道电梯。2栋入住率比较高，2月份大约有60％入住，约有110户。\n", "<s>、辩解及辨认、指认笔录，供认其与被害人张某壬于2011年11月结婚，2012年9月份其生完小孩以后为照顾小孩跟张某壬分开睡，之后两人感情不和。2013年6月其发生车祸后获得赔偿，2014年2月18日22时多，张某壬从外面喝酒回来，上床做爱后他说让其把车祸的赔偿款给他，说那钱是他先出的，其很生气，两个人就吵起来，停了一会儿后，他说他在外面有女人，要其退出，其听了很生气，就用手打他，他用手把其架开。后来双方发生争吵，张某壬用矮凳子砸到其额头，还打其，其很生气，遂到厨房拿一把砍骨头的菜刀，返回卧室持该把菜刀朝躺在床上的张某壬颈部、头部等部位砍好几刀。后到九龙江边跳河自杀未成，返回家中看到被害人张某壬一动也不动就用打火机点燃床罩焚烧张某壬的尸体。其想张某壬肯定没救了，自己也不想活了，想过跳楼自杀但没勇气，想上吊但感觉很难受，又不想死，就到卫生间把沾到血迹的衣服换起来，然后提着手提袋及一个蓝色塑料袋子走出家门打110准备投案。天亮后，其找到蓝田派出所去投案。经依法辨认其辨认出砍杀张某壬所使用的刀具，辨认出杀害张某壬的地方、拿刀具、扔刀具的位置、纵火烧张某壬的地点，砍杀张某壬时所穿的衣服。\n"], "evid_w": [49, 8, 42, 2, 28, 19, 3, 30, 1, 35, 1, 32, 8, 6, 6, 8, 10, 18], "label": [0, 3, 17]}, {"fact": "<s>，2013年10月7日6时30分许，被告人董伟在沈阳市大东区某快餐店门前，向于某（被害人，男，殁年61岁）出售蘑菇时，因价格问题与于某发生争执，董伟手持剪刀刺中于某左胸部，致其心脏被刺破造成急性失血性休克而死亡。被告人董伟于同年10月9日被公安机关抓获。<u>\n", "evid": ["<s>2013年10月7日6时34分，我在洮昌早市买菜时，看见邻居于某站在一个肉摊前，用右手捂着左胸部，手上有血。于某指着旁边的男子对我说，就是被这个男子扎的。我准备去抓那个男子，他手持一把黑色剪子就跑了。我看见于某倒在地上，就拨打了报警和急救电话。这个男子我没看见正脸，辨认不出来。我见到于某时，他什么也没拿。\n", "<s>2013年10月7日6时30分左右，我在洮昌早市摆摊时，听见摊位边上一个卖蘑菇男子（即被告人董伟）和一个50多岁买蘑菇男子（即被害人于某）在吵吵，过一会俩人开始厮打，董伟一直拿着一把剪刀，二人一直打到大约5米远的路中间，董伟拿着剪刀扎了于某三下，前两下没扎到，第三下扎到了于某的左胸，董伟就跑了。于某就倒在卖蘑菇的摊位前。\n", "<s>2013年10月7日早晨，董伟接上我和冯某某到洮昌早市，董伟卖蘑菇，我和冯某某给他“牵驴”（假装买蘑菇诱使别人购买）。6时左右，一个老头（即被害人于某）要买董伟的猴头菇，我就上前“牵驴”，董伟说零买成串称我说买半串，之后我就跟于某说一人一半，于某同意了。董伟就把一串猴头菇剪了，先给我称了一半是2斤，于某的也是2斤。我给董伟600元后就走了，没走几步就听见董伟跟于某吵起来，又看到二人撕扯。我就过去喊小双的岳父，让他过去看看，我就去给小双岳父取手机电池了。之后我看见冯某某，她说董伟把于某扎了。当天下午，董伟把我和冯某某垫付的牵驴钱返给我俩，董伟还说早上用剪子把那个老头划了，看报纸知道他死了。董伟以前卖蘑菇，有时遇到称完不买的人就用剪子拍摊位，说“不买的话就用剪子穿死你”。董伟雇我和冯某某每人每天50元。\n", "<s>上述案件起因，同时证实：于某与董伟发生口角后撕扯起来，董伟用剪刀扎了于某的左腋下面一下就跑了，之后我去找李某某，她给了我装蘑菇的口袋并告诉我里面有小双岳父的鞭子。当天下午，董伟找我和李某某一起吃饭，把当托垫的钱还给我们，还告诉我们把电话卡扔了。<u>\n", "<s>案发后董伟告知用剪刀扎伤一名买蘑菇男子（即被害人于某）的事实。\n", "<s>被害人于某从包里掏出鞭子，其上前抢下鞭子时发现于某已受伤及将鞭子交给帮董伟卖货的女子的事实。<u>\n", "<s>案发后其与董伟一同返回洮昌早市，董伟让其帮忙把车牌号为辽AXXX的五菱车从早市开出来，后开车拉董伟回家的事实，并有该车辆照片在卷；还证实董伟给其打电话告知原手机号码不再使用的事实。<u>\n", "<s>2013年10月7日5时许，我驾驶自己的五菱红光微型面包车，接李某某、冯某某一起到洮昌小区早市，她俩是给我“牵驴”（假装买蘑菇诱使别人购买）的，每人每天给50元。车停在北侧小区里，我用手拉车推一袋滑子蘑，一袋猴头菇往早市东侧走，蘑菇我是从沈阳南二市场进的，猴头菇是60元一斤进的。我从一个大姐手里租了一个摊位开始摆摊卖货。6时30分左右，一个老头（即被害人于某）问我猴头菇多少钱，我说40元，成串买30元。这时李某某就过来说一人一半，我就把那串蘑菇剪一半，先给李某某称二斤，然后给老头称了二斤二两，我说算二斤，李某某给了我600元钱拿着蘑菇走了。于某拿出30元钱给我，我说钱不够，他说回家再给我取30元，我说不对，你还差我570元。然后，老头说不是30元一斤吗，我说是30元一两。老头说那我不买了，把钱退给我。我说已经剪开了，不好卖，然后我就蹲下来把蘑菇往袋里装。老头就拎我脖领向我要钱，并打我脸一下，我就从地上捡起剪蘑菇的剪子，用右手握着剪子朝着老头的左胳膊下方扎了几下，感觉扎身上一下，然后于某踢了我两脚，从袋里拿出一个铁鞭子，这时刘某的岳父过来，将鞭子抢下来，我看情况不好就拿着剪子跑了。我打了一辆出租车到我家楼下下车后，把衣服与剪子一起扔到超市门前的垃圾箱，然后上楼回家了，我跟我妻子周某说跟人打架了并给刘某打电话让他把我的车开回来。当天下午，我与冯某某、李某某一起吃饭把她们牵驴的钱返了回去，冯某某把鞭子给我了，说是刘某的岳父给的，鞭子让我在回老家的路上扔在道边上了，具体位置记不清了。10月9日我在家中被公安机关抓获。\n"], "evid_w": [29, 10, 6, 40, 24, 0, 19, 1], "label": [0, 7, 3]}, {"fact": "<s>：2014年9月11日9时许，被告人张高和奶奶程某到浠水县蔡河镇官塘坳村10组张湾后山，为爷爷张楚雄祭坟。期间，二人因琐事发生争吵。被告人张高持砖头追打程某，在程摔倒在路边水沟后，继续持砖头击打程某头部，致程某当场死亡（殁年57岁）。经鉴定，程某系被钝器暴力打击头面部致重型颅脑损伤合并急性失血性休克死亡。被告人张高经鉴定患有轻度精神发育迟滞，本案中负有部分刑事责任能力。<u>\n", "evid": ["<s>，2014年9月11日9时许，我路过官塘角，在去蔡湾的机耕路上，看见张高手拿一块红色砖头弯腰用力在打什么，砖头上好像有血，我喊张高叫他别打人，张高没理我。我跑回家打电话给艾长生，艾长生和许某甲赶过去了，后听说程某死了。\n", "<s>，2014年9月11日9时许，我接到闵某电话称张高在官塘角后山处打程某。我跑到那里，看见程某头朝上倒在路左边的水沟里，张高手上拿着一块红砖朝程某头部击打，我过去阻拦，张高说程某打他，说完挣脱我朝山上跑。我看到程某的头部被打瘪了，头部下方有很多血，人已经死了，我就打110报警了。\n", "<s>，2014年9月11日9时许，我听说张高将他奶奶程某打死了，赶到现场，看见程某躺在路边沟里，人已经死了。后我和许某甲骑摩托去追张高，路上许某甲说他赶到时张高还在用砖头打程某，他上前拉，张高挣脱后往官塘小学方向跑了。\n", "<s>，2014年9月11日9时许，在官塘村10组路边，我看到张高在远处拿个东西朝沟里打，村书记过去吼张高，张高见有人过来就跑了。后来才知道张高打的是程某。张高平时没发病比较正常，发病喜欢在路上追车。\n", "<s>，2014年9月11日9时许，我骑摩托带妻子蔡某回家经过官塘坳村张湾后山时，看见一个人血流满面的倒在水沟里，我妻子害怕，我们就骑车离开了。后听说那是张楚雄的媳妇叫“香儿”，是她孙子打的。\n", "<s>，张高平时表现与常人不一样，喜欢在公路上无故追赶车辆，曾经将我村村民祖坟基石推倒，有时无故大声吼叫。\n", "<s>，2014年9月11日9时许，我听说儿子张高将我的继母打伤后驾车赶到现场，看见继母倒在父亲坟墓下的水沟里，身上都是血迹，已经断气了，张高不知去向。张高有××史。\n", "<s>，2014年9月11日中午，我听说张高将程某打死了。15时许，我接到一个武汉的号码，是张高打过来的，他说在武汉，具体地点不清楚，让我去接他，我让他打110投案自首，他答应了。19时许，张高的舅妈也接到张高打的电话，也劝张高打110投案，张高让店老板打了武汉警方将张高接走了，我把这个信息告诉了浠水公安局的民警。\n", "<s>，2014年9月11日20时23分，有一男青年在武汉市武昌区中北路其商店内用139××××7654的电话打110报警的情况。\n", "<s>供称，2014年9月11日上午，是我爷爷张楚雄死后的“四七”，奶奶程某带我一起上坟。程某让我拿柴垫着烧纸钱，我拿了些柴，她说我没拿，还骂人，打我的头、脸，将我打痛了。我忍不住就用手打了她的脸两下，程某把她的钱包给我，叫我莫打。我拿了钱包后她就往路边跑，我在坟边捡了块砖头打她，不让她喊，把她追到沟里，她摔倒时还抓住我的头发，并喊人来救命。我不让她喊，用砖头打她的脸，打了两下后，许书记和艾长生赶过来了，许书记推开我，我就跑了。<u>\n"], "evid_w": [50, 30, 25, 48, 15, 7, 5, 3, 4, 1], "label": [0, 1, 2]}, {"fact": "<s>：2014年9月5日12时许，被害人李某1驾驶自己的小货车（贵E＊＊863）到贞丰县某镇某村某组贩卖米糠，使用小喇叭循环播放“卖米糠、卖米糠”的呼叫声，被告人向仕本在家听到小喇叭长时间的呼叫声后，导致心神不安，便从家中拿起一把锄头到李某1卖米糠处，持锄头就对李某1头部进行打击，将被害人李某1打倒在地并死亡。经贞丰县公安机关司法鉴定中心鉴定，李某1系被他人用钝器（锄头、石头等）打击导致颅脑严重损伤死亡。经贵州省第二人民医院法医精神病鉴定中心鉴定，向仕本患有精神分裂症，为有限定刑事责任能力。<u>\n", "evid": ["<s>饶某秀证言：今天中午，我听见有人喊“卖米糠”我就走出看，我堂奶问他多少钱100斤，卖米糠的人说55元100斤，之后又说50元100斤，我堂奶就走了。这时我看见向仕本提着一把锄头顺着路走下来。走到车子后面，就打那个卖米糠的人，我看见害怕就跑了。向仕本患有精神病，平时自言自语，也不干农活。\n", "<s>梁某新证言：今天中午，我准备去地里干活，走到我们寨子时，看见一个卖米糠的人，我就问他好多钱100斤，他说55元，我就问他50元100斤买不买，他说不卖，我就走了。这时候我们寨子的饶某秀也走到那里，我和饶某秀就走了，走得几步就听见向仕本在那里骂那个卖米糠的，我就回头看，看见向仕本拿一把锄头打那个卖米糠的人，我就往下面走了，也不敢看了。向仕本患精神病有十多年了，平时向仕本除了打他的妻子外，没有看见打其他人。\n", "<s>韦某文证言：向仕本大约有60岁，身体很好，但是患有精神病，向仕本患病有十多年了，今天有几个村干部给我说向仕本打死了一个卖米糠的小伙，因为我不在现场，向仕本是怎么打的我不清楚，当时饶某秀和向某文的老婆梁某新在场。\n", "<s>梁某成证言：向仕本有60岁左右，患有精神病，具体是哪一年患的不清楚，大约有十多年了。小寨组的组长打电话给我说向仕本把一个拉米糠来卖的小伙打伤了，我就赶到现场，看见有一个小伙头部被打伤了，脑水被打出来了，但是当时还没有死。我就打急救电话，韦某志就打电话报警，后来我听说救护车来人接走后，还没有送到医院那小伙就死了。\n", "<s>韦某志证言：向仕本今年有60岁左右，他老婆叫杨某必，向仕本患有精神病，寨子里面的人都不敢惹他。最近几年向仕本都不干农活，早上8点钟左右就顺着河沟走，边走边骂，之后又回家，晚上又出去走，我们寨子里的人都不敢接近他。今天中午12点左右，向仕本在我们进寨子路口处把一个卖米糠的小伙打伤了，向某正打电话给我讲后，我就打电话报警了。\n", "<s>杨某必证言：我与我丈夫向仕本分居有二十多年，他在二十多年前就患有精神病。1979年他被罗某学打伤，当时他的脑浆都被打出来了，医好回家后，会自言自语骂人，会砸家里面的东西，有时候还会打家里面的牛、马，从那时候起他就被者相水利站的辞退，之后就一直住在小寨家里。今天我是听寨邻讲我才知道，他在寨子里打人的事情。\n", "<s>韦某熊证言：向仕本在2013年打我老婆和用石头砸我家房子，后来是村干部来处理的，村干部说向仕本精神不正常，就没有要向仕本开钱医治。后来是民政拿钱补偿的，向仕本得精神病有十多年了。\n", "<s>王某丽证言：我是贞丰县水利局工作人员，向仕本以前是三岔河水管所的一个临时工，都是干一天得一天的钱，没有固定的工作收入，在我们单位多久我记不起来。\n", "<s>罗某学证言：大约在三十年前，向仕本家兄弟向某堂准备取我妹当老婆，后来因为他们感情不合，就没有结婚，我妹与大寨的一户人家准备定亲，向某堂就带向仕本来我们家闹，之后我们两家就发生打架。当时我不知道用什么东西打了向仕本的头，就把他的头打出血了，我们这边也有人受伤，所以就各自承担医疗费。向仕本具体患精神病的时间我也不清楚，都是最近几年，我才发现向仕本一天自言自语的在田坎、河沟边上走来走去的，我前几天听说向仕本在他们寨子里打死一个卖米糠的小伙。\n", "<s>向某礼证言：我大哥向仕本在三十多年前被罗某学打伤过头部。医好后，他的脑子就有点不管事，最近几年比较严重，不发病的时候在家中会做饭、洗衣服，一发病就乱来，打骂我大嫂，我家老婆和小孩也被他打过几次。我听寨子里的人讲他在寨子里打死一个卖米糠的小伙。\n", "<s>向仕本的供述：今天早上我在家煮中午饭，吃完饭我就去看我的新房子。看完新房子后我就去河边散步，散完步，就回到老房子，听见有人开车按喇叭吵着我了，我就扛着锄头去看。看见我家老屋基弯弯那里有个车子上不去，在那里打滑，我就拿锄头坳石头去堵路，不给车子上去，之后的事情就不知道了。<u>\n"], "evid_w": [17, 19, 47, 30, 2, 31, 69, 2, 2, 17, 12], "label": [3, 2, 4]}, {"fact": "<s>：2014年8月3日23时许，被告人卢江明因情感纠纷与马某一在绿春县党校岔路口发生扭打并致二人倒地后，被告人卢江明捡起路边的一块石头朝睡在地上的马某一头部连砸数下。后卢江明与接警赶来的公安民警一起将马某一送往医院抢救，马某一经抢救无效于次日死亡（殁年26岁）。经法医鉴定：马某一系开放性颅脑损伤死亡。<u>另查明，案发后，被告人卢江明亲属已代卢江明赔偿被害人亲属人民币20000元用于支付马某一医药费87元、救护车出诊费6000元及丧葬费事宜；庭审后又预交人民币5000元至我院。<u>\n", "evid": ["<s>2014年8月3日23时20分左右，她和大表姐马某一的一个朋友及小表姐在绿春县党校岔路口附近的住房准备睡觉，突然听到楼下有尖叫声。她和小表姐站在窗子处往下看，她看到一名穿黑衣服的男子坐在马某一的肚子上，用双手举着一块石头连续地砸在马某一的头部。马某一的朋友下去看后跑上来叫打电话报警，她就打110报警。后她再到窗口看，见那男子已没再打马某马某一仰面朝天地躺在地上已不会动，脸上和地上全是血。那男子在马某一身边走来走去等救护车来到，就把马某一背上车送去医院了。\n", "<s>案发当晚她在马某一家睡觉。约23时许，她听到马某一在楼下叫她，她跑下去看到一个穿黑色T恤，年龄大概30岁左右，身高165cm，讲本地口音的男子在与马某一争吵并相互拉扯。她上去劝，见马某一被拉倒在地上，后那男子不知从哪里拿出一块石头朝马某一头部砸了两下，出了很多血，她害怕大喊救命就跑上楼了。\n", "<s>2014年8月3日23时许，他在绿春县老党校岔路口附近玩麻将，听说公路上有人打架了，就与在一起玩的人出去看。他看到一女子倒在地上，有一男子还站在旁边。那男子讲“不想死么不要过来”，后他们都没敢过去看。随后见110警车来到，他们就走了。\n", "<s>2014年8月3日23时30分许，他在云视宾馆听到有人在外面喊“救命”，他出去看见有一女子站在老党校的路旁边叫喊，旁边有一男子骑在另外一名女子身上用石头砸该女子的头部三四下，从路边的麻将室走出一名女子和三个人。有两名男子上去好像是与砸人的男子说什么，另一个戴眼镜的男子就拿出电话来好像是报警。他见砸人的男子从躺在地上的女子的身上站起来用石块朝自己的头上砸了两下，回去爬在躺在地上的女子的身上，几秒钟后又站起来用石头朝自己的头部砸了两下。他便叫他老婆打电话报警。后来，砸人的男子把被砸的女子背起来，见警车来就上车走了。同时证实他不认识砸人的男子也辨认不出该男子。\n", "<s>2014年8月3日23时许，她买烧烤回家路过老党校岔路，听到一女子说“不要打了、不要打了”，看见一女子扶着另外一名女子，有一男子拿着一块比碗口大的石头在追那两名女子。\n", "<s>2014年8月份的一天晚上，他在绿春县党校岔路的一民宅打麻将，听到老板讲有人在外面打架。后他出去看见一女子倒在地上，抽搐时从嘴里还时不时地喷出血来。旁边站着一名男子从地上捡起一块石头对他说“想死么过来”之后，用石头朝自己的头部砸了两下，他害怕就离开了。同时证实以前没见过那男子，晚上又看不清人，不能辨认。\n", "<s>，他和马某一有男女关系近5个月了。案发前10多天，马某一刚离完婚。2014年8月3日中午，他接到马某一的电话，从老家赶到绿春县城找马某没找着。后他在草茂水吧看见马某一和两男一女及两个小娃在那里，他便躲在远处观察。23时许，他见马某一从家里出来公路上打完电话，与另外一名男子拥抱在一起。他就用手机拍了两张照，后出去问马某一“你们是什么关系？”马某一和那男子都没有说。他讲“我和马某一是在一起的，以后你们是什么关系我不管。今天你先走，我和马某一有事要说清楚。”那男的离开后，他与马某一争执起来并搂着拉扯到公路上。马某一用脚将旁边的石头踢过来捡起说用石头砸死算了，把石头砸在他俩面前。他拿起石头砸在地上，同马某一一起摔倒在地上，马某一用脚踢他还拿石头砸他头部，他抓着马某一的头发就用石头砸在马某一的右耳后，接着又朝马某一头部连续砸去。后他扶起马某一看见一辆微型车开过来，招手拦车，司机看到他俩满脸都是血就开走了。他背起马某一见110警车开过来，就上车把马某一送去医院。\n"], "evid_w": [75, 53, 37, 8, 26, 37, 4], "label": [1, 0, 5]}, {"fact": "<s>，2014年9月17日14时许，被告人李元元到同村村民曹某乙家，以翻找电动车钥匙为由在曹某乙家电视柜内发现一女包，内有现金人民币9700元。趁曹某乙不备，被告人李元元将包内的现金装进自己的衣兜内。得手后，李元元误认为被曹某乙发现，遂用夏凉被将躺在坑上的曹某乙头部捂住，直至其昏迷。后李元元又用放在曹某乙家梳装台处的一个刀片，将曹某乙右手腕部割开，见曹某乙伤口处流血后逃离现场。在逃离的路上将刀片扔到路边的草丛里。经秦皇岛港城司法医学鉴定中心鉴定：曹某乙右手腕部损伤符合锐性外力作用所至，外力作用致伤者右腕部0cm长创口，已构成轻微伤。<u>\n", "evid": ["<s>，2014年9月17日14时许，其到本村村民曹某乙家取光盘。临走时因其找电动车钥匙，发现在曹某乙家卧室的电视柜内有一女式拎包，其与曹某乙妻子郭某关系要好，知道包内肯定存有现金，故在女包内翻找。见有一沓百元人民币，趁曹某乙不在卧室之机将钱装入自己衣兜内。在将女包放归原处时，曹某乙走进卧室，其误认为已被曹某乙发现，怕曹某乙告诉他妻子郭某，遂用夏凉被将已躺在坑上的曹某乙头部捂住，直到曹某乙不再动弹，横倒在坑上，右手搭在坑沿处。后其看到曹某乙家梳妆台上有一个刀片，就用这刀片将曹某乙右手腕部割开，见有血流出后才匆忙离开，在离开的路上随手将刀片扔到路边的草丛里。\n", "<s>，2014年9月17日下午5点左右，其回到家中，见其丈夫曹某乙躺在坑上，曹某乙身上、被子上到处是血。给曹某乙擦血时发现在其右手腕部有一个口子。在准备钱去医院时，其发现存放在电视柜下边包里的9700元钱没有了，其中有700元尾号都是带8的。家里没有被翻动的痕迹。平时与本村李元元要好，李元元知道其放钱的位置。\n", "<s>，2014年9月17日下午5点多，其回到家中，见其公公曹某乙身上、被上到处是血，且右手腕处有一道4厘米长的刀口，家里的9700元钱不见了。\n", "<s>，2014年9月17日下午1点多，其妻子李元元从家里出去，大约下午3点多回来。第二天，即9月18日，其与妻子李元元偿还其朋友曹月5000元，并带孩子到秦皇岛市区内的千家惠商场花200元为孩子购买了衣服。\n", "<s>，2014年9月17日下午，李元元偿还其人民币600元，所还现金尾号都是带8的。\n"], "evid_w": [56, 45, 33, 62, 73], "label": [0, 3, 1]}, {"fact": "<s>，被告人高三与被害人张某某系同村村民。2011年1月10日高三向张某某借钱未果，便骑上摩托车到了五原县隆兴昌镇荣誉七社孙二家，喝了半瓶白酒，又想到以前与张二栓有矛盾，便想杀死张某某，又买了一瓶白酒回到家中喝完。约14时许高三从家中厨房橱柜抽屉内拿了一把不锈钢菜刀骑上摩托车到五原县隆兴昌镇荣誉八社郝全有家地内找到往回拉骡子的张某某，用菜刀在张某某头上、脖子上乱砍，看到张某某死亡，高三骑上摩托车回到家中将作案时穿的蓝裤子洗了，所穿有血的白色棉鞋放到炉内烧了。后高三在自家被公安人员抓获。经鉴定死者张某某系因重度颅脑损伤导致死亡。经内蒙古精神卫生中心司法鉴定所精神疾病鉴定，被鉴定人高三无精神障碍，完全刑事责任能力。<u>另查明，被告人高三2006年5月25日因犯盗窃罪被五原县人民法院判处有期徒刑五年，于2010年4月24日刑满释放。<u>\n", "evid": ["<s>2012年1月10日靳秀向公安机关报称，案发当天下午他侄儿子给他打电话说其姐夫张某某在地里出事了，后送医院抢救无效死亡。他赶到医院发现张某某头部有很多带血直道子，脖子气管跟前有一个口子，伤痕不像是骡子踢的，像是被人用刀砍的，便打电话报案。\n", "<s>2012年1月10日下午，张某某媳妇XXX来到他家说，骡子回来了，张某某没有回来，他让儿子去东边地里看，后回来说张某某脸烂了，摔成血脸，他去了村东边地里，看见张某某头朝南，面向上躺着，左脸面部全部烂了，血肉模糊，右脸嘴角有一道横伤，脖子上气管也被割开。后送医院抢救无效死亡，便打电话报警。晚上他领上公安人员去高三家将其抓获。并证实张某某与高三无过节，高三以前因盗窃判刑与张某某没有关系。\n", "<s>2012年1月10日上午，他在高兵家碰见高叫高三到他家喝酒，高三一个人喝了多半瓶约八两白酒，约十二点钟骑摩托车回家了。\n", "<s>案发当天他父亲高三喝醉了将他用摩托车送回家，又到旧沙河公社买了一瓶白酒，在家里喝完酒从窗户上把酒瓶扔出去了。后从家中拿了一把菜刀说要去杀同村张某某，便骑上摩托车走了。过了一段时间，高三骑摩托车回来，进门就把自己穿的蓝色裤子、白色球鞋洗了，白球鞋没洗净，就扔到烧炕的炉子内烧了，看见球鞋鞋带上有血。\n", "<s>案发当天下午高三在五原县隆兴昌镇荣誉七社喝酒喝多了，回到家又从旧沙河公社买了一瓶白酒喝了，将家里窗玻璃打烂拿着家里菜刀出去了，菜刀拿走后就没有拿回来。菜刀是不锈钢的，刀上有个圆窟窿，刀把上有黄色。并对七把菜刀分别两次进行辨认，辨认出第一组的5号菜刀和第二组的3号菜刀，就是其家中做饭菜刀，两次辨认为同一把刀。\n", "<s>案发当天13时许，看见他三爹高三骑着摩托车出去了，一会儿又骑摩托车回来了。穿的深色休闲服，深色布料裤子，脚穿一双白色休闲鞋。高三平时一个人就在家喝白酒。\n", "<s>2012年1月10日13时许，高三酒后来他门市部买了一瓶白酒。高三平时天天醉的了。\n", "<s>案发当天16时许，高三喝酒喝多来到他家，上身穿不太深色的夹克，脚穿白边休闲鞋，左手提着一把不锈钢家用菜刀，后骑摩托车走了。他便给高二打电话说了此事，高二说高三在家了。高三平时经常醉的了。\n", "<s>案发当天16时许，韩某某给其打电话说高三提的一把菜刀到他家，喝酒多了。其赶到高三家，看见高三骑的摩托回来，其问高三提着菜刀在村里干什么，高三说和其没关系。其从高三家出来到村里，听见人们议论张某某进了医院。并证实当天13时许，高三给其打电话说起和张某某因为土地的矛盾。高三精神上没有毛病，只是从监狱回来后，一个人就在家里喝酒，很少和村里人来往。家族中其姐姐是呆傻人。\n", "<s>2012年1月10日16时许，高三喝酒喝多了来到其家，要酒喝，说以后再也见不到他了。穿着灰色夹克服、蓝黑色裤子，手里拿着一把新的不锈钢菜刀，刀把是木头的，刀面上有血。在其家呆了半小时后离开。高三平时就爱喝酒。\n", "<s>高三平时就是爱喝酒，别的毛病没有，也没有精神病，高三的姐姐是呆傻人。\n", "<s>其丈夫张某某被害前没有和其说过高三借钱一事，和高三平时没有经济来往。\n", "<s>高三对犯罪的起因、时间、地点、所采用的手段、情节及用菜刀砍切的部位等事实供认不讳，且与以上证据能够相互吻合印证。\n"], "evid_w": [48, 5, 38, 12, 23, 15, 23, 14, 56, 32, 65, 30, 6], "label": [8, 0, 4]}, {"fact": "<s>，2009年6月27日晚10时许，被告人姜圣海伙同胡海风、杨权（均另案处理）在温州市鹿城区牛山北路二潭路口，因胡海风和石某乙债务纠纷一事，和石某乙、齐某丙、张海朋等发生争执，并持刀互殴。期间，姜圣海伙同胡海风、杨权、松松持刀追砍对方，将逃至一出租车内的齐某丙拉下围砍多刀，致其死亡。经法医鉴定：被害人齐某丙全身检见多处锐器伤，系遭他人持锐器砍切致左腘动、静脉，左膝上外侧动、静脉，左膝上内侧动、静脉完全离断，大失血死亡。<u>同年6月29日，被告人姜某、石某甲明知被告人姜圣海犯罪而护送其离开温州，前往湖南省泸溪县。同年7月3日，三被告人被公安机关抓获。<u>\n", "evid": ["<s>，2009年6月27日晚，自己和老乡海风、李勇（杨权）、阿华夫妇、松松夫妇想去小南门吃火锅，走到牛山北路时海风被小明的三四个朋友拦住，要海风还小明的赌债2000元，还打电话叫来小明。几分钟后，小明坐出租车过来，责问海风为何不还钱款，海风说已经归还，于是两人就对骂，双方朋友互相推搡。小明方有几个人就摸出匕首，而我们就从旁边小店拿椅子等和他们对打。自己在对打时被打倒，腿上被刺一匕首，“松松”、海风就去阿华麻将店后巷子拿出四五把刀给我们（除了阿华，其余四人都拿刀）。于是我们就追赶对方，阿华夺下对方一人匕首，自己因为腿受伤追得慢，海风、松松、李勇（杨权）持刀追打对方，自己追到大路上，发现对方只剩下一个人，而且上了出租车，李勇就把这人拉下车，自己就上去砍了这人右腿一刀，“松松”砍了该人背上。砍完后，我们各自跑掉。\n", "<s>，自己送姜圣海到牛桥底诊所治疗，姜圣海只是说自己打架被捅了几刀，自己又送他到双屿医院治疗。28日上午，自己陪同姜圣海到永嘉瓯北老乡邓某家住一夜，石某甲也赶来。姜圣海说自己要回老家治疗要我们送他回家。29日中午，我们三人赶到长途车站时，姜圣海接了一个电话后告诉自己和石某甲，和他打架的对方有一人死了。我们经丽水、湖南沅陵，于7月2日，到达泸溪白沙。\n", "<s>，2009年6月28日，自己到永嘉瓯北老乡邓某家，得知姜圣海因打架受伤，我们决定送姜圣海回家。次日下午，我们从瓯北坐出租车到丽水，住一夜。6月30日，在坐车去沅陵。7月2日，坐车到白沙。自己和姜某送姜圣海到丽水坐车时，姜圣海告诉自己对方一个人已经死亡。\n", "<s>，2009年6月27日晚10时，自己载客前往客运中心，发现不远处二潭路有人打架，有名男子从对面朝车子跑过来，然后上了车，还未来得及关车门，就被三四名男子追上用刀砍。自己从副驾驶室下车，这男子已经下车跑到路中间，被对方砍到在地上。\n", "<s>证明，2009年6月27日晚22时，自己经过牛山北路客运中心，看见十来人互相扭打，然后他们跑到对面小巷里。过了二分钟左右，三四个男子从小巷逃出来，后面四五个男子持刀追出，在前面跑的一个男子逃上一辆出租车，被后面追过来的人从车上抓下来，用刀砍，那持刀青年还把出租车砸了。\n", "<s>证明，2009年6月27日，齐某丙打电话说在牛山北路遇到欠自己钱的海风，自己到现场××中心榕树附近，和海风争吵，海风拿手机打自己头部一下，自己、齐某丙、张海朋等老乡与对方扭打起来。一会儿，旁边小巷冲出一伙人，其中二男子手持大砍刀追打我们，我们被追散了，海风等人跑进小巷，我们追进去扭打一会，忽然对方有几人从巷子里面冲出来，其中二人手持大砍刀，其中一人砍了齐某丙身上几刀，自己见状就冲上去用右手手掌、左手臂替齐某丙挡了两刀，自己拉齐某丙一起外逃被对方追散了，齐某丙被对方打倒还被持刀砍，海风、阿勇拉住我们的人让对方打。\n", "<s>证明，2009年6月27日晚，徐方（齐某丙）打电话叫自己去客运中心，自己过去看见徐方躺在客运中心斜对面马路上被六七个人用木棍围打。\n", "<s>证明，2009年6月27日晚，自己和海风夫妇、海老四人去吃夜宵，路过牛山北路客运中心大榕树下，四名男子拦住我们，其中一男子问海风欠阿明2000元钱款的事情。几分钟后，阿明到现场，和海风争吵，双方动手。对方有七八人打海风（一人拿匕首），自己和海老拉架也被打。后海风、海老跑进巷子，小明等追进去。一会儿，小明等二人被海老拿刀在后面追。小明喊“自己被他们砍了”，自己追了几步见小明捂住肚子就没有再追，往回走时看见刚才跑小明后面的男子倒地，浑身是血。海老冲上拉想砍他被自己拦住。\n", "<s>证明，2009年6月27日晚10时，自己经过客运中心大榕树，五六人持刀追砍徐方（齐某丙），徐方向榕树方向跑，离巷口十来米就被对方砍倒在路中间。\n", "<s>证明，2009年6月27日晚，海峰打电话说石某乙要他还债让自己过去说一下，自己到了二潭路口，发现双方在推搡，接着石某乙方人员追赶海峰方人员进了小巷。一会儿，石某乙方又被海峰方人员赶出来，石某乙方一人躺在路上流血，其余人都跑了。\n", "<s>证明，2009年6月27日晚，自己和姜某、郑国刚在牛桥底玩。23时，姜某接到姜圣海电话说他和胡海风与人打架，他受伤叫我们去接他。于是自己和郑国刚、姜某就过去送姜圣海去炬光园某门诊部治疗。\n", "<s>证明，2009年6月28日上午，海老、阿明和石某甲、邵峰等来找自己，因海老在温州打架受伤要来这里来避风头，自己就留他们住了一夜。6月29日下午，海老、阿明、石某甲回湖南了。\n", "<s>证明，自己去殡仪馆辨认过其儿子齐某丙的尸体。\n"], "evid_w": [58, 70, 4, 25, 1, 39, 20, 9, 28, 6, 6, 2, 9], "label": [1, 5, 0]}, {"fact": "<s>，2014年4月1日6时许，被害人杨某某（本案死者，女，殁年40岁）因土地纠纷在巫溪县塘坊镇双塘村7组90号陈孝全的家门前辱骂犯罪事实。<u>另查明，被害人杨某某与苏某甲婚后育有一女苏某乙，杨某某的父母周某某、杨某某共有三个子女（含杨某某），均已成年。案发后，被告人陈孝全之子已经代陈孝全赔偿被害方经济损失4万元。<u>\n", "evid": ["<s>，2011年杨某某买高某某的房子，由于到高某某房屋只有一条小路，杨某某想修一条通车的公路到房屋，修路必需经过他家的水田，高某某找到他说用一块山地换他的水田，他就答应了。他和杨某某、高某某一起测量了土地，最后口头协商高某某用一分半的山地换了他一分半的水田。换完地之后，他的水田就被杨某某修成了公路。2013年12月份左右，高某某在没有告诉他的情况下将已经换给他的山地种上了洋芋，他为此找过高某某，但高某某说这块地是高的，为此他们一直扯皮，村里也一直没有处理，因为高某某强行把地拿了回去，他就想把自己的那块水田找杨某某退回来。2014年3月31日下午4点多钟，他找到杨某某要把水田退回来，杨不同意就吵了起来。2014年4月1日6点多钟，杨某某在她家地坝骂他，他也和杨某某对骂，杨某某捡了一块石头站在他面前，他也跑到公路对面捡了一块石头，这时看见妻子张德淑倒在地上，他认为是杨某某把张弄倒的，就将手里的石头朝杨某某脸上掷过去，石头打在杨的脸上致杨倒地，看见杨还没有死，就回家拿了一根钢钎朝杨某某头部打了三下，见杨头部流血了认为杨已经死了，就回家把钢钎放到门外，随后一直在家等公安人员到来。后来看见高某某来了，想到这些事情都是高引起的，就拿了一把菜刀追高某某，高某某见状跑了，他又回到家中等公安人员，公安人员来后就把他带到了派出所。\n", "<s>，2014年4月1日早上6点多钟，他看见陈孝全和杨某某两人扭打在一起，陈孝全捡了一块石头对着杨某某头部打，他和陈贵平等人准备去拉劝时，听见钢钎打人的声音，走近了看见杨某某倒在公路上，陈孝全已经回家，他到了之后陈孝全拿了一把菜刀追他，他就跑了，后来报警了。并证实陈孝全和杨某某发生矛盾是因为修路占用土地的问题。\n", "<s>，2年前杨某某买了高某某的房子，准备修一条路接主干道，修路要占她家的一块田，高某某找到她家用高某某的一块田换她家的地提供给杨某某家修路，但是2014年高某某又把已经换给她家的地拿回去种了农作物，今年3月初，陈孝全告诉杨某某因为高某某已经把换的地拿回去了，陈孝全也要把给杨某某家修路的地拿回来，双方为此发生矛盾。2014年4月1日早上6点多钟，杨某某在其家门口骂陈孝全，陈孝全起床后与杨某某对骂起来，她出门看见杨某某从公路上拿了一块石头，陈孝全也捡了一块石头，她怕双方要出事，就上前劝杨某某，杨用手一拐把她拐到地上，她过了一会儿才爬起来，看见陈孝全正双手拿着一根钢钎打杨某某的头部，之后陈孝全扔下钢钎就回家了，她起身看见杨某某倒在地上头部流了很多血，就把钢钎拿起来放到地坝靠墙放着，这时高某某、陈贵平等人就来看情况，陈孝全回家拿了一把菜刀往高某某方向走去，后来陈贵平把菜刀抢了下来，陈孝全就回家了，过了一会儿警察来了问陈孝全是不是他打的，陈孝全回答是的，之后就被警察带走了。\n", "<s>，2014年4月1日早上6点多钟，他正在田里整理田坎，看见杨某某站在她家地坝偏向陈孝全家那边骂人，陈孝全在他自己家里回骂，双方骂了一会儿看见陈孝全从家里冲出来，杨某某也从她家地坝沿公路下走，然后又看见陈孝全折回去，在他家捡了一件什么东西。过了几分钟，他听见很闷的声音，抬头看见陈孝全拿着一个棒状的物体正对主公路站着，他就沿着小路上了坎，看见杨某某躺在公路上，就知道出事了，他急忙给高某某打了电话。\n", "<s>，2014年4月1日早上6点多钟，他起床后听见公路对面有人在吵架，当时听到的声音是杨某某与陈孝全在吵。他打开二楼窗户看见杨某某躺在公路上，就下楼准备过去看，这时高某某等人也走过来看什么情况，他们一起走过去看见杨某某躺在地上不醒人事，这时陈孝全拿着一把刀向他们走来，一边走一边用刀指着高某某说：就是怪你。高某某就转身跑，陈孝全拿刀向高某某甩去，没有砍到高某某，他连忙过捡起刀，陈孝全过来准备抢刀，他就顺手把刀甩到公路坎下的田里面了，他就叫陈孝全回家吃点饭等警察来，陈孝全就回家了，直到警察来把陈孝全带走。\n", "<s>，案发当天他在浙江打工，接到陈贵平的电话说妻子杨某某被陈孝全打了，后来又接到几个电话才知道杨某某被陈孝全打死了。2011年他买了高某某的房子并准备把房子门前的路修成水泥路，因为要占用陈孝全家的地，他和高某某、陈孝全三人商量由高某某拿土地来换修路占用的陈孝全家的地，三人经过丈量土地把这件事说定了。2014年3月31日晚上，他与妻子杨某某通电话时，杨说高某某把给陈孝全的那块地收回去了，陈孝全说给一个月时间把土地的事情处理好，不然要炸修的路。没有想到第二天就出事了。\n", "<s>，2014年4月1日早上6点多钟，他听见陈孝全和杨某某在吵架，大约过了十几分钟就没有声音了，他走到陈孝全家旁边的公路上看见杨某某躺在地上头部流了很多血。\n", "<s>，2014年4月1日早上6点多钟，她起床做饭时听见陈孝全和杨某某在吵架，大约过了十几分钟就没有吵了，又过了五分钟听见二人又吵了几句，后来就没有再听见杨某某的声音了。\n", "<s>，2014年4月1日早上6点多钟，他听妻子胡耀枚说陈孝全把杨某某打死了，他向现场走的途中遇到高某某，高某某说陈孝全看见高某某后拿一把刀甩过来。\n", "<s>，2014年4月1日早上6点多钟，她起床后听见陈孝全和杨某某在吵架，过了大约半个小时，高树平从她家门前过路时说陈孝全把杨某某打死了，她把这事告诉了丈夫高友安。\n", "<s>，他是巫溪县塘坊镇双塘村村委会书记，2014年4月1日早上陈贵平给他打电话说陈孝全把杨某某打死了，他到现场看见杨某某躺在陈孝全家门口的村级公路上，人已经死了。二人发生纠纷是由于土地问题，2011年杨某某购买了高某某的老房子准备改建新房，老房子门前只有一条小路连接村级公路但无法通车，2012年杨某某翻新房子需要加宽并硬化门前小路，但修路要占用陈孝全的部分土地，高某某、陈孝全和杨某某三人商量由高某某用山上的土地与陈孝全交换，在交换过程中没有签定交换土地合同也没有完善土地使用变更手续。2013年12月，高某某把与陈孝全交换的土地要回去，陈孝全找高某某要土地，但高文地不交给陈孝全，为此2014年3月初陈孝全把土地纠纷的事告诉村委会要求解决，他和副书记王大春去处理纠纷，因高某某外出没有调解成，这个事情后来就没有解决。\n"], "evid_w": [32, 58, 2, 15, 0, 2, 1, 10, 18, 18, 1], "label": [1, 2, 5]}, {"fact": "<s>：2013年12月7日，被告人杨选祥无故离家外出，杨某甲、杨某乙等人多方寻找后，杨某甲、胡某某于2013年12月13日将杨选祥接回家。同日晚上，被告人杨选祥因怀疑杨某甲等人要杀害自己，于是准备了一把菜刀和赵某某坐在赵某某家堂屋内，并把门反锁。20时许，杨某甲外出买烟回来打不开门，遂叫赵某某开门，被告人杨选祥认为杨某甲要加害自己，在赵某某走到门口准备开门时，就用刀将赵某某的头颅砍掉，致赵某某当场死亡。经鉴定，赵某某系锐器砍切致头颅离断死亡；被告人杨选祥患急性而短暂的精神病性障碍，作案时意识清晰，在被害妄想的影响下作案，其实质性的辨认能力和控制能力受损，对作案具有限制责任能力。<u>\n", "evid": ["<s>2012年农历4月，其父亲去世后，听村子的人说杨选祥跟其母亲在一起了。2013年12月7日，杨选祥什么也没拿的出去了，其多方寻找，才知道其去砚山找张某某做工，但做了一天就走了。2013年12月13日，其接到电话说杨选祥去文山找王某某借钱，其就骑摩托车去接杨选祥回家，回来是在杨某乙家吃的晚饭，吃饭后，其母亲赵某某去村里找人帮杨选祥看神，因为他说他要杀人，寨子里有人要杀他。晚上19时，其去买烟回来见杨选祥与其母亲在堂屋里，其推不开门，就叫其母亲开门，就见着杨选祥跟在其母亲身后，手里提着一把菜刀，按着其母亲就砍。门是反锁的，踢不进去，其就跑去叫杨某乙等人，杨某乙等人从窗子处看见其母亲的头被宰下来了，其就赶紧去叫村长报警。后来杨选祥把其母亲的尸体拖到堂屋中间，用被子盖着。其听见村里的人说，杨选祥说过谁要反对他，就把其母亲砍死，反对他的人都要砍。其没有威胁过杨选祥，也没有反对过他和其母亲在一起。\n", "<s>2013年12月13日，杨选祥找王某某借钱，王某某看他身上脏，说话不正常，就打电话给其父亲杨某乙，其父亲又打电话给杨某甲把杨选祥领回家，领回来是在自己家吃饭的，吃了饭后就去杨某甲家烤火，烤了几分钟后，其和父亲就回家了，杨某甲去买烟了。后来其父亲说杨某甲买烟回来叫赵某某开门，赵某某刚走到门边，杨选祥就提刀砍赵某某，杨某甲踢门，其和父亲听见响就过去看，看见杨选祥拿刀砍赵某某的脖子，赵某某倒在地上，几人踢不开门，就问杨选祥为什么这么做，杨选祥说杨某甲叫人杀他，要开枪打他，杨某甲就去报警了。杨选祥将赵某某移到神龛脚，说“你先走着，等下我来陪你”，杨选祥提着刀在屋里转，几人怕他出来，就拿绳子把门拴着，一直等到派出所的来。\n", "<s>2013年12月7日晚上，杨选祥从村子里出去，第二天，他打电话告诉赵某某在马关县健康做工，过两、三天就回来了，当天他的行为很怪异，其怀疑杨选祥精神有问题，就一直在找杨选祥。12月13日，村里的熊兴坤告诉其杨选祥去文山找王某某借钱，杨选祥说他在寨子里杀人了，要借钱，当天其就告诉杨某甲、胡某某去文山把杨选祥接回来，12月13日晚上，吃晚饭后，杨选祥在赵某某家厨房烤火时胡言乱语。过了几分钟，杨选祥问赵某某要白砂糖，赵某某就往堂屋走，杨选祥提了一把菜刀跟着赵某某进去。其当时想着杨选祥是拿菜刀去砍白砂糖吃，其没注意，就回家了。其回家才几分钟，就听见杨某甲跑过来喊“杨选祥把我妈砍死了”，其听见后就马上跑到赵某某家，只看见大门是关着的，其从窗子往里看见赵某某的头被砍掉在大门右边窗子脚，身子在头的旁边，当时其就骂杨选祥，杨选祥说想和赵某某一起死，后来派出所的就来了。其没有看见砍的过程，只看见杨选祥右手提着一把菜刀，菜刀上还有血。杨选祥和赵某某平时关系很好，其猜想杨选祥可能是因为杨某甲不同意他和赵某某在一起，杨选祥想着死活也要和赵某某在一起。但杨选祥从7日到13日的行为比较怪异，其怀疑杨选祥的精神上可能有点问题。杨某甲接杨选祥回来那晚，没有谁说着反对他和赵某某在一起的话，也没有威胁过他。\n", "<s>2013年12月13日16时许，杨某甲打电话说杨选祥说话有点不正常，叫跟他去王某某的厂里接杨选祥回家，杨某甲跟其说叫杨选祥去看精神病，他不去，送他回去找迷信治疗。19时左右，其在杨某乙家看电视，杨某甲喊杨某乙，说赵某某被杨选祥砍死了，其就和杨某乙过去看，门从里面反锁了，其从窗子处看见杨某甲母亲的头掉在地上，当时怕杨选祥提刀出来，不知谁拿绳子把门拴着，就打电话报警了。\n", "<s>2013年12月13日20时许，杨某甲来自己家里说赵某某被杨选祥把头砍了，叫其打电话报警，其报警后就去赵某某家，看见杨选祥睡在沙发上，门是反锁的，赵某某在堂屋里，屋里到处是血迹，后来派出所的就来了。其没有见杨选祥与赵某某的家人闹什么。\n", "<s>2013年12月13日19时左右，杨某甲来买烟时说把杨选祥接回来了，然后其去杨某乙家玩了几分钟，其听见杨某甲喊他母亲的头被砍下来了，其就跑去杨某甲家，看见赵某某的头被砍了掉在地上，杨选祥提着一把菜刀站在堂屋里，后来派出所的就来了。\n", "<s>案发当天，杨选祥来文山找其借钱，他当时说话不正常，言谈举止怪异，说有人要抓他，20万元买他的人头，还说公安的到处在抓他，把他关在山上。后来其侄子杨某甲来接他回去的。\n", "<s>2013年农历冬月初杨选祥来找其，叫其找事情给他做，挣点钱，他是农历冬月初八离开的，其没有发现杨选祥有什么异常。\n", "<s>其是杨选祥的母亲，杨选祥出生时是难产，杨选祥还算合群。2013年12月7日晚上，杨选祥一个人出去。见人就说有人拿枪追他，他去逃难了，后来杨某甲把他从文山接回来，在杨某乙家吃饭时东看西瞧的，疑心有人要害他，然后杨某甲去买烟回来，叫赵某某开门，事情就发生了。\n", "<s>杨选祥在村里没有和什么人闹过，为人老实，只是性格有点“左”，人家认为是对的，杨选祥就认为是错的，还认为自己说的才是对的，没见其他有什么异常。\n", "<s>杨选祥跟其住在一个监室，跟大家处的一般，脾气犟，他言谈举止都正常，他说他杀人是被亲戚逼的，他不杀人家，人家就会杀他。\n"], "evid_w": [45, 2, 63, 0, 3, 51, 9, 30, 65, 22, 2], "label": [3, 8, 2]}, {"fact": "<s>，2013年11月，被告人舒维河与被害人龙某某相识，并于2014年2月同居于崇州市崇阳镇崇双路“冬冬超市”附近一出租房。同年4月23日，二人因生活琐事发生争吵后，龙某某搬出该住处并独居于崇阳镇崇双路金鸡段金鸡供电所附近一出租房。同月25日晚21时许，舒维河到龙某某暂住房欲和解时，与龙某某发生争吵，并被他人劝解。在劝解人员离开后，二人再次发生争吵，舒维河以卡颈方式致龙某某死亡。作案后，舒维河逃离现场。同年4月27日22时许，舒维河在返回崇州市崇阳镇崇双路“冬冬超市”门口其暂住地附近时，被守候民警挡获。经鉴定，龙某某因扼颈致机械性窒息死亡。<u>\n", "evid": ["<s>二人系夫妇。龙某某大概在案发2天前租住其崇州市崇双路金鸡段金鸡供电所旁轮胎修理铺面内的一楼一房间。2014年4月25日22时许，一男青年与龙某某在房间内争吵，劝解后见二人未争吵才离开。同月26日8时30分许，一自称龙某某男朋友姐姐的人，说弟妹今天早上未上班，让帮忙看一下，陈志全见该女神情慌张，就电话报警，在警察到后来到龙某某租住房间，发现龙某某已死亡。经照片辨认出龙某某及与龙争吵的男子为舒维河。\n", "<s>陈涛系崇州市崇阳镇崇双路金鸡供电所旁的轮胎修理店经营者。2014年4月25日21时、22时许，龙某某两次在租住的房间内与舒维河发生争吵。经照片辨认出龙某某、舒维河。\n", "<s>张先和系舒维河堂姐夫。2014年2月，舒维河将龙某某带到崇州。案发三四天前，龙某某从舒维河租在金鸡“冬冬超市”背后的房屋处搬到张先和租住的“陈师补胎”楼下地下室。2014年4月25日9时许，龙某某、舒维河发生争吵，房东夫妇和张先和夫妇进行了劝解。22时许，张先和下楼买烟，听到房东儿子说舒维河他们又在闹。22时20分许，听到舒维河两次打电话问舒维群工资到卡没有。4月27日晚，舒维河通过电话告诉舒维群说掐断龙某某气才走的，舒维群骗说人又抢救回来了。20时许，舒维河的朋友王和才给张先和打电话问龙某某到底死没有，张先和告诉王人没有死。后舒维河电话询问张先和龙某某到底死没有，张先和骗说没有死，在医院里抢救。22时许，舒维河坐野的回到“冬冬超市”门口时被警察挡获。经照片辨认出龙某某、舒维河。\n", "<s>舒维群系舒维河堂姐。2014年4月26日8时20分，因车间点名龙某某、舒维河不在，舒维群回到租房处找到房东老板娘，老板娘看后说，床上被子好像捂着一个人，喊不答应，就报了警。27日20时左右，舒维群与舒维河电话联系，舒维河问龙某某是不是死了，舒维群说：“龙某某没有死，昏迷了，被房东送医院里面去了。”舒维河说：“二姐你骗我的，龙某某是不是死了。”舒维群说：“真没有死，已经送到医院里被抢救过来了。”舒维河说：“她不是死了嘛，我走的时候她已经没有气了的嘛。”舒维群说：“真没有死，我骗你干什么。”舒维河说：“你是不是骗我，就是想把我骗回来，我看到这边有警察在抓人。”舒维群说：“没有骗，那些警察肯定不是来抓你的。”舒维河说：“你是不是骗我的啊，她真的没有死啊。”舒维群说：“我骗你干什么，要不然你回来看她一下。”舒维河说：“她没有死，我就回来。”舒维群说：“真没有死，抢救过来了。”舒维河说：“那我回来的时候给你打电话。”后舒维河又打电话问舒维群说：“龙某某到底死没有，你是不是骗我的。”舒维群说：“真没有死，骗你干什么嘛。”舒维河说到了崇州就联系。21时许，舒维河电话说要到崇州了。22时许，舒维群见警察在“冬冬超市”外一辆车上将舒维河抓获。经照片辨认出龙某某、舒维河。\n", "<s>冯东梅、冯某丙系龙某某子女。2014年3月或4月初左右，龙某某电话告诉在成都全友家具二厂打工。经照片辨认出龙某某。\n", "<s>马君兴、何颖、黄崇达系崇州市中医院急诊科医生、护士、护工。2014年4月26日10时许，接120出诊，在金鸡供电所旁一出租房地下室一房间，见一女子躺在床上，检查发现已死亡。\n", "<s>舒维河租住朱秀文崇州市崇阳镇崇双路彭庙村3组“冬冬超市”旁边一巷子底楼左边3号房屋有3个月，平常和一女的在居住。经照片辨认出舒维河。\n", "<s>李秀珍、张龙租住在崇州市崇阳镇崇双路供电所旁一出租房内。2014年4月25日21时许，见一男的拿着一根晾衣叉往窗户里戳，叫女的开门，女的不同意开门，发生争吵，后房东夫妇二人和一男一女进行劝解。\n", "<s>黄荣、陈春兰租住在崇州市崇阳镇崇双路供电所旁“陈师补胎”一出租房内。2014年4月25日22时许，听见楼下有人在吵架。\n", "<s>二人系夫妇。2014年4月27日21时许，二人将一男子从大邑县客运中心搭乘到崇州市崇阳镇“冬冬超市”门口附近，后该男子被警察抓获。经照片辨认出舒维河。\n", "<s>2014年初，舒维河在重庆当过保安，通过网上认识龙某某，一个月后和龙某某回到成都打工。\n", "<s>2014年4月25日23时许，黄肖在崇州市晨居路以50元价格搭乘一男子到大邑县，该男子中途在银行取钱未果，后黄肖让该男子转乘大邑县出租车。\n", "<s>及辨认笔录。供称2013年11月，舒维河在重庆认识龙某某，二人后发展为男女朋友关系。2014年2月，舒维河、龙某某来到崇州，租住在崇州市金鸡乡崇双路“冬冬超市”后面一房间。2014年4月23日，因纠纷，龙某某个人租住在崇州市金鸡乡崇双路“陈师补胎”后面一房子里。2014年4月25日21时许，舒维河来到龙某某出租房，二人发生争吵，房东及舒维群、张先和进行劝解后离开。其后，龙某某说要搬到旅馆住，舒维河说没必要搬，可住一晚上，要走明天再搬，龙某某说：“你龟儿子说的什么话。”用右手掐舒维河脖子说：“我要搬出去。”龙某某松手后又用木棍打舒维河头顶两下，舒维河将木棍抢下丢在门外，当龙某某坐在门口旁边的行李箱铺盖上面，舒维河就过去半蹲在龙某某身边用左手臂夹住龙某某的头，用右手掐龙某某的脖子，龙某某说：“你把我弄死，我的儿女还得到一笔钱，房东和厂里都跑不脱。”舒维河更加生气，使劲掐龙某某，龙某某挣扎中打了舒维河右腿一拳，舒维河更加冒火，继续掐龙某某，大概掐了2分钟样子，龙某某眼睛就闭起，手就摊开了，双腿打直起，头部仰面躺在地上没有动，舒维河就半拖半扶把龙某某弄到床上。期间，龙某某没有动，眼睛闭起，左手摊在床上，右手握起拳头，双脚打直，舒维河将手指放在龙某某的鼻子上觉得只有出气，将铺盖盖在龙某某身上，龙某某还是没有反应。舒维河将灯关掉后，在门口检起一根橡皮条，把门用橡皮条卡死，房门关严后回到自己租房处，换衣后坐出租车逃到大邑。26日，舒维河用鞋带上吊自杀未果。27日，舒维河与舒维群电话联系，舒维群说龙某某没事，只是昏倒，房东送医院抢救回来了，让舒维河到崇州看望龙某某，舒维河又电话向张先和了解。当从大邑坐野的回到崇州市金鸡“冬冬超市”路边时被警察挡获。经照片辨认出龙某某；对作案现场、逃跑路线、自述欲吊死地点、作案衣物进行了指认。\n"], "evid_w": [41, 22, 36, 7, 3, 22, 1, 5, 1, 2, 36, 41, 56], "label": [12, 0, 11]}, {"fact": "<s>，2013年9月19日下午，在宁夏银川市西夏区兴洲路兴洲花园建筑工地生活区4号宿舍内，被告人王青平酒后因琐事与被害人莒红英发生争执，王青平打了被害人莒红英一耳光，莒红英将王青平推倒在床上，打了王青平数个耳光，王青平未还手。后二人被工友拉开，相继回到被告人王青平、被害人莒红英及赵某某居住的3号宿舍，被害人莒红英再次对被告人王青平谩骂、殴打，被告人王青平遂持刀向被害人莒红英颈部捅刺一刀，致被害人莒红英气管断裂。被害人莒红英经抢救无效于当日死亡。经鉴定，被害人莒红英系吸入性窒息死亡。<u>另查明，案发后，赵某某报警，被告人王青平未离开案发现场，警察抓捕时未拒捕。<u>\n", "evid": ["<s>2013年9月19日中秋节，我和莒红英、王青平等八个人一起喝酒吃饭。吃完饭后，王某乙叫莒红英去隔壁4号宿舍打牌，我也跟过去看。莒红英、王某乙和一个姓杨的木工打了也就两三把斗地主，王青平就过来把牌堆里的牌撕掉，用右手打了我老婆莒红英右边脸一耳光，莒红英就把王青平衣领抓住，推倒在床上，左手掐住王青平的脖子，右手打了有十个耳光。我和王某乙、王某丙拉架，结果莒红英打了王某丙一耳光，我和王某乙将莒红英拉回3号宿舍，拉过去后莒红英还要过去打王青平，没想到王青平也跟着回我们宿舍了。王青平进来后把门关了，莒红英又上去把王青平摁倒在王青平的床上，扇了有五六个耳光，王青平一直没还手，我们班长向某甲和王某乙进来后，我们三个把莒红英拉开，莒红英坐在靠门口我的床上不停的骂，王青平一直没说话。我看他们不打了，王某乙和向某甲也在房子，就出去上厕所。来回也就五分钟，回来后发现莒红英已经倒在王青平怀里了，王青平左手抱着我老婆的头，右手拿着刀，已经在莒红英脖子上割了一刀，我就赶紧把莒红英抱过来，放在地上，先给120打了报警电话，又给老板王永平打了电话，随后就一起送莒红英到医院抢救。大概到晚上九点多，莒红英抢救无效死了。\n", "<s>2013年9月19日下午快六点的时候，王永平打电话让我把王青平一起叫上去喝酒，我给王青平打电话没有打通，于是我就到工地去找王青平，到工地后，看见王青平的宿舍门口围了很多人在看热闹，说是王青平和莒红英在宿舍打架，我就推开门进到王青平的宿舍，进去后我看见王青平头东脚西的躺在地上，莒红英的左手拉着王青平的右手，半躺在王青平的旁边，莒红英的老公赵某某两只手拉着莒红英的右手，他们三个人就这么纠缠在一起，相互之间都在使劲。王青平躺在那里没动，任凭莒红英拉他，赵某某想把他们分开，莒红英拉着王青平想出气。我过去帮忙把莒红英和王青平分开了，赵某某扶着莒红英回到自己床上坐着，我把王青平从地上扶起来，放到他的床上，他就躺下了。我问他去不去喝酒，不知道是醉了还是困了，后来他才说不去了。然后我就走了。我和王永平开车走到盈北家园的时候，赵某某给王永平打了电话，说王青平把莒红英杀了，让王永平开车过去救人，随后我和王永平回到工地，到宿舍我看到赵某某抱着莒红英，一只手捂着她的脖子，莒红英的脖子一直在流血，我没有进到宿舍，没看见王青平。\n", "<s>2013年9月19日中午，我和杨林、王某丙在宿舍聊天，旁边宿舍的莒红英叫我们玩斗地主。我和莒红英、杨林就坐在小凳子上开始玩扑克牌。我们刚打了一局，王青平就到我们宿舍叫莒红英回宿舍，王青平因为喝酒脸红着。莒红英正在和我们玩，她好像不愿意回去，就没理王青平继续和我们玩着，王青平见莒红英不跟他回宿舍，就过来拉莒红英的胳膊，她被王青平从小凳子上拉着站起来后，就用右手扇了王青平一耳光。王青平没有还手打莒红英，拉着莒红英的胳膊回了他们的宿舍。王青平和莒红英回到他们宿舍后，我听到莒红英哭的声音，还有两声扇耳光的声音，还有几声好像是用拳头打在身体上的“咚咚”声。大概有十来分钟，他们还在打架，我和王某丙、杨林打算去看看。王某丙先进了他们的宿舍，王青平说：“你出去，没有你们的事。”王某丙出去后我进去了，我看到莒红英头朝西南方向，脚朝着东北方向仰面躺在一进门西南角的一张高低床的下铺，莒红英的脖子在流血，流了很多血，王青平在床的靠南头坐着。那张床的下铺就是王青平的床铺。王青平对我说：“你出去，没你的事。”我就出了他们宿舍，不知道我的左手小拇指怎么就破了在流血，我就去医院了。等我从医院回来，莒红英和王青平都不在了。\n", "<s>王青平是我们钢筋工的总管，负责管理我们的上下班、发放生活费，莒红英和“水牛子”（赵某某）也归王青平管。2013年9月19日下午三四点，隔壁宿舍的莒红英到我们宿舍，要和我、王某乙打牌。刚打了一把，“老鬼”进来了，就坐在莒红英右侧床边看他们打牌，这时，隔壁的王青平进来了，说：“你们别打了，自个回自个宿舍去。”说着就把牌堆里的扑克捡起来撕掉了，莒红英就骂王青平：“你妈的，你什么意思吗？”他俩吵了没几句，莒红英就把王青平压倒在床上，用右手在王青平的脸上打了好几巴掌，这时莒红英的老公“水牛子”听见吵架也进来了，我和“水牛子”赶紧拉架，莒红英不让拉，说谁拉打谁，我没当真，谁知道她真打了我一巴掌。莒红英又抽了王青平十几二十下，王青平一直没还手。后来莒红英的老公硬把她拉回隔壁3号宿舍，王青平脸都发青了，也没说啥，就直接回3号宿舍了。只有他们三个进宿舍了，进去后就把门关了。王青平进去大概十来分钟，我在4号宿舍就听见隔壁“啪啪”打耳光的声音，看不见，只能听见声音像是在打架。大概过了四五十分钟，门口聚了十多个看热闹的工友，3号宿舍的门也打开了，我从人堆里看见莒红英坐在地上，上半身流了很多血，头是低着的，王青平在床上坐着说：“我不想活了，没法活了。”他两手握着刀，正要往肚子上扎，我就赶紧喊杨林过来夺刀。我夺刀时不小心把我的左手食指划破了，我看流血了，就赶紧出去冲洗，我洗完手回到3号宿舍，看见我哥王某乙的手也被划伤了，门口地上有一把刀，就是王青平手里拿的那把刀，我把刀给张某某，让他赶紧藏起来，要不王青平要自杀。张某某把刀藏起来，就陪王某乙去医院包扎手了。这过程不知道谁给包工头王永平打了电话，他就开车过来了，然后就把莒红英抬上车送医院了。王某丙对本案被告人王青平、被害人莒红英、作案工具进行了辨认，并指认了作案现场。\n", "<s>2013年9月19日下午6点左右，我买菜回到工地，发现一楼王青平宿舍的门口围了很多人，我过去看到屋里有两个人，一个是莒红英，她当时坐在他们宿舍进门右手边第二张床的床边，身体靠着床，她的脸上有血迹。另一个人是王青平，他坐在进门左手边的第一张床上，那张床就是他的，当时王青平手里拿着刀，我就和王某丙一起上去夺王某甲的刀，这个刀没有夺下来，我还被刀子划了一下。王某丙同样被刀子划伤手指了。夺刀没有成功，我就和王某丙跑了出来，我先到王某乙宿舍问是什么情况，王某乙说不清楚，我就从王某乙的宿舍出来了，刚出来就遇到王某丙，王某丙把从王青平那里拿来的刀给我，让我替他藏好，我就把刀子放在王某丙的床底下。王某丙没有说，但是我一看就知道这个刀就是王青平用来划伤莒红英的。我把刀放好后，过了几分钟，我们工头王永平就赶了过来把莒红英送医院了。后来我放在王某丙床底下的刀被公安机关的人拿走了。这个刀是单刃不能折叠的刀子，没有刀鞘，刀刃是白色的，刀大概长20厘米左右。张某某对本案被告人王青平、被害人莒红英、作案工具进行了辨认，并指认了作案现场。\n", "<s>2013年9月19日下午四五点，工地休息，我和莒红英、王某乙在宿舍打牌，当时王某丙、国娃子也在旁边看。我们打了十几分钟，有一个姓王的男子（现在知道叫王青平）进来了，王青平进来以后什么也没有说，我看王青平脸是红的，走路也不稳当，知道他喝了酒。王青平把莒红英手里的牌抢过去撕了，又打了莒红英一个耳光。莒红英问王青平为什么打她，王青平没有回答。莒红英很生气，一把就把王青平推到在宿舍的床上，还打了几个耳光，王青平没有还手，莒红英的老公赵某某听到吵架声也进来和我们一起把他俩拉开了。拉开后，莒红英、王青平就回他们自己的宿舍了，我当时没有过去，但听见吵架声，基本都是莒红英的声音，还有她老公劝阻的声音。一会我出去看见王某乙从王青平他们宿舍出来，一只手的小拇指还在流血，当时流血挺严重的。我就让王某丙去王青平的宿舍看出什么事了。王某丙先进去的，我在门口看了一下，然后也跟着进去了。我当时看到王青平的手上拿了一把刀，王某丙把王青平的手拽住了，王某丙说王青平要用刀捅自己，我就赶快帮忙夺刀，王青平拿着刀不停的转动，我怕伤到自己，就没有再上去夺刀，莒红英坐在进门右手边的第一张床的床边，双手放在胸前，手上和胸前有血，胸前还有一个毛巾被血染红了，具体伤哪我没看见。杨某某对被告人王青平的作案刀具进行了辨认。\n", "<s>打架的时候我不在，我们宿舍的王某乙给我说，他堂弟王青平和人打架，我看见王某乙的右手小指和右小臂受伤了，还缝了针，他的另一个堂兄弟王某丙给他贴创可贴。向某乙对王青平、王某乙、莒红英、王某丙进行了辨认。\n", "<s>我在兴洲花园工地上干活，在工地上我和莒红英、赵某某住一个宿舍。2013年9月19日中秋节，工地不上班，我和莒红英、赵某某等八个人就在工地宿舍喝酒。喝完酒后莒红英到隔壁房间打扑克，我就在宿舍躺了一二十分钟，然后去隔壁看他们打扑克，我站在莒红英旁边也不记得自己说了什么话把莒红英惹恼了，莒红英就骂我，我就把她手里的牌抢过来撕了，并用手背在她脸上扇了一巴掌。莒红英从凳子上起来用拳头不停的捣我的头，我没有还手，其他人起来拉，但没有拉住，莒红英还是在我脸上边打耳光边骂。周围其他人就把我们拉开了，莒红英骂我，让我去死呢。随后我回到我的宿舍，在我的床上躺着，紧跟着莒红英就跟着过来，她一边骂让我死去，一边用左手掐我脖子，右手用我们宿舍的小木凳打我，其他人也跟着过来拉架，我叫拉架的人都出去，当时他们也没出去，过了一会他们看我们不打了，拉架的人都出去了。这时就剩下我的堂哥王某乙、我和莒红英，莒红英这个时候还站在我的床前骂着让我死去，当时我就在床上躺着，我想让我死我就死，要死大家一起死，我就想先把她杀死然后自杀，我就从枕头靠墙的一边把刀子拿出来，从床上翻起来，我对莒红英说要死大家一起死，我用左手抱着莒红英的头，右手拿着刀子在她的脖子上面割了一刀，王某乙就上来抢我手里的刀，我当时还用左手抱着莒红英的头，同时想用刀捅我自己的肚子自杀呢，王某乙和我抢刀的过程中把他自己的手给割伤了，其他工友进来把莒红英往医院送，我让他们打电话报警，然后我一直在宿舍躺着等警察来。我用的是一个水果刀，单刃的，大概有十几公分长，刀把是木头的，刀鞘是黑色帆布的。\n"], "evid_w": [33, 26, 67, 25, 40, 51, 31, 8], "label": [2, 5, 0]}, {"fact": "<s>，被告人蔡某某之妻卢某某起诉要求与蔡某某离婚，并回娘家河间市行别营乡杨官营村居住。2013年12月9日晚，被告人蔡某某随身携带水果刀一把，自献县西城乡蔡西村步行至河间市行别营乡杨官营村，翻墙进入卢某某家院内，被卢某某之母闫凤某发现阻拦，被告人蔡某某强行进入卢某某家东屋，掐住卢某某的脖子将其按在沙发上，用刀朝卢某某右胸部刺了一刀，又扎了自己腹部一刀，被闫凤某推倒在床上。卢某某受伤后跑出去叫人，随后，本村村民卢荣某等人来到卢某某家中并报警，被告人蔡某某知道报警后，仍在卢某某家中等待，直至派出所民警将其带走。经法医鉴定，卢某某损伤符合锐性损伤致胸部穿透伤，右侧血气胸，构成轻伤。<u>经本院主持调解，被告人蔡某某自愿赔偿被害人卢某某经济损失共计人民币7万元，并取得其谅解。<u>\n", "evid": ["<s>，2013年12月9日下午5点左右，其从家里走着去了河间市行别营乡前杨官营村，到了卢某某家时看到她家大门在外面锁着，但家里亮着灯。其就跳墙进入她家院里，并在她家大门洞里抽了两根烟。到了晚上9点左右，卢某某从屋里出来，其就过去跟她说话，卢某某说，“你不是不离婚吗，咱不离，咱俩好说好商量，上屋里说去。”说完卢某某就叫她妈闫凤某，闫凤某出来后卢某某就进了屋里。其想进屋，被闫凤某拦住并往外推，其闪身进了屋里，发现东屋的门被卢某某在里面插上了。其使劲把门拽开进入屋内，卢某某面向着其在屋里站着，其过去想搂她她躲过去了，这时闫凤某也跟着跑进来并站在他俩中间拦着，其就从包里拿出一把刀子，朝卢某某的胸口捅了一刀，然后拔出刀子扎了自己肚子一刀，闫凤某就把其推倒在床上，卢某某跑出去叫人了。后来其想拔出刀子来扎死自己，闫凤某把刀子抢过去扔在门口地上。过了十来分钟，这村的村干部卢荣某来了，又过了一会儿派出所的人也来了把其带到派出所去了。\n", "<s>2013年12月9日晚20时许，其村张本影告诉其，卢某某让蔡某某给扎伤了，蔡某某还在卢某某家。其就和本村的李书增一起去了卢某某家，其看到屋子里地上有很多血，在门口的地面上放着一把长约20公分的带着血迹的铁质匕首，蔡某某在床上躺着，其说了蔡某某几句，并拨打了报警电话说：“其是卢荣某，前杨官营这拿刀子捅人了，赶紧过来吧”。其打电话报警是在卢某某东屋门口处，不能确定蔡某某能不能听到其打电话。其打完电话，没离开现场，后来派出所的民警来了，把蔡某某从床上拽起来拽着走了。蔡某某没有反抗。\n", "<s>其和妻子张本影听到卢某某呼救后，张本影去叫卢荣某，其去了卢某某家中，看见蔡某某在卢某某家东屋的床上躺着。其出来找人，后与同村的李书增又一起去了卢某某家，蔡某某还是在床上躺着不动，也不说话。其让人把卢某某送去了医院。\n"], "evid_w": [82, 131, 123], "label": [1, 2, 0]}, {"fact": "<s>，2015年3月23日上午，其犯罪事实。<u>另查明，被告人许国宇患有间歇性精神病，被告人许国宇做案时具有完全刑事责任能力。<u>公诉机关为证明指控成立，\n", "evid": ["<s>2015年3月24日7点多，吴淑燕丈夫许秋起做饭时，发现在热菜过程中，菜里反沫子，便告诉吴淑燕，当时吴淑燕没在意，因着急去嫩江玩，喝了一碗粥就走了。当日中午，吴淑燕接到其母亲李玉琴的电话称：许某某早上吃的菜里被人下鼠药了，晚上5点多，吴淑燕回到家中后，许某某将许国宇给其下药的事告诉了吴淑燕，吴淑燕到厨房看见菜盆内有50至60粒红色的玉米粒，又在许国宇的卧室内床垫下找到了“闻到死”鼠药包装袋，便将许某某送至九三医院医治，医生说没有生命危险，二人便回到家中，在用水壶倒水过程中，又发现水壶里也有几十粒的鼠药，吴淑燕便在许国宇卧室内床的海绵垫下发现了两个“闻到死”老鼠药包装袋，其中一个是空的，另一个袋里还有十多粒的药。晚10多钟，吴淑燕亲属吴春声、吴淑鲜、吴占臣等人找到许国宇后，将许国宇带回家中，许国宇承认是其下的鼠药。\n", "<s>最近“老合适”饭店的一名20多岁的男服务员在我店里买过“闻到死”鼠药，红色包装袋的鼠药是玉米颗粒状。\n", "<s>2015年3月24日晚上七点多，吴春声接到其姐姐吴淑燕电话称：其儿子许国宇给其丈夫吃的菜中下了鼠药，正在医院治疗。吴春声知道此事后，开车载陈红、吴淑鲜、吴占臣在九三局的一处旅店内找到许国宇，并将许国宇带回家中，许国宇到家中，跪在许秋起面前，承认是其下的鼠药。\n", "<s>2015年3月24早晨，我弟弟吴春声开车拉我大姐吴淑燕、陈宏和我到嫩江玩。下午的5点多钟回回到尖山，晚6点多钟吴淑燕给我妈打电话说我姐夫许某某吃鼠药了，我就和我老叔吴占臣打车接我大姐和我姐夫去医院看病。我从医院回到家后，我大姐给我打电话说自已茶水里也发现老鼠药了，当时我大姐情绪有些失控，我就和我老叔、我妈、我老弟媳妇去的我大姐家，到了我大姐家看见装菜的盆底有几粒红色苞米粒，我大姐还给我看了两个正面有“闻到死”字样的老鼠药包装袋。之后吴春声开车拉着我和我老叔、我老弟媳妇在九三局直顺鑫旅店找到了许国宇，把许国宇带回家中，到家后许国宇跪在地下承认错了，说明天去投案自首。\n", "<s>2015年3月24日晚上7点多钟，我在尖山职工医院值班，吴淑燕带其爱人看病，说是吃了鼠药，因为尖山医院没有洗胃的机器，我就让他们去九三医院治疗了。\n", "<s>2015年3月23日上午，被告人许国宇继父许某某因为许国宇不去上班责骂许国宇，许国宇便产生毒死许秋起的想法，当日下午到尖山农场十字路口综合商店购买了一包鼠药，傍晚趁其母亲吴淑燕、继父许某某熟睡之机，将购买的鼠药分别投入家中食用的酸菜炖排骨菜中及电水壶内。次日早上，许秋起因食用酸菜炖排骨感到身体不适，便责骂许国宇是否给自已下药，许国宇什么也没说离开家中。后来在九三局顺鑫旅店许国宇被其舅舅、舅妈等人找到后带回家中，许国宇承认是其下的鼠药。\n"], "evid_w": [20, 15, 18, 19, 1, 1], "label": [0, 3, 5]}, {"fact": "<s>，2013年年底被告人桂某元与被害人舒某经人介绍成为男女朋友。2014年农历二月初被告人桂某元在舒某家中给付舒某彩礼14000元。在交往过程中，被告人桂某元多次提出要与舒某同住被拒绝，于是怀疑舒某对感情不忠，多次与舒某发生争吵，舒某提出分手，桂某元不同意。2014年6月30日早上7时许，被告人桂某元在320国道贵溪市象山紫云村路段骑摩托车将骑电动车的被害人舒某撞倒在地，即持菜刀朝被害人舒某的头、面部等多处部位砍了十数刀。随后，被告人桂某元用菜刀朝自己脖颈部划了几下欲自杀，被害人舒某借此机会爬离被告人桂某元向路人求救。被告人桂某元在现场被接警后出警的公安人员抓获归案。经贵溪市公安司法鉴定中心鉴定，被害人舒某头面部等部的损伤达重伤二级。<u>另查明，被害人舒某于当日被送入贵溪市人民医院进行救治，住院治疗17天，花费97元。<u>在法庭质证、认证过程中，\n", "evid": ["<s>五年前其女婿病故，其女儿舒某带着两个儿子生活，几个月前通过媒人介绍认识了桂某元，当时桂某元通过媒人给了14000元作为礼金。之后两人在一起谈恋爱，桂某元怀疑其女儿外面有男人，一天打几十个电话，其女儿觉得太烦就在几天前提出分手，并同意将礼金退还给桂某元。6月29日晚上19左右，桂某元到其家中要拿钱回去，其提出要叫媒人来做个见证，桂某元不同意，其就说写个收条也可以，桂某元说不会写字，又同意第二天叫媒人来证明。第二天早上6时30分许，村里的一个叫“年梅”妇女到其家中让其快点去村口，说其女儿被一个男人砍了十几刀，身子都砍烂了。其赶快赶到村口，看到其女儿满身是血躺在地上，其女儿告诉其是桂某元杀的。\n", "<s>2014年6月30日早上7点钟，其看到国道上有好多人，其就问走过来的人，听到说那个被砍的妇女是舒某福的女儿，其就赶紧坐了一辆摩托车去告诉舒某福他女儿被砍的事。\n", "<s>2014年6月30日早上7点钟，其经过320国道子云村路段时，看见有些人站在那里看什么，其就过去看，看见一个男子拿了把菜刀往坐在地上的一个妇女头部砍，那个妇女头上全是血，耳朵都快被砍掉下来了，那个男子就用手将那耳朵扯下来往国道旁边的池塘里丢，丢了之后又用菜刀朝那个妇女的脸上、手臂砍，那个妇女坐在那里喊“救命”，但没有人敢上去救。砍了之后，那个男子就用菜刀往自己的脖子上割，但割了几下就没割了，那个妇女就朝马路对面爬，之后就昏迷了。\n", "<s>，2013年10月份左右，其和钱某永谈起舒某的丈夫因病去世了，家里还有两个孩子要养，想找个老实本份的人，钱某永就讲桂某元是单身一人，这样到了年底其二人就介绍了桂某元与舒某认识。\n", "<s>其在工业园的一铜厂做事，认识了在厂里做事的桂某元，后来听到夏某娥说舒某丈夫死了好多年想找个男的当丈夫，其就和夏某娥一起介绍了他们二人认识。2014年2月初其和夏某娥一起陪着桂某元一家人到舒某的娘家，当时桂某元没有钱就给了14000元给舒某，还给了2000元给舒某的父母。桂某元、舒某二人就一起交往了，交往了一段时间，桂某元就说舒某好象外面有男人，两人经常因这个事吵架，后来在6月份就发生了桂某元杀舒某的事情。\n", "<s>去年农历年底，经人介绍其认识了舒某，当时讲好了给2万元的礼钱给舒某，舒某就同意结婚并且其可住到舒某家里去。在农历2月初其和家人、媒人一起到舒某妈妈家，因当时其没有2万元就拿了14000元给舒某并给了她父母各1000元。当时其就说住进她那里，但舒某说那里是她父母的房子，要等她自己的房子分到手之后才让其住过去。之后二人就各上各的班，期间其在舒某家住过几日，舒某到其家住过一日。后来其又提出住在一起，舒某还是说要等她的房子到手了再住一起，其觉得舒某不让其和她一起住就是欺骗，最近的1个月二人经常吵架。2014年6月29日晚，其又提出到舒某家去住，舒某还是不同意。其回到厂里越想越气，就想自己花了2万元，舒某还不同意和自己住在一起，就想和她一起死。2014年6月30日早上5点多钟，其到厂里的厨房拿了一把菜刀放在摩托车前面的袋子里，然后就在320国道加油站附近等舒某。等了大约1个小时，其看见舒某骑电动车过来，就跟过去用摩托车去撞舒某的电动车，将舒某撞倒在地，然后就拿出菜刀朝舒某的头部砍，后来其还用菜刀朝自己的脖子上割了几刀。\n"], "evid_w": [124, 114, 14, 111, 9, 4], "label": [0, 3, 1]}, {"fact": "<s>，被告人江某某与被害人赵某丁婚后来青打工，在青岛市黄岛区王台镇石梁唐村租房暂住。因感情不和，江某某于2013年7月22日私自承租胶州市洋河镇集后辛庄村曹某的房屋备用，并于7月24日下午上网查询如何击打女性致其晕厥的方法。当月26日14时许，被告人江某某与赵某丁在石梁唐村暂住处院内因琐事争吵，继而厮打。期间，江某某扼住赵某丁颈部，致其左侧舌骨大角骨折、枕部受伤昏迷。后江某某搭乘出租车将赵某丁送至集后辛庄租房处，又返回石梁唐村对赵某丁父母谎称赵某丁离家出走。赵某丁父母报案后，公安人员于当日将被告人江某某抓获，并在出租车司机赵某某引领下在胶州市洋河镇集后辛庄村租房处找到赵某丁，发现赵某丁已死亡。经法医鉴定，死者赵某丁系颈部受钝性外力作用致窒息死亡。<u>另查明，因被告人江某某的犯罪行为给附带民事诉讼原告人赵某甲、张某甲造成的经济损失有丧葬费5元、误工费6000元、交通费1000元，共计5元。<u>还查明，被告人江某某的亲属于2014年1月16日向本院交纳赔偿款人民币40000元。被告人江某某表示自愿全部赔偿给附带民事诉讼原告人赵某甲、张某甲。<u>\n", "evid": ["<s>，2013年7月22日下午，其将曹某位于胶州市洋河镇集后辛庄村的房子租给30岁左右的男青年江某。其让男青年写了一张纸条，上面写着租房年租价2000元，今收到江某150元，试住一个月，2013年7月22日开始。当月25日下午，男青年到其家里要了一个水桶和一把笤帚打扫卫生。后男青年只把笤帚送回来，他说水桶再用用。\n", "<s>，其在胶州市洋河镇集后辛庄村有一套房子，平时没有人居住。2013年7月22日左右的一天，其舅舅隋某打电话说有个潍坊的男青年要租这套房子，先租一个月。\n", "<s>，2013年7月26日16时30分许，其家南侧胡同交叉口处停着一辆红色摩的三轮车。司机坐在车上，一男青年站在摩的右侧，从车上抱着一个女的往王某胜老房子院门走，女的一只脚上的凉鞋掉地上，凉鞋是有方孔的，有点泛黄。男的一手抱着女的脖子，另一只手抱着她的腿，女的一直没有反应，耷拉着。男的把女的抱到王某胜的老房子院门口，把女的放在院门口地上坐下。男的刚放下那女的，换手拿钥匙开门，女的就像没有骨头似的倒在地下了，后其离开。\n", "<s>，江某某和赵某丁系夫妻，二人都在三祥科技有限公司动力转向车间工作。平时看不出异常，没有过度亲密或者发生矛盾。经唐某辨认，确认照片中绿色的绳子和缠绕膜都是车间内捆绑产品用的，车间里的工人都能接触到。\n", "<s>，其家的配件加工车间在胶州市洋河镇集后辛庄村东南角，大门朝西，在车间外侧有两个摄像头，都在大门西侧，一个摄像头朝南拍摄，一个朝北拍摄。曹某的房子在加工车间的南侧，中间隔了一条胡同。房子之前是王某胜的，他卖给了曹某，曹没有住就租出去了。\n", "<s>2013年1月1日，我和赵某丁在老家举行婚礼。结婚前，我发现赵某丁经常跟一男的用手机短信联系，那男的在短信里说他很有钱，两人开房之类的话。结婚后四五天，她就提出要离婚，我不同意。过了一个月左右，赵某丁说两年之后再跟我离婚，我同意。同年2月，我和赵某丁到胶南市王台镇的青岛三祥科技股份有限公司来打工，租房在石梁唐村。赵某丁的父母也住在石梁唐村，他们也在青岛三祥科技股份有限公司上班，赵某丁的父母住在我们租房处北面，之间隔了一条街。期间，为离婚的事一直闹矛盾，从2013年6月底以来，我和赵某丁就分床睡，我住在正屋卧室，赵某丁在院子东侧的东屋里。<u>\n", "<s>，大约一星期前，我想租个房子换个环境，把我妻子赵某丁关起来不让她出去，和她好好谈谈，后在集后辛庄租了这个房子。我给房东写了一张收到条，大体内容是“房租年租金是2000元，收到江某150元，试租一个月”。当时我没有写我的真实姓名，房东给了我一把大门上的钥匙。二三天之前，我到这个房子里打扫了一次卫生，我自己换了一把新的大锁锁大门。<u>\n"], "evid_w": [124, 96, 125, 15, 99, 10, 4], "label": [2, 0, 4]}, {"fact": "<s>：<u>2012年上半年，被告人梁光政经人介绍与被害人谭某认识，于2013年4月22日结婚。被告人梁光政患有急性妄想阵发症，在广东打工期间，常幻觉被人跟踪追杀，为此常遭谭某埋怨。2013年5月被告人梁光政与谭某到浙江省诸暨市找工作，同月25日早晨，二人在诸暨市次坞镇吕家村吕家亭内发生争执，被告人梁光政因情绪失控，用随身携带的尖刀朝谭某胸、腋部连刺数刀，致谭某心脏破裂而当场死亡。后被告人梁光政自杀未果，被送往医院抢救，并于2013年5月28日被公安机关采取监视居住强制措施。<u>\n", "evid": ["<s>，2013年5月25日5时许，起床听说吕家亭里死了人。陈某甲过去看到亭内躺着一男一女，女的身下全是血，马上拨打110报警。书证110案件信息及受案登记表印证其报警的事实。\n", "<s>，梁光政是李某甲的外甥。梁光政夫妻于案发前几日到诸暨，住在三人家中，感觉梁光政精神有点不正常。案发前梁光政夫妻在其家中吵过一次架，梁光政说来追杀他的人是他老婆叫来的，他老婆就哭，还拿起一把菜刀要自杀，被李森外婆夺下。案发当天早上4点多，梁光政叫李某甲帮他们打开门，夫妻俩就出门了。5点多，李某甲起床出门上厕所，在村口亭子里发现梁光政夫妻躺在亭子里，地上都是血，就马上叫人报了警。\n", "<s>，其在诸暨打工，梁光政是其外甥。案发前，梁光政夫妻刚到诸暨那天住在其住处，梁光政说有人一路追杀他们，还问其这里是不是安全。第二天梁光政夫妻就住到弟弟李某甲那里去了。\n", "<s>及结婚证复印件，梁光政与谭某于2012年认识，下半年办婚礼，2013年4月22日领了结婚证。谭某之前结过婚并有两个孩子，跟梁光政结婚后就与自己家人吵架并把小女儿带到其家中抚养。5月5日左右两人去广东打工，后又到浙江萧山二舅李正书家，接着又到诸暨小舅李某甲家。期间，李正书和李某甲均打电话给其说梁光政精神有点不正常，老觉得有人追杀他。其咨询了医生说有可能是精神分裂症。5月24日上午，谭某的小女儿被谭某妹妹接走，下午其就坐车到诸暨接梁光政，到了才知道梁光政出事了。\n", "<s>及提取笔录、手机短信照片，从2013年5月23日早上开始，梁光政多次给其打电话发短信求救，说有人跟踪他，要他的命，怀疑是他老婆买通人要卖他器官，谭某则哭着跟其说很多人都说梁光政有精神病。后来其跟梁光政说爸爸会去诸暨接他，他就比较放心了。一直到5月25日早上得知梁光政夫妻出事了。\n", "<s>及提取笔录、手机短信照片，2013年5月19日，梁光政给其发短信求救，说他和谭某在火车上被取人器官的黑色团伙跟踪。后来也一直陆陆续续给其发短信说有人跟踪要害他，其感觉梁光政精神出了问题。就马上打电话给其父亲，其父亲就从老家去诸暨接人。后来得知梁光政夫妻出事了。\n", "<s>及户口簿复印件，谭某之前与李某丙结婚并育有两个孩子，2012年6月份左右，两人吵了一架后谭某离家出走。直到2013年4月份回家，但没几天又吵架并提出离婚。谭某在外面跟了梁光政，并带走了自己的户口纸和小女儿。后来听谭某说梁光政待她不好，其就劝她回家，并于5月24日去梁光政家带回她小女儿，次日得知谭某出事了。\n", "<s>及结婚证、户口簿复印件，其与谭某于2002年结婚并育有二女，之前一起在宁波打工。2012年7月，其回到湖南，谭某继续留在宁波。9月份谭某回到湖南说要跟其离婚，但事实上没有离。后来谭某又出去打工，但具体去哪里不清楚。2013年3月底谭某又回湖南住过几天。期间偶尔通电话，谭某也不告诉其在哪打工。后来其回到宁波打工，直到谭某妹妹告知其谭某在诸暨被杀。\n", "<s>，案发当日早上，其随救护车赶到案发现场，看到吕家亭内仰面躺着一男一女，男子右手握着女子左手，男子左手侧放着一把刀。经初步检查，女子已死亡，男子腹部、胸部、脖子处均有刀伤，其简单包扎后将男子送到人民医院救治。\n", "<s>，案发前一个多月，梁光政在其批发店购买了一把水果刀和一把剪刀，当时就把水果刀的包装拆掉并别在腰间。\n"], "evid_w": [43, 3, 32, 5, 54, 29, 2, 1, 69, 0], "label": [8, 4, 0]}, {"fact": "<s>，1995年被告人许永信与被害人温某丙（殁年25岁）经人介绍相识恋爱，后发生矛盾。1996年4月5日下午5时许，许永信携带一把匕首，欲去他与温某丙谈恋爱的地方走走，并产生如遇到温某丙就将其杀死，然后自杀的念头。晚10时许，许永信在铜川市印台区原省运司保养厂门前附近碰见与李某甲、阮某某同行的温某丙，许永信将温某丙叫住单独说话发生口角，用随身携带的匕首在温某丙胸腹部捅了数刀，温倒在许永信怀中后，许永信又用匕首在温某丙的背部等处捅了数刀。李某甲、阮某某听到温某丙喊声返回现场，许永信对李、阮二人言语威胁后逃离案发现场，将其作案所用匕首扔到漆水河里，坐车逃到西安火车站。第二日便逃往新疆，化名&ldquo；赵文辉&rdquo；一直在新疆打工。温某丙当时即被李某甲、阮某某二人送往医院抢救，经抢救无效死亡。经法医鉴定：死者温惠（会）侠生前曾被他人用锐器（如单刃刀子）刺伤胸腹部、背部及右上臂所致多处软组织裂伤，肺脏破裂、心脏破裂引起大出血，失血性休克而死亡。<u>2014年4月26日新疆警方盘查过往人员时，发现许永信所使用的身份证件与其本人不符，且不讲自己的真实身份，将许永信带至刑警队审讯，许永信交代了真实身份，并交代了其1996年4月5日杀害温某丙的犯罪事实。<u>另查明，被告人许永信的犯罪行为给附带民事诉讼原告人温某甲、雷某某造成的物质损失有丧葬费、抢救费、交通费。<u>\n", "evid": ["<s>证明，1996年4月5日晚11时许，她二女儿温某丙在现在的丽景天下小区（原省运司保养厂）门口南边门面房和重兴公园挨着的角落处被温某丙以前的对象许永信用刀捅死了。当时她外甥李某甲、她外甥女婿阮某某和温某丙在一起，李某甲和阮某某在她家见过温某丙的对象许永信，事情是二人给她说的。李某甲说，他们三人在路上碰见许永信，温某丙对李、阮二人说许永信是他男朋友，他们说两句话。李、阮二人往前走了一点，不见温某丙跟着，往回走看见温某丙在地上躺着，许永信在旁边，他们拉许永信没拉住，许跑了。她听医院大夫说温某丙身上被人用刀捅了，人不行了。温某丙和许永信经人介绍认识谈了半年多，许永信去过她家几回，在她家吃过饭。温某丙说许永信住在三里洞原一运司单身宿舍，家在陈炉镇住，家里有个妈，爸已经不在了。许永信与温某丙是同年，1970年属狗的。许的同事叫他&ldquo；旦旦&rdquo；。又证，当时他们让许永信和温某丙订婚，许永信说他就一个老妈，啥都没有，也不让温某丙去他家看看，考虑到女儿年龄大了，许永信也不能给个说法，她就不让女儿和许永信来往了。后来别人给温某丙介绍了个对象谈了有一个月，没定亲就出事了。\n", "<s>证明，1996年4月5日晚9时许，他与李某甲、温某丙在北关桥头市场吃完饭步行往北走，当时走在公路右侧，走到公安局北侧一修摩托车附近时，一小伙迎面走来，叫了温某丙的名字，温某丙跟小伙走到西边非机动车道上，他与李某甲往北走了一点在路边等，李某甲说小伙是温某丙以前谈恋爱的人。等了一会不见温某丙，听到温某丙的喊声，他俩跑过去见温某丙躺在地上，小伙还在温某丙身上捅了一下。小伙发现他俩后，手持刀抡他俩，李某甲说有话好好说，那小伙不让管，小伙顺公路向南走了。小伙拿的刀子和大刀的形式差不多。小伙走了后，他俩挡招手停，招手停不拉，他让李某甲看着人，他去叫人，人到的时候公安局的人已经到了。小伙20多岁，穿灰白色西服。温某丙穿红格小翻领上衣，黑裤子。\n", "<s>证明，案发当晚，他与阮某某、温某丙三人在北关吃完饭往北走到印台分局往北一点时，遇到温某丙的男朋友许永信叫住温某丙说话，他俩就过了马路去了路西边，他和阮某某往前走了几米，隐约听到温某丙的喊声，回头看见温某丙被许永信叫到路西栏杆下面，他俩赶紧跑过去，见温某丙躺在地上，许永信用刀在温某丙身上捅。他和阮某某往许永信跟前扑，许永信持刀指着他俩，他赶紧看人咋样了，许永信说：&ldquo；她把我耍了。&rdquo；，温某丙身上流着血，人不行了，许永信挡出租车往南走了。他们把温某丙送到妇幼保健医院，在医院他看见温某丙胸部有一个刀捅的口子，肉翻着，往外流着血，听抢救的医生说温某丙没救活。之后他报案了。他认识许永信，他曾在温某丙家见过许永信，许永信年龄约27岁，个子约7米，留小平头，中等身材，穿灰西服。温某丙和许永信谈恋爱，许是陈炉人，开车的。温某丙和别人订了婚后，他再没见过小伙。当时，许永信所拿刀子是一把匕首。\n", "<s>5证明，他女儿温某丙遇害当晚，当他们赶到重兴公园附近时，看见他女儿躺在地上，随后他们将人送到医院，之后他和公安局的人去找许永信了。因为风俗的原因，家里人没有见温某丙，后事由村里人料理，村里的薛某某当时给温某丙穿的衣服。又证，许永信与温某丙认识是姚长江介绍的。<u>\n", "<s>证明，当年她参与料理温某丙的后事，给温某丙穿的衣服。\n", "<s>证明，他和许永信是一运司职工，住同一职工宿舍。许永信谈了一个对象，之后听说对象不愿意了。许永信有一把约8寸长、二指宽、刀背带锯齿的单刃刀。案发当晚，他在宿舍睡觉时听到许永信叫门，许永信进门后慌慌张张把皮鞋换成白旅游鞋，塑料袋装了几件衣服、香皂、牙膏、水杯，许还说他走呀，没说去什么地方。\n", "<s>证明，95年夏天，许永信和一个女娃谈对象，过完年听说吹了。事发当晚6时许，许永信到他租住的房子说女娃把他骗了，和别人订婚了。\n", "<s>证明，案发当晚7时许，他在任某某家见到许永信等人在闲谝，许永信不知为何不高兴，也不吭气，之后就走了。\n", "<s>证明，她和&ldquo；赵文辉&rdquo；是同居关系，在库尔勒市租房居住。&ldquo；赵文辉&rdquo；身份证上记载他是河南商丘人，1972年出生。他有三个哥，三个姐，没见他和家人联系过，也从不说他过往的事。在&ldquo；赵文辉&rdquo；被库尔勒警方抓了后，她听警察说&ldquo；赵文辉&rdquo；本名叫许永信，早年在陕西省铜川市把女朋友用刀捅了。\n", "<s>证明，他们家姊妹七人，许永信是家里老七。18年前，许永信和一个女的谈恋爱，后来女的和别人订婚了，许永信把这个女的杀了。许永信出事后他再没见过，也没有联系过。2014年5月22日，公安局的人采集了他的血样。\n", "<s>及领条证明，1996年4月7日，王某某从公安局刑警队领走了温某丙随身携带的物品。\n", "<s>证明，他的真实姓名叫许永信，在新疆化名&ldquo；赵文辉&rdquo；。他在接受高速路出口检查时因其身份信息查不清楚被带到公安机关。他于1996年4月5日在铜川市将其前女朋友温某丙用刀捅死了。其大哥许某乙、二哥许某丙、三哥许某甲，大姐许某丁、二姐许某戊，三姐许某己。他于1993至1995年在铜川市第一运输公司上班，1995年认识温某丙。\n"], "evid_w": [71, 7, 76, 102, 58, 114, 78, 9, 24, 31, 0, 13], "label": [5, 0, 2]}, {"fact": "<s>，被告人卢扬夸与妻子苏X凤感情不合，已分居六年，在看见苏X凤与别的男人通电话时口气暧昧和陪别的男人上街，并称要离婚，遂怀疑苏X凤有第三者。苏X凤将卖甘蔗的钱控制时，卢扬夸为此对苏更为不满。2012年1月9日17时许，被告人卢扬夸趁苏X凤一人在厨房煮饺子时，从厨房外拿起一把柴刀朝其妻子苏X凤的颈部和头部砍了两刀，将苏X凤砍倒在地。因柴刀柄断裂，卢扬夸又从厨房内拿铁铲朝苏的头部连打了六下，铁铲柄折断后，卢扬夸又到厨房外拿来斧头朝苏X凤的头部猛砍多次，直至确认苏X凤死亡后才住手。卢扬夸用手机拨打110报警后在家中等待。公安民警赶到卢扬夸家后将其抓获。经法医鉴定：苏X凤系被钝器打击右颞顶部、右颞枕部致颅脑损伤死亡。<u>另查明，原告人苏X从、覃X香夫妇共育有苏X凤等六名子女，二人均为农业人口。诉请被告人卢扬夸赔偿赡养费符合法律规定。苏X从现年75岁，赡养费按5年计赔即：4211（元／年）×5（年）÷6（人）＝2元；覃X香现年70岁，赡养费按10年计赔即：4211（元／年）×10（年）÷6（人）＝3元。共计人民币5元。<u>\n", "evid": ["<s>，2012年1月9日17时多，其接到马步派出所民警电话，说卢扬夸打电话报警称他在家中将妻子杀死了，叫其到卢扬夸家附近查看。其找到卢扬夸的堂弟卢X洋后，派出所民警已经赶到，其和卢X洋就带民警到卢扬夸家。民警叫门后，卢扬夸开门出来，民警进卢扬夸家不久就将卢扬夸带出押上警车。其进屋看见厨房的地板上躺着一个人，身边有很多血，但看不见那人的头部。其出来后听说苏X凤已经死了。同时证实卢扬夸与妻子苏X凤感情不是很好，经常因生活琐事争吵打架。\n", "<s>，2012年1月9日18时许，村党支书卢X华找到其说公安机关接到卢扬夸报警电话，说他将妻子苏X凤砍死了，叫其一起去卢扬夸家查看情况。其二人带公安民警到卢扬夸家后，民警进到卢扬夸家里核实情况并将卢扬夸控制。后其听民警说卢扬夸在自家厨房里砍死了人。同时证实卢扬夸夫妻常为家庭生活琐事吵架，案发前不久，卢扬夸还将妻子苏X凤的脚和头部打伤，苏X凤被刀砍伤小腿住院治疗。\n", "<s>，案发当日18时多，其先后接到村党支书卢X华、堂哥卢X洋的电话，说其哥卢扬夸在家将其嫂子苏X凤杀死了。其赶到卢扬夸家在厨房门口看了一眼，见其嫂子苏X凤躺在地上，头部有很多的血。其哥嫂经常吵架，特别是近几个月，两人说话的语气非常不友好。\n", "<s>，案发当日，其听村党支书卢X华说卢扬夸将妻子苏X凤打死了。其还听村民说，前段时间卢扬夸和妻子苏X凤发生过争吵。但其没听说卢扬夸家在村里有什么传言。\n", "<s>，其和卢扬夸为同村村民，且关系一般，与苏X凤关系稍好一点，但紧限于帮做一些农活之类。案发前几天，其去桐岭街买家具时在街上遇见苏X凤，在苏X凤坐其车回村的路上，其见苏的手上拿有药，苏说是被卢扬夸打伤了。其和苏X凤交往很少，有的也都是一般的交往。\n", "<s>。卢扬夸称其与妻子苏X凤感情不合，已分居六年，且曾听到苏与人通电话时口气暧昧，其因此怀疑妻子有第三者，也为此殴打过妻子苏X凤。2012年1月8日上午，其打电话给苏X凤，苏说她去桐岭街买药。当天，其在村民说苏X凤跟别的男子来往，其就赶到桐岭街。在桐岭街其看见苏X凤和同村的卢X矮在选家具，其就怀疑卢X矮是第三者。下午回家后，苏X凤说要和其离婚，并说离婚不离家，还要带男人回家住。次日中午11时许，其多次问苏X凤卖甘蔗得的5000元在哪里，苏均不回答。17时许，其趁苏X凤在厨房煮饺子不注意时从厨房外拿一把柴刀朝苏的颈部砍了1刀，刀柄的焊接口裂开，其又朝苏的头部砍了1刀，刀身和刀柄完全断离，苏X凤则倒地双手抱住头部。接着其又拿放在厨房门口的铁铲朝苏X凤的头部打了6下，铁铲柄折断后，其又到厨房外拿来斧头朝苏X凤的头部砍几下，然后其用手机打110报警，因无人接听，挂断后见苏X凤没有死，其又拿斧头朝苏的头部猛砍，直到确认苏已死亡才住手。之后其再次用手机拨打110报警，并在家等候公安民警的到来。其砍打苏X凤时苏的血溅到了其的衣服上。\n"], "evid_w": [114, 20, 125, 115, 83, 4], "label": [0, 2, 4]}, {"fact": "<s>，2008年4月8日，被告人何承中与袁宁、何德春（均已判刑）经袁胜（已判刑）纠集，受林明发、张永胜、程德忠、魏永会、储令荣等人（均已判刑）指使，预谋对被害人白某行凶报复。当晚9时许，何承中及袁胜、袁宁、何德春来到浙江省温州市瓯海区新桥街道六虹桥路1092号宾乐小宾馆，由袁胜在宾馆一楼门口接应，何承中及袁宁、何德春来到宾乐宾馆305房间，对房间内的白某、杨某进行砍击，白某身体多处被砍后，从305房间的窗户跳楼，经抢救无效死亡。经法医鉴定，被害人白某因遭他人用长刃锐器多次砍击，造成创口大量失血，终因急性失血性休克死亡，而右侧开放性气血胸和高坠所形成的损伤出血，促进了失血性休克的进展；杨某伤势为轻微伤。<u>\n", "evid": ["<s>，2008年案发当天下午，袁胜接到张永波的电话，袁胜让我们去新桥，我们到了新桥，张永波带我们到了一个学校门口，东北老板过来，和张永波、袁胜说话，然后又带袁胜、张永波过去看要砍的人住的地方及特征，回来的时候还带了砍刀。袁胜回来后告诉我们，说这帮东北老板要砍一个人，然后老板又过来告诉我们要砍的人住在宾馆三楼后面的房间，穿红色衣服，张永波给了何德春三把刀，然后我们就过去了。袁胜拿一把刀在楼下负责看门，怕老板关门，袁宁、何德春和自己到宾馆三楼后，在厕所里何德春将刀分给我们，再确认房间后我们三人就进去砍人了。袁宁第一个进去，何德春第二个，自己最后一个进去，当自己到房间时，袁宁已经在砍那个东北老板指的人了，何德春也拿刀砍这个人，自己发现房间里还有一男一女，那男的要帮忙，自己就用刀砍了他的手部一下，女的吓坏了没有反应。自己听到袁胜在楼下喊老板要关门了，让我们快走，自己就跑了，事后听说那男的跳了楼。\n", "<s>同案犯林明发供述，大约在案发五天前，张永胜说“老二”（白某）向他收保护费，要找人教训下“老二”，自己就让他找人砍“老二”。自己又将事情跟“四川”（程德忠）、“老魏”（魏永会）和“老王”（储令荣）讲，因他们也被收了保护费，都同意出点钱教训“老二”。2008年4月8日晚上，自己看到“老二”在新桥的宾乐旅馆305房间出现，就告诉张永胜去叫人。晚上8点左右，张永胜叫了五个人，自己将准备好的刀交给他们，告诉他们要砍的人住宾乐旅馆305房间，穿红色的上衣，戴一个帽子。车上的五个人就安排如何砍人了，说三个人进去砍，另两个在门口望风。接着他们就开车过去了。几分钟后，有人叫打架了，自己就过去看，看到“大脸猫”杨某被砍伤了，“老二”则躺在地上，周围看的人说“老二”是从楼上跳下来的。之前自己跟“四川”、“老魏”、“老王”三人讲，说砍的人要三千块，我们出每人500块，大家都说可以。砍了人之后，“四川”、“老魏”、“老王”都给了自己500块，“老魏”替“老李”垫了500块，自己将这2500块交给张永胜。\n", "<s>同案犯张永胜供述，“老二”向自己和“老魏”、“四川”、“老李”等人收保护费，另外“老二”不把“老大”放在眼里，于是“老大”就向我们提议每人出些钱找人教训“老二”。自己叫了袁胜，让他带几个人来，酬金是两三千块钱。2008年4月8日晚，“老大”打电话说“老二”过来了，叫自己打电话叫人，于是自己打电话给袁胜。不久，袁胜和袁宁、何承中、何德春及一个司机开着一辆奥拓车来到了新桥中学门口，“老大”到了中学前的停车场门卫室拿一捆用布包起来的刀放在车里，然后“老大”又带袁胜去看一下“老二”所在的宾馆及位置。过了二十来分钟，见“老二”躺在宾乐小宾馆的后门地上，浑身是血，之后被送到医院抢救。听边上人说还有一个人被砍送医院了，自己到温州八医才知道是“大脸猫”。看完“大脸猫”回来后，“老大”交给自己2500元，自己就把这钱交给袁胜。\n", "<s>同案犯袁宁供述，2008年4月8日晚上，自己和袁胜、何承中、何德春在温州火车站附近的一个广场里玩，袁胜接了一个电话，就和我们说张永胜叫我们去新桥那边教训一个人，袁胜就叫了一辆奥拓车，我们坐车到了新桥中学门口，张永胜和一个东北佬过来和我们碰头，我们就商量好由自己、何德春、何承中上去砍对方，袁胜负责在楼下望风。东北佬领着我们去旁边的一个桥边，指着宾乐小宾馆的三楼一个房间说，穿红色衣服，戴帽子的就是我们要砍的那个人。接着那个东北佬搬了三把用白布包起来的刀放在我们的奥拓车上，然后我们去买了手套。自己和何德春、何承中到了宾乐小宾馆三楼，袁胜在楼下守着，我们三个人每人都戴着帽子各拿一把刀到了那个房间门口，发现这房间门开着，那房间里有三个人，两男一女，我们进房间后那个穿红色衣服的男子看我们拿着刀进去，他也拿出一把匕首想和我们对打，何德春冲在前面砍他，我们都砍那个红衣服的男的，那个男的背部被自己砍了几刀，从窗口跳下去，我们就跑走了。\n", "<s>，2008年三四月份的一天，袁胜受张永波（张永胜）之托叫自己和袁林（袁宁）、何承中帮忙打架，答应给我们每人500元钱。当晚五六时许，袁胜就带自己和袁林、何承中到了新桥一个学校门口，张永波来接我们。一会儿，“东北老大”（林明发）拿了三把刀给我们，袁胜给我们一人一双手套。“东北老大”带袁林到对面一个旅馆看要砍的人。他们回来后，自己和袁林、何德春三人分别持砍刀跟随袁胜去对面那旅馆，袁胜在楼下接应，自己和何承中跟袁林到了三楼，袁林拿刀冲入一个房间，对房间里的一个人砍了几刀后，袁胜在楼下叫好了，我们三人就往楼下跑。当晚，张永波送给我们1500元钱，自己和袁胜、袁林、何承中四人分了钱。\n", "<s>同案犯程德忠供述，自己是在新桥街道垟中这带带“小姐”的，就是俗称的“鸡头”。2008年4月8日下午，“老大”（林明发）过来跟自己说他和“小张”（张永胜）要找人教训“东北老二”，并让自己出500元。4月8日傍晚，“老大”到自己住处拿刀，自己就和“老大”一起到三楼拿了三把刀。一两个小时后，自己回到8幢，看到“老二”已经躺在地上，满身是血，后来救护车跟警察都过来了。救护车把“老二”接走后不久，自己给了“老大”500元钱。\n", "<s>证明，2008年4月8日晚上7点多，自己和“大脸猫”（杨某）、“老二”（白某）三个人在新桥的一家旅馆305室玩，三个青年冲进房间，他们三人都戴着鸭舌帽、白手套，每人都拿着一把砍刀，“大脸猫”从床上爬起来，那个人就用刀砍了“大脸猫”手部一刀，“大脸猫”受伤后就不敢动了。接着那三个人就围着“老二”砍，“老二”被砍的没办法一直往窗户处躲，后来“老二”不知怎么的就从窗户处摔下楼了。\n", "<s>证明，2008年4月8日晚上9时许，自己在宾馆楼下，看到三名男青年进来，问他们找谁，他们说找305房间的朋友。一会儿，楼上就吵起来，住305房间的人跳楼了。不久，三名男青年往楼下跑。\n"], "evid_w": [55, 72, 38, 38, 26, 26, 44, 5], "label": [1, 5, 3]}, {"fact": "<s>，被告人张先文在沅陵县城捡拾垃圾为生，经人介绍相识了在该县城从事搬运工作的同乡吕某丙并确立了恋爱关系。期间，张先文先后借给吕某丙现金、赠予手机等物品。吕某丙与其共同从事搬运工作的同乡张某甲相识后便疏远张先文，又与张某甲确立了恋爱关系。张先文多次找到吕某丙要求退还现金、手机等物品未果，张先文便对吕某丙怀恨在心伺机报复。2006年8月16日凌晨5时许，张先文捡拾垃圾后前往沅陵县农业局大院区内吕某丙的租房寻找吕某丙。当行至吕某丙租房附近的公厕旁时，听见吕某丙与张某甲在租房内说话，张先文便持随身携带的单刃刀具、砖头等藏匿守候在阶梯边公厕内。当张某甲和吕某丙一前一后行至公厕旁时，张先文用砖头砸张某甲。吕某丙见状用随身携带的背篓反击，张先文与吕某丙扭打在一起。张先文用刀捅刺吕某丙右胸部、右上臂等处数刀。张某甲捡拾砖头打击张先文，张先文追打张某甲。张先文没追上便逃离了现场，当逃至该县县城滨江大道河堤上时将凶器扔入河中。吕某丙被送往医院途中死亡。经鉴定，被害人吕某丙因失血性休克及开放性血气胸而急性死亡。<u>2014年5月27日，被告人张先文因患××，无钱医治，托人向张家界市公安局永定分局永定派出所投案。<u>\n", "evid": ["<s>，证明他与吕某丙爱人都去世了，都没有再婚。两人平时都是搬运工，相处得不错，准备组合成一个家庭。2006年8月16日凌晨5时许，吕某丙和他应张某丙之邀去水果市场卸货，他和吕某丙一前一后走出了吕某丙租住的房屋，当时吕某丙还背着背篓。然后他听到吕某丙喊了“哎哟”一声便转身，看见吕某丙被“绳子宝”即张先文刺倒在地，他就在地上捡了半块红砖头砸了过去，但没砸中，张先文手里还拿着一把小刀。张先文看见他后就追他，他跑出去找了一块石头返回时已没见张先文了。后吕某丙被送往医院抢救，因抢救无效死亡。还证明吕某丙先和张先文好，后又和他好。吕某丙向张先文借了钱还拿了手机，张先文讨要不到，对吕某丙怀恨在心。还证明张先文走路有点瘸，与公安机关对张先文脚趾拍摄的照片上记载的张先文大脚趾残缺的情况相印证。\n", "<s>，证明案发前几天张先文天天在找吕某丙。直到案发前一天的晚上，张先文和几个人在他租的房子前马路上聊天时听张先文讲吕某丙要是不退还手机就要杀死吕某丙。第二天凌晨5时许，吕某丙被杀。<u>\n", "<s>，证明2006年的夏天，苏某和石某乙在水果市场卸货，张某甲跑过来对其二人说吕某丙被杀了。二人跟张某甲一起来到案发现场，张某甲把吕某丙送往沅陵县人民医院，医生检查后确认吕某丙已经死亡。<u>\n", "<s>，证明案发前一天晚上张某甲和吕某丙一起睡在吕某丙租住的出租房里。<u>\n", "<s>，证明张先文租了她的房子。2006年8月14日早上6点的时候，她碰到张先文，张先文问她是否有得力的人并称有人把张先文打了一顿，张先文要报仇。<u>\n", "<s>，证明大约案发前的两三天，张先文给他打电话，问是否有得力的人并称吕某丙对不起张先文，要把那两千块钱搞回来，张先文还讲自己不想活了。<u>\n", "<s>，证明2006年8月16日凌晨五点左右，她打电话给张某甲，要张某甲和吕某丙去水果市场下西瓜。在案发前一段时间，吕某丙在做事时，有一个老头子经常找吕某丙的麻烦。2006年8月14日凌晨4点钟，吕某丙在水果市场下西瓜时那个老头子要吕某丙还手机，还和吕某丙争了几句。<u>\n", "<s>，证明张先文因吕某丙不还其钱物，心生不满，案发前曾表示要杀害吕某丙。<u>\n", "<s>，证明2006年8月16日清晨4点到5点钟左右她听到屋外有跑、追的声音，还有打砖头的声音。案发前几天，她看到一个捡垃圾的老人三四次出现在她屋前和公厕旁边并来回走动。<u>\n", "<s>，证明张先文在张家界市人民医院住院期间，因无力承担医药费，向他说出2006年张先文在沅陵县城杀害吕某丙的事实，并要张某丁前往公安局帮忙投案的过程。<u>\n", "<s>及辩解，证明他经人介绍认识了同乡吕某丙并与吕某丙保持恋爱关系，期间他不仅借了钱给吕某丙，还送了一台手机和其他物品给吕某丙。因为吕某丙又跟张某甲好了，他就多次找吕某丙退钱和手机未果。2006年8月16日凌晨，他守候在在吕某丙租住的沅陵县农业局种子公司宿舍外厕所旁边台阶处等候吕某丙。当张某甲和吕某丙一前一后走出来后，他捡了块砖头砸向张某甲，吕某丙就用背着的背篓罩住他，他就用水果刀朝吕某丙身上乱划，吕某丙受重伤。他逃离现场后把水果刀丢弃至河里。案发后他逃至永顺县、张家界市等地捡垃圾为生，2014年5月27日，自己生病住院至张家界市人民医院，因无钱医治便托人向公安机关投案。\n"], "evid_w": [103, 61, 57, 9, 192, 7, 48, 14, 0, 5, 6], "label": [0, 4, 10]}, {"fact": "<s>，故意杀人事实<u>2012年10月初，被告人许吉祥与袁延峰、王宝、王振、张芝宝等人预谋以给进入邹平县境内的货车带路，非法帮其顺利通行的方式收取费用，并商定如遇到其他“带车”人就暴力抢取“带车”生意，且为此准备了砍刀等工具。同年10月6日晚，许吉祥、袁延峰、王宝、王振、张芝宝等九人分乘三辆车上路寻找“带车”目标，当行至邹平县北外环与东外环交叉路口处时，王宝、王振持砍刀将在该处“带车”的“宝子”、“小飞”等人赶跑。“宝子”将此事告知王强，王强当即纠集被害人张猛以及肖钦军等多人欲谋报复，并分发了镐柄等工具。次日凌晨，王强等人驾车行驶至邹平县北外环与东外环的交叉路口处时遇到许吉祥等人，两伙人驾车相互追逐撞击，当行至邹平县韩店镇金玉大道杨村段时，袁延峰所乘车辆被碰停，袁延峰与同车的张芝宝持砍刀下车，与王强、肖钦军、张猛等人发生殴斗。袁、张二人被打倒。许吉祥驾驶黑色大众志俊轿车赶到此处，发现袁、张两人被围殴，驾车先将肖钦军撞倒在地，后调转车头再次快速冲向对方人员，又将张猛撞倒。后许吉祥驾车逃离现场。张猛经抢救无效死亡，经鉴定，被害人张猛因右腰髋部遭受巨大钝性暴力作用，致骨盆骨折、脊柱骨折、胸腹腔脏器损伤出血，创伤性及失血性休克而死亡；肖钦军伤情为轻伤。<u>被告人许吉祥的行为给附带民事诉讼原告人造成的物质损失为50元；许吉祥之母在案发后支付给被害人张猛近亲属3000元。<u>\n", "evid": ["<s>，2012年10月初，王宝、许吉祥、袁延峰、孙成、韩伟、伟山（即张芝宝）还有他俩等人商量去干“带车”生意，并商量如跟别人抢车带肯定要打架，为此买了刀。（2012年10月6日）晚上8点左右，他俩、许吉祥、伟山、袁延峰、韩伟和三个不认识的人分乘三辆车来到汽车八队那条公路上，准备找大车司机发名片领车，这时他们看见已经有一辆车在那里领车，他俩就拿着砍刀冲对方去了，王振把对方轿车的后挡风玻璃砍碎，对方开着车跑了。他们又沿公路四处转，后又转到汽车八队那条公路上，看见有轿车在那里停着，其中一辆白色越野车冲着他们开了过来，他们就掉头往西跑，对方开车撵，撵到韩店穆王村附近，那辆白色越野车把他们这方的现代车撞到路南侧的路边石上停住了，有五六个人拿着镐柄围着袁延峰、伟山（即张芝宝）打。许吉祥好像急眼了，就开车加速朝那些打人的人冲过去，把一个人撞的磕在车前挡风玻璃上了，许吉祥掉转车后，又朝对方冲过去，又撞到了一个人。许吉祥当时开着一辆黑色大众志俊，他俩也坐在这辆车上。\n", "<s>，2012年10月初，孙成、许吉祥、袁延峰、王宝、王振等人一起商量去“带车”赚钱，孙成负责出钱和找关系，袁延峰等人负责“带车”。因想到抢“带车”生意时可能要打仗，他们还买了7把砍刀。2012年10月6日晚上，袁延峰、王振、王宝、许吉祥、韩伟、张芝宝、王兆平、李珂、成树孔九人分乘许吉祥的志俊车、一辆现代车和一辆哈弗车出去找车带，每辆车上放了几把刀。他们开车到了北外环的汽车八队那里，发现有人在那里“带车”收钱，王宝、王振拿着砍刀往对方车的后玻璃砍了一刀，对方开着车跑了，他们开车追没追上，就又开车四处转悠。后他们又转到汽车八队附近的时候，看到先前的那伙人。对方发现了他们，就开车追他们，他们就跑。到了北外环韩店杨村附近，袁延峰、张芝宝的车被一辆车撞的碰到了路边的路牙石上，袁延峰、张芝宝下车准备和对方打，一个男子拿铁棍和袁延峰打，后袁延峰被打跑了，张芝宝被对方打懵了。王兆平看见许吉祥开着车冲向对方，把一个站在白色越野附近的人撞倒了，王兆平和成树孔就开车跑了。后在明集王兆平与许吉祥见的面，许吉祥把开的车放到了王兆平家里。\n", "<s>，2012年10月7日凌晨，他路过杨村通往焦桥镇路口时，看到在路南边有三辆轿车，其中一辆车的车玻璃烂了，后来另外两辆车离开了，只剩下烂玻璃的那辆车停在路边。他看到在路南侧接近道路中间的位置有一个人侧躺在路面上，下边有许多血，车旁边有断了的镐柄，他就拨打了110报警。\n", "<s>，去年（2011年）4月份的时候他开始领车，所谓领车就是货车给他们钱，他们保证货车不被交警和交通局的人查住，如果被查住他们负责解决。昨天（2012年10月6日）晚上是他的两个小兄弟“小飞”、“宝子”开着一辆黑色的桑塔纳轿车值班领车。晚上10点半左右，“宝子”打电话说和“小飞”在领车的路上车被人砸了。他开车赶到了“凯旋物流”公司办公室，先后给张猛和肖钦军打了电话，后张猛开着白色越野车拉着肖钦军还有两个男青年来到了“凯旋物流”。凌晨1点钟左右，他开着尼桑蓝鸟轿车拉着“宝子”和一个男青年，张猛开着那辆越野车拉着肖钦军、“小飞”和另外一个男青年，临走之前他分别往两辆车上放了几根镐柄。他们开车到焦临路和北外环交叉路口东边，从东边过来了三辆车，他们的两辆车就开始追对方的那辆志俊轿车，后双方的五辆车一直向西追逐并碰撞。到了穆王村红绿灯西边，对方的伊兰特悦动轿车撞到路边的路边石上停住了，车上下来了三个人，其中两个人手里拿着刀，另一个是司机。张猛和他车上的人也都下了车，手里都拿着镐柄围上了那两个拿刀的人。对方司机不知道什么时候跑了，他们把对方中的一个人打趴在地上，另一个人跑了出去。这时，对方的志俊车朝着肖钦军冲过去，肖钦军被撞的倒在地上。他们见后就更生气了，开始用镐柄打停在路边的伊兰特悦动车，砸了一会，张猛过去想去扶肖钦军，对方的那辆志俊车又拐回来撞了张猛，张猛被撞出了两三米远，之后趴在了地上。对方的志俊车和长城哈佛车跑了。\n", "<s>，2012年10月7日凌晨3时10分，一个叫张猛的病人进入重症医学科室，当时张猛浑身是伤并且休克，经抢救无效，凌晨4时20分宣布死亡。病人颅脑、脊柱、骨盆、四肢都受了伤。\n", "<s>，大约半年前（约2012年11月份），王兆平让他帮着将一辆黑色被撞坏的车开到了明集镇耿家村一个厂子里，这辆车被撞得很厉害。\n", "<s>，2012年10月初，他与王振、王宝、袁延峰、孙成、韩伟、伟山（即张芝宝）商量去“带车”，孙成负责出钱、找关系，袁延峰领着他们去“带车”，还为“带车”可能打架买了几把刀，他还赊了一辆现代轿车。（2012年）10月6日晚饭后，袁延峰跟他说再联系几个人，他就打电话叫了朋友王兆平、成树孔。到了晚上10点多，他、王宝、袁延峰、韩伟、伟山、王兆平、成树孔、王振和王兆平带着的司机共九个人，分乘三辆车出去“带车”。他开着志俊车与王宝、王振同车，袁延峰、韩伟、伟山在现代车上，王兆平、成树孔和带来的司机在哈佛车上。他们转到东外环与北外环交叉路口处时，看见有人在收大车的钱，王宝过去问了问对方，袁延峰说这些车他们带，他们就从车上拿下砍刀去砍收钱的人，对方开车跑了。他们给那里的大车分了印好的联系名片，仍开着车四处转。过了大约2小时，他们开车又转到东外环与北外环交叉路口处，听到停在路边上的一辆白色越野车上有人喊：“抓住他们”，并开车追他们，他们就往西跑，对方在后面撞了他的车好几次。到了北外环南侧的时候，他看到袁延峰的现代轿车被撞到路牙石上了，对方的人在打两个人，他想被打的可能是袁延峰和伟山，他想把围着的人撞开，就开着车冲了过去，车的右侧大灯处把一个人给撞了，这个人被撞翻在他车前挡风玻璃上滚了下去，他掉过车头回去，见对方还在围着打袁延峰和伟山，就又开车冲了过去，又把对方一个人撞飞出去了。后他就开着车去了明集镇，让王兆平去修他的车。他的车是一辆黑色志俊轿车，车牌号是鲁M×××××。<u>\n", "<s>，（2012年）9月14日凌晨2点多和早上7点左右，有个男子给她丈夫魏威打电话说粮食款的事并约魏威见面，魏威说到东岳集团那里见面，便一个人开着朗逸轿车去了。下午一点多，她给魏威打电话，显示关机。到下午四点左右，魏威在东岳集团的朋友说魏威的车不见了。（9月15日）早上，魏威打来电话，说在菏泽收粮食的人那里。魏威走的时候背着一个小包，里面有钱包、银行卡等东西。\n", "<s>，（2012年）7月份，他从菏泽市郓城一个姓姚的那里要了一车小麦，他安排魏威去接的货，将小麦卖了后让魏威将小麦款给姓姚的打过去了。取得姓姚的信任后，姓姚的又先后送过来三车小麦，因他借了很多高利贷，卖的小麦款他让魏威打给催收高利贷的人了，没给姓姚的。魏威只是根据他的安排接货和打钱，别的事不知道。\n", "<s>，因为找不到欠小麦款的张兴元，就想跟接货的魏威要钱。姚金良通过张娜在邹平找好了人。2012年9月11日，他俩到邹平和找的人联系上。后李文巧和几个男的一起去魏威的老家和青岛找魏威，未找到。14日早上，得知魏威已回桓台县了，李文巧和那些人又去了桓台。当日11点多，他们在桓台县的一个工厂附近看见魏威，就把魏威推上车，蒙住头用腰带捆住手，将魏威带到一个水库，同去的人把魏威弄下车拳打脚踢了一通，后又把魏威带到邹平的一个二楼房间里，对魏威拳打脚踢向魏威要钱，从魏威包里翻出银行卡等物品，姚金良去银行从魏威的卡里取了19200元钱。回来后，他们一伙人把魏威、还有魏威的轿车一起弄回菏泽郓城的收粮食点上，让魏威给家里打电话凑钱，后姚金良又从魏威带的银行卡里去取了12000元钱，并让魏威写了一份车辆抵押合同。之后，就让魏威自己走了。到了郓城后，李文巧给了帮忙的人4万元的费用。\n", "<s>，（2012年）8月份，姚金良给她打电话说一个叫魏威的欠粮食款，让她帮忙找人给要回来，为此她联系的许吉祥。9月份的一天，姚金良和一个男的来到邹平，她介绍姚金良和许吉祥接上了头，还把自己的K5轿车让许吉祥用。后许吉祥找人把魏威弄来，曾放到她的一个办公室里，许吉祥还说把魏威的轿车也开来了，后又把魏威带到菏泽郓城，她也跟着去了。菏泽那边给了好处费，她分得4000元。\n", "<s>，2012年9月份，许吉祥告诉袁延峰菏泽两个贩粮食的被桓台的一个人骗去了三车粮食，共计20多万元，两人商量找几个人帮着把钱要回来挣点好处费，袁延峰就找了韩伟、王宝、王振、张芝宝等人。过了几天，许吉祥和张娜领着两个菏泽中年男子来到袁延峰开的饭店，他们一起吃的饭，期间，两个菏泽人说了被骗粮食的事，因为粮食是桓台的魏威经手的，就讨论怎么把魏威逮回来。第二天，许吉祥、袁延峰等和一个菏泽人开两辆车去了桓台县魏威的家找，发现魏威不在家去青岛了，后他们一伙人又去了青岛。到次日，打听到魏威又回桓台了，他们就从青岛往桓台赶。中午，赶到了桓台县的东岳集团。在门口，菏泽人指认了魏威，他们就下车把魏威强行拉上桑塔纳车，王宝还用镐柄打了魏威的后背。他们先将魏威拉到了邹平的一个水库边上，打了魏威一顿，后把魏威带到张娜的一个办公室，又打了魏威，得知魏威还有一辆车在东岳集团门口，许吉祥和王宝去将魏威的朗逸轿车开了回来，还从车上拿下一个包，发现魏威带有银行卡，便逼迫魏威说了密码。韩伟与菏泽的一个人去银行从一张卡里取出一万多元。后他们一起开着K5轿车和魏威的朗逸轿车去了菏泽。到了菏泽，许吉祥、张娜和两个菏泽人去谈好处费，回来后他们一块回的邹平，在路上，袁延峰、许吉祥、王宝、张娜等人各分了4000元好处费。\n", "<s>，因为粮食款的事，李文巧、姚金良取走了魏威卡上的31200元钱，扣了魏威的朗逸轿车。\n", "<s>，2012年的七八月份，张娜说一个朋友给桓台县田庄的一个中年男子发了三车小麦，这个男子后来找不到了，当时是魏威接的小麦，让他帮忙找。（2012年）9月11号中午，他、张娜、袁延峰等与菏泽来的俩人一起吃的饭，菏泽人说粮食是魏威接的，找魏威就行，他让袁延峰找几个人来帮忙。后他和袁延峰等人以及菏泽姓李的一起去了魏威家，但魏威去青岛了，他们这伙人又去青岛。14日上午，袁延峰的朋友来电话说与魏威约在东岳集团见面。在东岳集团门口，姓李的看见了魏威，他们下车把魏威摁到车里，王宝好像用棍子抡魏威来。上车后，他们将魏威的头蒙着手用腰带捆着，去了邹平的平原水库，把魏威拉下车，几个人用脚踹了一顿。后他联系张娜，又拉着魏威去了张娜的办公室。后得知魏威的车在东岳集团门口，他和王宝去把魏威的车开了来。魏威还带了一个小包，他们从包里找到几张银行卡，就让魏威把密码都写下来，还打了魏威。快黑天时，他们商量着去菏泽郓城，于是，菏泽的俩人、他、袁延峰、王宝、张娜等开着K5轿车带着魏威和魏威的轿车去了菏泽，后他们就回了邹平。姓李的给了2万多元钱，他分到了4000元。<u>\n"], "evid_w": [82, 144, 117, 5, 59, 1, 2, 47, 9, 10, 28, 2, 1, 80], "label": [1, 13, 0]}, {"fact": "<s>：<u>2013年12月份开始，了自己的犯罪事实。侦查机关尚未掌握的非法采矿的事实。<u>\n", "evid": ["<s>及辨认笔录，他未办理采矿许可证，于2013年12月份开始非法开采乐清市虹桥镇杏三村长山尾巴山东侧的矿石。2014年1月份，他以每方矿石13元的价格将开采矿石的工作承包给吴建晓，挖出来的矿石由他联系销售，开采矿石的费用由吴建晓支出。吴建晓叫来吴旭华、吴华、吴某乙管理矿山。吴建晓开矿约3万方，他通过银行汇款和现金支付共给吴建晓约35万元。2014年9月份，他自己组织挖机、炮头机继续开矿，到同年10月份停止。矿石销售给南岳港区和城南大道等工地，每方价格在21-23元不等，金额达50万元以上。开矿期间，国土局曾两次责令停止开矿。吴乐丰对2014年度和2013年度卫星影像局部图进行对比，确认长山尾巴山东侧两座庙向西南方向缺失部分是他开采的。\n", "<s>吴乐丰承包了乐清市虹桥镇杏三村长山尾巴山东侧的矿山，雇佣他过来开矿，采出来的矿石由吴乐丰以每方24元左右的价格运出卖掉，吴乐丰支付他13元一方。他还叫来吴某乙、吴旭华一起开矿。他们是从2013年12月份开始采矿的，陆续开采矿石四万方，吴乐丰通过银行汇款和现金支付共给他约35万元，炮头机等开矿费用由他支付。\n", "<s>吴乐丰承包了乐清市虹桥镇杏三村长山尾巴山东侧矿山，进行非法开矿，吴建晓到吴乐丰的矿里承包矿石开采，矿石的运输及销售归吴乐丰负责。吴乐丰以每方13元从吴建晓处运走矿石，以每方24元的价格销售到工地。他是在2014年2月份被吴建晓叫到矿山开始管理的，吴某乙也在一起管理矿山。期间，国土部门过来检查过三次，有一次挖机被扣走了。\n", "<s>及辨认笔录：2014年11月10日凌晨1时30分许，他和吴旭华持刀到了南岳车站，吴旭华持刀去了吴乐丰越野车的驾驶室旁，他看到车上下来两个男青年把吴旭华劝到了边上，吴乐丰的越野车就开走了。过了一分钟左右，他看到吴乐丰的越野车又开回来，吴旭华很激动地和吴乐丰说着什么，他听到吴乐丰高声说，要把吴旭华搞死，吴旭华就快步走向越野车，吴乐丰的越野车突然往前开，把吴旭华撞飞起来摔落在地上，越野车刹车了，吴旭华从地上爬起来就拔刀砍越野车的驾驶室，他也持刀在越野车后面追，他看到吴某甲等四个人从停在车站门口的出租车下来，拿着砍刀过来和他一起追砍越野车。\n", "<s>2014年11月10日零时30分许，吴建晓与吴某乙在乐清发生争吵。后吴建晓叫了三个外地人，并准备了砍刀，坐出租车到南岳找吴某乙。到南岳车站时，他看到吴乐丰驾驶越野车停在吴旭华附近，看到吴乐丰驾车把吴旭华撞飞，他们就下车持刀追砍吴乐丰的越野车，当时共有七个人一起追砍越野车，他认识的有吴建晓、吴旭华、吴华。\n", "<s>和辨认笔录：他是从2013年12月份开始在南岳杏三村长山尾巴山东侧矿场工作的，这个矿场的老板是吴乐丰，吴建晓从吴乐丰这里承包了矿山的开矿工作，开出来的矿石由吴乐丰销售。期间有国土部门过来检查，让他们不要开矿。\n", "<s>吴乐丰的矿位于南岳海边的东侧山坡。从2014年4月份到2014年9月份吴乐丰断断续续向他负责的乐清湾港区提供矿石八千方，矿石的价格为23元或5元一方，矿石总价值16万元以上，他们都是现金交易，矿石由他自己派车运输，有时由吴乐丰直接叫车运过来。经陈某辨认，辨认出吴乐丰。\n", "<s>及辨认笔录，2013年11月份和2014年3月中旬，吴乐丰向他承包的城南大道填方工程提供了6200方左右的矿石，矿石的价格为一方20元至5元，矿石总价值13万元左右，他们都是现金交易，运输车由他自己提供。经赵某辨认，辨认出吴乐丰。\n", "<s>他们分别是乐清市虹桥镇杏三村的村主任和村党支部书记，吴乐丰承包了杏三村垃圾中转站6亩的填方工程，2013年12月份，村双委同意了吴乐丰的在长山尾巴山采矿石用于填方，并要求吴乐丰办理采矿的相关手续。2014年8月份，他俩到长山尾巴山现场看过，开挖矿石的方量大大超出中转站的实际需求。他们就要求吴乐丰停止开矿，并多次到虹桥国土所报案。\n", "<s>他是乐清市虹桥镇杏三村的调解主任，2014年11月30日下午，他和吴康友等人在虹桥镇杏三村对吴乐丰被寻衅滋事案件进行了调解，双方达成调解协议，由吴建晓和吴旭华赔偿吴乐丰1800元。\n", "<s>2014年11月9日晚，他开车看到吴旭华在路上步行，吴乐丰的越野车停在杏三村车站前面的路上，后吴旭华从他车旁边走过去，和吴某己在交谈，越野车往转盘方向开。过了一会儿，他看到吴乐丰驾驶越野车重新开回来，同时他看到一辆出租车从虹桥方向开来停在南岳车站门口，吴建晓从出租车上下来走向吴旭华，吴乐丰驾驶越野车靠近吴旭华时说，要把吴旭华撞死，接着吴乐丰就开越野车撞向吴旭华，吴旭华摔倒在地上，这时，吴建晓就去叫出租车上的人下车，车上下来了四个男青年，他们都持砍刀追向吴乐丰的越野车，吴乐丰就驾驶越野车逃走了。\n", "<s>2014年11月10日2时许，他开吴乐丰的轿车（浙C×××××）载着吴乐丰和王某从乐清回到南岳车站附近。吴旭华手上拿着一把刀把他开的车拦下来，说让吴乐丰下车并要砍吴乐丰，他下车劝吴旭华，王某就将车往南岳转盘方向开了。数分钟后，吴乐丰自己开车回到车站附近，吴旭华手持一把刀往吴乐丰那边跑，旁边还有四个年轻人手上都拿着刀，吴乐丰的轿车往前开的时候撞倒了吴旭华，吴旭华爬起来拿着刀就往吴乐丰的驾驶位置跑去砍吴乐丰，吴乐丰就开车逃，后来从一辆出租车上又下来四个手持砍刀的青年，他们一共八个人都拿着刀往吴乐丰的车上乱砍，这些人当中他认识吴旭华、吴华和吴建晓。经吴某己辨认，辨认出吴旭华、吴建晓、吴华。\n", "<s>2014年11月10日2时许，他从家里出来走到杏三村车站附近时，看到吴乐丰的车从南岳转盘往杏三村车站方向开来，吴旭华拿着一把刀要往吴乐丰那边跑，车站旁边还有两、三个年轻人手上都拿着刀也往吴乐丰方向跑，吴乐丰开车准备逃的时候撞到了吴旭华，随后吴旭华爬起来拿着刀就往吴乐丰的驾驶位置跑去砍吴乐丰，后来从一辆出租车上又下来四个手持砍刀的青年，他们一共八个人都拿着刀往吴乐丰的车上乱砍，这些人当中他认识吴旭华、吴华、吴某甲和吴建晓。经吴某庚辨认，辨认出吴旭华、吴建晓、吴华和吴某甲。\n", "<s>2014年11月10日2时许，由吴某己驾驶吴乐丰的轿车（浙C×××××）载着吴乐丰和他从乐清往南岳开。车开到南岳杏三村车站的时候，吴旭华手上拿着一把刀把车拦下来，吴某己下车劝吴旭华，他将车往南岳转盘方向开。后吴乐丰就叫他下车，他就下车往车站方向走，他看到吴乐丰又开车回去，吴旭华等人持刀往吴乐丰那边跑，吴乐丰的轿车往前开的时候撞倒了吴旭华，吴旭华爬起来拿着刀就砍吴乐丰，后来从一辆出租车上又下来四个手持砍刀的青年，他们一共八个人都拿着刀往吴乐丰的车上乱砍，这些人当中他认识吴旭华、吴华、吴某甲和吴建晓。经王某辨认，辨认出吴旭华、吴建晓、吴华和吴某甲。\n"], "evid_w": [10, 1, 4, 9, 4, 0, 0, 1, 9, 1, 0, 0, 3, 0], "label": [0, 3, 8]}, {"fact": "<s>，被告人熊新华及被害人周某戊等案发前均在温州市瓯海区务工。1998年4月3日中午，熊新华及陈顺林（在逃）得知与其有纠纷的周某戊在瓯海区新桥镇（今新桥街道）出现，即一起前往准备殴打周某戊。当熊新华及陈顺林途经该区娄桥镇（今娄桥街道）娄东村下山头时，遇见骑自行车经过的周某戊等人，遂骑自行车进行追赶，周某戊等人见状逃跑，后熊新雪（在逃）参与一起追赶，至娄桥吕家绛村娄西街53号附近，周某戊跳入旁边的河中欲游向对岸，熊新华及陈顺林分别用石头砸周某戊，致周某戊头部被击中后沉入水下，二人逃离现场。后周某戊被附近群众打捞上来时已死亡。<u>\n", "evid": ["<s>经熊新华辨认后确认：娄桥街道娄东村下山头高架桥下是遇见被害人并开始追赶的地点；玕南村玕南街路口凤翔桥上是让熊新雪帮忙追赶被害人的地点；娄桥街道吕家绛村娄西街53号附近的路口是追上并要殴打被害人的地点；娄西街53号对面（北侧）的河边是被害人跳入河中、自己与陈顺林捡石块扔被害人的地点；陈顺林是一起追赶被害人并扔石头的人，熊新雪是帮忙追赶被害人的人。\n", "<s>1998年4月3日中午，自己骑自行车载同乡周某戊到娄桥吕家绛和古岸头交叉路口处时，从后面追上三个人拦阻自己二人，自己二人往古岸头方向骑了十米许，被他们赶上，其中一个拉住自己的手，自己扔掉车子往田里逃，他们就往周某戊逃的方向追。自己逃到一稻草堆里躲了半小时，出来时被村民拦住，后听说周某戊跳河死了。\n", "<s>1998年4月3日中午，自己经过娄桥吕家绛村横路处，看到有一人沿着吕家绛河往玕西跑，后面有二个人追赶，逃的人跳到河旁的田里，追赶的二人也跳到田里，这时自己看不见了。当自己骑车到吕家绛桥时看到前面逃的人在河中央，在河旁的那二人就用石头扔河中的人，直到河中的人沉下去二人才骑一辆自行车离开。自己看到河中的人被石头砸中三次，没有看到逃的人被追上打。\n", "<s>1998年4月3日中午，自己经过娄桥吕家绛桥时，看见一个人在吕家绛桥北面的河中，只有头部露出水面，河岸上有二个人用石头扔河中的人（扔向河中的石头较多，有的扔中），后河中的人就沉下去了，岸上的二人走了。\n", "<s>1998年4月3日中午，自己放学回家经过吕家绛桥时，看见二个人在田里逃，二个人在后面追，其中一个逃的人向古岸头方向逃走，另一个向吕家绛桥逃的被追赶的二人抓住。后来自己看见一个人在河里，头部露出水面，岸上二人用石头往河里扔。\n", "<s>1998年的一天中午，自己路过娄桥古岸头村和娄东村交界处一条河边，看见三个男子在打一个男子，被打的男子掉到河里，岸上的三个男子中的两人就捡起石头扔向落水的男子，河里的男子就沉下去了。后听老乡说打人的其中一个叫熊新华。5-6年前，自己在一个朋友家里吃饭时讲起此事，当时“光明”也在场。辨认笔录、照片，证实黄某经对照片进行辨认后确认熊新华是参与打架的人。\n", "<s>1998年上半年的一天中午，自己在娄桥吕家绛村的路上碰到一过路的妇女，她同自己讲有人被追打跳到吕家绛桥附近的河中，后来沉下去了。自己骑摩托车到河边，看见派出所的人在安排打捞的事情，但未果，后玕西村一村民在现场打捞起一具年龄较轻的男性尸体。\n", "<s>2005年或者2006年的一天，自己在瑞安与一帮朋友吃饭，一个外地人说起1998年娄桥的一起杀人案，他说凶手叫熊新华，死者叫周某戊，双方发生纠纷打起，熊新华等人将周某戊打到河中用石块将其砸死。2010年4月，自己和邵康银等几个朋友在新城喝酒时讲起此事。\n", "<s>1998年农历三月初七（清明节前一天），自己在娄桥娄东村下山头的厂里务工，老乡通知自己说自己的弟弟周某戊在吕家绛村附近被人追入河中沉下去。自己赶到现场发现两岸有很多人，娄桥派出所的人也到了，后几个本地人下河将尸体打捞上来，自己经辨认后确认死者就是周某戊。尸体解剖时自己也去了，看到周某戊头部受伤。自己听老乡林某等人说是因为饭店内的事情引起，凶手有三人，其中一个叫陈顺林。\n", "<s>周某戊是自己的哥哥，当年被害时21岁，在瓯海娄桥务工。自己听老乡说，1998年4月3日中午，周某戊与周某乙从新桥骑自行车回娄桥住处，在娄桥古岸头附近碰见熊新华、陈顺林等三人，他们为了小事情要教训周某戊，将周某戊追到一条河边，周某戊跳到河中想游过去，熊新华等3人就持石头砸周某戊，周某戊头部被砸中后沉入河中，后周某戊被救上来时已死亡。\n", "<s>熊新华是自己的堂哥，1998年上半年的一天，自己听说熊新华同陈顺林等3人在瓯海区娄桥的一条桥附近将一人打了，后那人跳到河里死了。案发后的第二年，自己在老家碰到熊新华，问其事由，熊新华说其和陈顺林在案发之前与死者发生纠纷，案发当日在娄桥碰到死者，追打死者到河边，死者跳到河里，其与陈顺林捡石头往河中扔。熊新华的父亲为此事喝农药自杀了。辨认笔录、照片，证实经熊某甲对照片进行辨认后确认陈顺林、熊新雪是与熊新华共同作案的人。\n", "<s>熊新华是自己的哥哥，自己听老乡说熊新华与陈顺林等人于1998年的一天在娄桥将对方一人打了，后人跳到河里死了。辨认笔录、照片，证实经熊某乙对照片进行辨认后确认陈顺林、熊新雪是与熊新华共同作案的人。\n", "<s>自己和江西铅山县的一人同在娄桥上汇村开饭店，因自己的生意较好，那人一直找自己的麻烦。1998年3月31日晚上，那人店内的一辆自行车被偷，怀疑是住在自己店内的周某戊、周某乙偷的。4月3日中午，周某戊、周某乙经过吕家绛时被3人拦住并殴打，周某乙跑了，周某戊不知在哪里。\n"], "evid_w": [50, 29, 33, 3, 2, 4, 3, 38, 56, 24, 1, 20, 1], "label": [8, 0, 2]}, {"fact": "<s>：2014年7月11日13时许，被告人高生达在盖州市太阳升新民村二台子附近苞米地与被害人李某某因感情纠纷发生争吵，后高生达持水泥块多次击打李某某头部，造成李某某重度颅脑损伤的后果。经盖州市公安局法医鉴定：李某某的损伤程度为重伤二级。<u>案发后，被告人高生达主动到公安机关投案自首。<u>经查，附带民事诉讼原告人李某某受伤后先后在盖州市中心医院、营口经济技术开发区中心医院住院治疗38天，共花费医疗费82元、误工费87元×5个月零28天=86元、护理费87元×38天=06元、伙食补助费50元×38天=1900元、交通费考虑500元，合计74元。<u>\n", "evid": ["<s>我和李某某在一起生活的时候，我给她花了不少钱，后来我们分开了，李某某又和别人在一起了。2014年7月11日我去鲅鱼圈李某某家中把我的一些衣服拿走，进屋后我就和李某某把这个事情说了，李某某说要给我两万元钱让我以后别再来找她，要和我回盖州当着我家人的面把事情说开，然后我就和李某某一起坐出租车回盖州了，走到太阳升二台子附近时，李某某反悔了，她下车后我和她吵吵了几句，之后我来气就把她打了。用水泥块打了李某某三四下，之后李某某就躺地上了，我看见她头部出血了，我就走了。我给我弟弟高某甲打电话，让他过去看看她有没有事，我坐车回鲅鱼圈了，后到太阳升派出所投案。\n", "<s>2014年7月11日12时57分左右高生达给我打电话说他用石头将李某某给打了，我开车去的现场，看到李某某在地上躺着，头部有些血，之后我就报警了并打了随后我到鲅鱼圈找到高生达，劝他投案，之后我与高生达去太阳升派出所投案。\n"], "evid_w": [141, 130], "label": [0, 1, 1]}, {"fact": "<s>，2013年5月17日晚，被告人姜文喜因妻子被害人张某某经常让其干农活，产生要将张某某杀死的想法，用自家菜刀连续砍正在炕上睡觉的张某某头部、臂部等部位，致张某某身体多出受伤。经法医鉴定，张某某所受损伤属重伤，评定为伤残七级。经齐齐哈尔市第一神经精神病医院鉴定：姜文喜系精神分裂症、限制刑事责任能力。<u>\n", "evid": ["<s>姜文喜的儿子喊其开门说他爸把他妈砍了并报警的事实。\n"], "evid_w": [151], "label": [0, 0, 0]}, {"fact": "<s>，被告人李银国及被害人徐某甲等人案发前均在浙江省温州市务工。2003年1月17日11时许，李银国及刘某、夏成峰（均已判决）酒后路过温州市鹿城区双屿镇桑树桥时，与安徽籍女青年张某甲及其朋友徐某甲发生纠纷。后徐某甲觉得吃亏，便跑进附近的重庆饭店内拿了一把菜刀，并叫了在该店务工的安徽籍青年徐某乙、黄某甲一起追赶李银国及刘某等人。李银国及刘某、夏成峰逃回双屿镇金灶路的租住处后，纠集游勇、李刚（均已判决）等人去找对方报复，其中李银国拿一把菜刀，刘某、游勇各拿一把砍刀。双方在金灶路55号-57号附近相遇，发生殴斗，李银国及刘某分别持刀与徐某甲对砍，李刚、夏成峰等人也围上前参与殴斗，游勇持刀追砍徐某乙。李银国及刘某等人将徐某甲砍倒在地后逃离现场。徐某甲经医院抢救无效死亡。经法医鉴定，被害人徐某甲系遭受他人持有一定质量的锐器砍击致颅骨骨折，广泛性蛛网膜下腔出血及脑室积血，终因呼吸、循环中枢衰竭而死亡；徐某乙的伤势程度为轻微伤。<u>\n", "evid": ["<s>经辨认后确认鹿城区双屿镇金灶路57号附近是殴打被害人的地点；刘某、游勇、李刚、夏成峰是共同作案的人。\n", "<s>同案犯刘某的供述，供认2003年1月中旬的一天中午，自己和李银国、夏成峰在鹿城区双屿镇金灶路上闲逛时，自己撞了一女子，双方发生争吵，该女子叫了三个男子拿菜刀追赶自己等人，自己和李银国就往住的出租房跑。后游勇、李银国、李刚、夏成峰等人持刀赶来，对方三个男子见状就跑，游勇持刀追赶一个朝小巷跑的男子，还有一个男子跑了，另一个男子被李银国、李刚、夏成峰等人围着砍打，其中李银国等人拿菜刀砍该男子，自己拿木棍，但没有打。\n", "<s>同案犯游勇的供述，供认2003年1月中旬的一天中午，刘某、夏成峰等人在鹿城区金灶路上走时，刘某撞了一女子，双方发生纠纷，该女子叫了几个男子拿菜刀追赶刘某等人。夏成峰打电话到金灶路一小店说打架了，叫自己拿刀过去。后自己和刘某、夏成峰、李银国、李刚等七人（其中自己拿砍刀，刘某拿砍刀，李银国拿菜刀，其他人拿木棍）在金灶路一三岔路口遇到对方几个男子（其中一个拿菜刀），双方发生对打，其中一个男子拿红砖打刘某，自己拿刀砍该男子，该男子往小巷跑，自己持刀追赶并砍该男子的背部。自己回到打架的地方，发现对方一个男子倒在地上，听说李银国用菜刀砍倒在地上的男子。公安人员在金灶路69号院子内提取的菜刀与李银国持的菜刀一样，公安人员在金灶路57号附近提取的菜刀像是死者拿的菜刀。\n", "<s>经对照片进行辨认后确认夏成峰、李银国是共同作案的人。\n", "<s>经对照片进行辨认后确认李银国、李刚、刘某、游勇是共同作案的人。\n", "<s>2003年1月17日11时许，自己和男友徐某甲从鹿城区双屿镇前陈村的出租房出来，准备去桑树桥附近的一家饭店吃饭，当走到桑树桥附近的路上时，从对面走来三名男子经过自己旁边，其中一名男子用手将自己往路边推，自己就反抗，该男子打了自己一巴掌。徐某甲从后面上来将自己拉到一边，该男子就冲上来打徐某甲，徐某甲被踢了两脚就往饭店方向跑，自己也跟着往饭店方向跑，徐某甲从饭店内叫出他侄子（徐某乙）和黄某甲，三个人就追出来，那三名男子看到就跑，徐某甲等三人在后追。自己到桑树桥边等他们，没有看到他们回来，自己往饭店方向走，经过一家诊所时，看到徐某乙在包扎头部，后自己在金灶路看到徐某甲躺在地上，地上都是血。\n", "<s>2003年1月17日11时许，自己在鹿城区双屿镇桑树桥的重庆饭店内看电视，徐某甲从外面跑进来，拿了一把菜刀跑出去，自己和徐某乙跟着跑出去，自己看见三名男子在前面路上（其中一名男子在路边打电话），那两名男子见到自己三人就跑。自己跟着徐某甲追那两名男子，一直追到金灶路没有追到，自己三人往回走，从旁边巷子内冲出九名男子，拿刀砍自己三人，自己和徐某乙一起逃跑，自己跑进一条小巷后回到厂里。\n", "<s>2003年1月17日中午，自己在双屿镇金灶路69号家中的厨房内看见窗外（金灶路）斜对面小巷内跑出一群人，好象两帮人在追赶，后听说有人被打死了。自己在前门院子内看见地上有一把菜刀，这把菜刀被警察拿走了。\n", "<s>2003年1月17日中午，自己在双屿镇金灶路55号楼上看到六个人拿刀追着一个持菜刀的男青年砍，从金灶路55号前小巷子跑过去，到金灶路57号巷子路口时，那男青年被追上，后男青年被砍倒了。\n", "<s>2003年1月17日中午，自己在双屿镇金灶路62号家中的后门看到两个外地男子神色慌张地往金灶路里面走，自己想出事了就跟进去，当自己跟到金灶东路5号附近时，看见其中一男子到金灶东路5号一楼的出租房内拿了一把菜刀往金灶路方向跑去。自己跟到金灶路55号附近时，看见刚才两个男子及另外两、三个男子往回走，其中一个人脸上流血，另一个人手上流血，还有人拿菜刀。自己再往前走看到金灶路55号旁的路上趴着一个男子，流了很多血。\n", "<s>2003年1月17日11时许，徐某乙在自己的重庆饭店（双屿镇桑树桥）内炒菜，徐某乙的叔叔徐某甲跑到自己的饭店内拿了一把菜刀跑出去，还对徐某乙说了句本地话，自己听不明白，徐某乙也跑出去了，后听说徐某甲被人砍死了。公安人员在金灶路55号前面路上提取的菜刀是徐某甲从自己饭店拿走的菜刀。\n", "<s>2003年1月17日中午，自己在双屿镇金灶东路10号糖果店内接到夏成峰打来的电话，夏成峰在电话中说叫游勇把刀拿来，自己就叫游勇接电话，游勇接了电话到对面的租住处拿刀，刀还没拿出来，夏成峰、刘某等从外面跑回来，他们进房就拿刀出去（其中刘某拿一把砍刀，夏成峰拿一把菜刀）。过了一会，他们回来，自己看见刘某等人被刀砍伤。\n"], "evid_w": [101, 75, 20, 9, 3, 87, 39, 4, 8, 4, 2, 61], "label": [5, 11, 0]}, {"fact": "<s>，2014年5月3日，肖某杰请法师为患有精神病的儿子即被告人肖体柏在家中做法事，次日凌晨1时，法事结束，肖体柏租乘同村肖某彬驾驶的三轮摩托车送法师回隆回县，因肖体柏拿了刀子和铲子称要到双牌乡街上打人，肖某彬驾车行驶了1公里就让肖体柏提前下车，肖体柏下车后冒雨步行返家，心中不满。凌晨2时许，肖体柏到家后持钉锤、斧头去打肖某彬弟弟肖某国、肖某健家的门、窗，睡在肖某国家的肖某彬母亲张某英与肖某彬同居女友即被害人夏某某听到声响后起床制止，肖体柏不听，抱着女儿即被害人肖某某（3岁）的夏某某用手机打电话给肖某彬，肖体柏以为夏某某报警，上前抢夺手机，2人扭打在一起，张某英见状去院子里找人求救，肖体柏捡起砖头砸伤张某英手臂。夏某某乘机抱着肖某某逃走，肖体柏又捡石头追打夏某某，夏某某逃至肖林槐老屋后面被肖体柏用石头击中头部后倒地，随后，肖体柏从旁边水渠捡起石头将夏某某砸死，因肖某某在地上哭，肖体柏又捡起石头将肖某某砸死。肖某杰在家中听到夏某某的求救声后，赶到肖某健家却未找到肖体柏，遂守在旁边的田坎等，不久，肖体柏跑出来在离肖某杰不远处的田里躺下。张某英到院子里找了肖某奇等人回肖某健家救人，在肖林槐老屋后面发现夏某某、肖某某的尸体。经鉴定，夏某某、肖某某系钝性物体作用于头面部致严重颅脑损伤引起脑功能急性衰竭死亡，肖体柏作案时辨认及控制能力削弱，评定为限制行为能力人。<u>\n", "evid": ["<s>证明，肖体柏患有精神病。2014年5月3日晚，肖某杰请法师在家为儿子肖体柏做法事，法事完后，肖体柏喊她长子肖某彬驾驶三轮摩托车送法师回隆回县，她和肖某彬女友夏某某及夏某某女儿肖某某睡在她三子肖某国家中。次日凌晨2时许，夏某某听见她次子肖某健房子响，3人起床去看，发现肖体柏用斧头在打肖某健房门，旁边地上还有1把钉锤，肖某健家门、风车等物品已被打烂。她问肖体柏为何打房门，肖体柏回答“就要打”，夏某某拿手机打电话给肖某彬，肖体柏就放下斧头来抢手机，2人扭打在一起，她见状去院子喊人，肖体柏又捡砖头打伤她左手。她在院子喊到肖某奇等人返回救人，在肖林槐老屋后发现夏某某、肖某某的尸体，肖体柏躺在尸体附近的田里，肖体柏父亲肖某杰守在田边。\n", "<s>证明，他是肖体柏父亲，2007年开始，肖体柏因患精神病数次在武冈市精神病医院治疗。2014年5月3日，他请法师在家为肖体柏做法事，次日凌晨1点多钟，法事完毕，肖体柏租乘肖某彬驾驶的三轮摩托车送法师回隆回县。半小时后，肖体柏回到家，拿了钉锤、斧头要去打肖某健的屋，他阻拦未成。凌晨2点多钟，张某英在他屋外喊“肖体柏用铁锤打烂了肖某健的门”，他听后赶到肖某健家未找到肖体柏，就坐在旁边的田坎等。不久，肖体柏走过来躺倒在田里，张某英则在院子里喊“肖体柏把夏某某及其女儿肖某某打死了”，他问肖体柏为什么要打死2人，肖体柏不动也不做声，他就回去了。\n", "<s>证明，2014年5月4日凌晨3时许，肖华生打电话告诉他，肖体柏在打他姨姐张某英，他听后和妻子王云秀一同赶到现场，张某英对他们说，肖某健屋子被肖体柏打烂了，肖某彬女友夏某某及其女儿肖某某也不见了。他、王云秀、张某英、肖某奇等人遂分头找人，并在肖林槐老屋旁找到夏某某母女的尸体，肖体柏躺在现场附近的田里，肖体柏父亲肖某杰守在旁边。\n", "<s>证明，他是武冈市双排乡三塘村村支书，同村的肖体柏患有精神病。2014年5月4日3时50分，肖华生打电话告诉他，肖体柏把夏某某及其女儿肖某某打死了，他听后打电话报了警，并驾驶摩托车赶往三塘村3组。他到现场后看见肖某健屋子的门窗被打烂，夏某某、肖某某被打死，不久，警察和民兵营长肖坤贤也到了。\n", "<s>证明，2014年5月3日晚，同村肖某杰为患精神病的儿子肖体柏请法师在家做法事。次日凌晨1时，法事完毕，肖体柏租乘他驾驶的三轮摩托车送法师回隆回县，并拿了刀子和铲子上车，称要去武冈市双排乡街上打1个姓简的木匠，因此，他在半路将肖体柏赶下车，然后将法师送到隆回县，早上返回家后，他得知同居女友夏某某及其女儿肖某某被肖体柏打死了。2012年，夏某某前夫王祥宝死后，夏某某带着超生的女儿到他家生活，但未办理结婚证，他给此女取名肖某某。\n", "<s>证明，他是武冈市精神病医院院长，2014年4月12日，肖体柏被亲属和村干部送到该院治疗，当时病情较重，4月26日，肖体柏父亲肖某杰要求接肖体柏出院，医院不同意，4月29日，肖某杰书面承诺肖体柏出院造成的后果与医院无关后，医院同意肖体柏出院。\n", "<s>证明，他因患精神病曾在武冈市精神病医院治疗。2014年5月4日凌晨，在他家做法事的法师要回隆回县，他拿了铲子、刀子租乘肖某彬驾驶的三轮摩托车去送，但车行驶了1公里，肖某彬要他下车回家，他独自冒雨返回家中。凌晨2点多钟，他到家后很烦躁，就拿钉锤、斧头走到肖某彬弟弟肖某健家将门打烂了，肖某彬母亲张某英和抱着女儿的同居女友夏某某从屋里出来看，夏某某看了要打电话报警，他去抢手机，夏某某抱着女儿跑，他就捡石头追打夏某某，在肖林槐屋后砸中夏某某头部，夏某某和女儿一同摔倒在地，他就从旁边水渠翻出石头砸夏某某的头，直到夏某某死亡，夏某某女儿在旁边哭，他又从水渠边翻出1块石头对小女孩头部砸去，小女孩也被砸死。\n", "<s>证明，她是夏某某和王祥宝的女儿，2011年3月8日，夏某某在武冈市双排乡三塘村12组家中生下1个妹妹，因妹妹是超生，一直未上户口，2012年父亲王祥宝去世后，夏某某带着妹妹到肖某彬家生活，肖某彬为妹妹取名肖某某。\n"], "evid_w": [164, 79, 69, 77, 4, 177, 9, 5], "label": [5, 0, 3]}, {"fact": "<s>，被告人王从新因租住在杭州市下城区华丰北苑xx号xxx室的邻居经常回家较晚影响其家人睡眠而心生怨恨，产生了报复杀人的念头。2013年12月9日凌晨3时左右，被告人王从新携带手套、尖刀等作案工具，通过平台翻爬进入该xxx室内，持刀捅刺正躺在床上睡觉的被害人黄某某的面部、胸口等要害部位，并在尖刀折断后继续用手掐黄某某的颈部，造成黄某某头面部多发性割裂伤、颈部软组织挤压伤、纵膈气肿、背部多发性割裂伤并昏厥（致左眉弓、右耳廓、左下颈、右上胸、左肩背部多处疤痕，经检验，达轻微伤标准）。作案后，被告人王从新试图潜逃，当日凌晨5时许在亲属的劝阻及陪同下至公安机关投案。<u>另查明，被告人王从新患有轻度精神发育迟滞，具有完全刑事责任能力。审理期间，被告人王从新的家属代为赔偿被害人黄某某人民币4万元，并取得谅解。<u>\n", "evid": ["<s>及辨认笔录，其供认住在华丰北苑xx号xxx室的隔壁邻居每天22时许才回家，开关门声响很大，然后开始烧饭之类经常到24时才结束，吵到其全家都睡不好觉，其很生气，遂产生杀人念头。案发当日凌晨，其戴上手套从抽屉里拿了一把刀通过4楼平台翻爬到房顶，再通过窗户进入xxx室，看到两个女子在睡觉，对方发现其，其喊了句“我要杀了你”，之后就扑到床上，持刀捅刺一个女子面部和左边胸口，女子反抗而掐其脖子，其也用右手掐女子的脖子，右手还因刀柄折断受伤；另一个女子从床上爬起来跑出房间，其就追出去，但没追上。之后其至华丰北苑xx号x楼车库其母亲住处告知闯祸了，从母亲处拿了钱和手机就逃跑，之后其继父打电话要其到华丰菜市场，其到那里后其继父和小舅子劝其到派出所投案。其对案发现场华丰北苑xx号xxx室进行了指认。\n", "<s>2013年11月30日左右，其搬至华丰北苑xx号xxx室与同事黄某某一起住。12月9日凌晨2时许，其听到房间有声音，醒来睁眼看到窗户边站着一个男子，其摇醒黄某某，黄某某就质问男子想干嘛，该男子冲到床边按住黄某某，叫她们不要喊，其害怕就躲在棉被里不敢出声，不记得当时男子说了些什么。黄某某和男子搏斗并叫其出去找人，其看到男子拿凶器往黄某某被子上捅，并闻到一股血腥味，就爬起来冲到楼下让超市里的男子帮忙打电话报警，民警随后赶到，就上楼将黄某某送至医院抢救。整个过程也就10分钟左右。其辨认出被告人王从新的体貌特征和刺伤黄某某的男子很像。\n", "<s>2013年12月9日3时40分许，其接到王从新电话称骑车撞倒一个人，那个人脑袋出血了，让其赶快过去接他。随后接到其老婆的继父电话称王从新杀人了。其赶至华丰北苑xx号发现警察已经在现场了。随后，其与王从新的继父打电话将王从新约至华丰菜场门口，并劝说陪同王从新到派出所自首。王从新系弱智，未上过学，平时花钱、找钱都不会。\n", "<s>2013年12月9日凌晨3时许，其和老婆在华丰北苑xx号xx室看到王从新进来时手上身上都是血，手是用毛巾包住的，还说闯祸了，其以为夫妻打架了就上楼去看，发现xxx室门口躺着一个女子，脖子后面在流血，其从房间拿了被子帮她盖上，随后救护车来了，女子的小姐妹和王从新的媳妇当时都在场。回到住处时王从新拿着手机和3000元钱离开了，凌晨5时许其打电话叫王从新到华丰菜场门口，其和王从新的妹夫劝说王从新到派出所自首。王从新系贰级智力残疾，没有生活来源，靠母亲养活。\n", "<s>2013年12月8日晚上10点其与老公王从新在暂住的华丰北苑xx号xxx室一起睡觉，大概半夜的时候，其被敲门声吵醒，发现王从新不见了，开门后发现xxx室的女子身上有血，称被人捅伤让其帮忙报警，其拿了手机给对方。王从新的继父王某乙上楼来拿纸帮女子擦伤口，其就抱着小孩到楼下车库找东西吃，看到王从新在换衣服，他妈妈拿钱给他后就离开了。\n", "<s>2013年12月9日凌晨，王从新突然跑到其租住的华丰北苑xx号车库喊道闯祸了，开门看到他身上和右手都是血，其起初以为夫妻打架了，后来王从新老婆下楼了，其猜肯定是跟别人打架了，就拿了王某乙进货的钱和手机给他，之后王从新就跑了。后来王某乙要王从新去派出所自首。因为其与王从新的亲生父亲有血缘关系，所以王从新从小就有智力残疾，办了残疾证的，随时有可能要打人的。\n", "<s>王从新与妻子、母亲、妹妹租住在此三四年了，王从新的智力可能有点问题，平时不上班的，偶尔帮忙烧水、劈柴。其知晓2013年12月9日凌晨租住在xxx房间的小姑娘受伤，具体情况不清楚。其他房间没有人受伤，也没有外人进去过的迹象。\n"], "evid_w": [82, 78, 52, 73, 10, 2, 55], "label": [0, 3, 6]}, {"fact": "<s>：<u>2014年3月，被告人张明耀因参与他人上访被奉化市公安局大桥派出所所长邬某教育疏导，而对邬某怀恨在心。同年9月2日上午7时许，张明耀在奉化市锦屏街道长汀路看到邬某步行路过，遂起报复恶念，驾驶从朋友处借来的牌号为浙B×××××的东南牌汽车行至该街道南山路宁兴广场附近时，张明耀故意加速并向右变道，以时速约五十公里的车速撞击正在非机动车道行走的邬某。撞击后，张明耀当即把汽车开至机动车道停下，打电话报警谎称发生了交通事故。经鉴定，邬某头部的损伤程度为重伤二级，脊柱椎体、胸部的损伤程度为轻伤一级，肩部的损伤程度为轻伤二级，伤残等级为九级伤残。<u>因被告人张明耀的犯罪行为，给附带民事诉讼原告人造成一定的经济损失。<u>\n", "evid": ["<s>案发的有关情况。其系人力三轮车夫，2014年9月2日7时许，其从长汀路跟南山路交叉口左转至南山路，靠右侧人行道由北往南骑，骑了三四分钟左右，其看见有一辆面包车一样的车子突然在其面前大概三四十米路的地方往右边转弯了，没一会儿其就听见“呯”的一声，看见其面前不到十来米的地方躺着一个人，那辆面包车往马路中间弯出去停下了，驾驶员下车在打电话，也没有去看被撞的那个人。在这辆车开到其前面后其没有看到周围有其他车子，没有超车或避让行人的情况。\n", "<s>案发的有关情况。其系奉化市南山路188号爱伊美公司门卫。2014年9月2日7时许，其听到从路上传来一声“呯”的响声，声音很重，并看见有样东西飞起来又掉在地上。其走到门卫对面的小店旁边，看见路上躺着一个人，人的南侧路上停着一辆小客车，车旁边有个男子在打电话，过了大概四五分钟，驾驶员才过去看被撞的人。人飞起来之前其看见殡仪馆的汽车开过一段距离了，撞人的汽车距离殡仪馆的汽车比较远，人飞起来的时候，没有其他汽车。\n", "<s>其借车给张明耀的情况。其三年多前买了一辆二手的银灰色东南牌汽车，车牌号为浙B×××××，张明耀向其借过两次车，这次是2014年8月30日下午向其借走说是代步用的。\n", "<s>其处警的情况。其系奉化市公安局交警大队大桥交警中队民警。2014年9月2日7时18分其接到指令到达现场后，发现伤者躺在公交车站的网格线内，侧身躺在地上，头朝北，脚朝南，旁边有双黑色布鞋，一只白色手表，一只黑色公文包，撞人的车子在南边机动车道上，驾驶员站在车子驾驶室旁边，驾驶员讲前面有车队，从左边超车比较困难，就直接开到右侧非机动车道超车，结果就撞了该人。其同时将情况向其中队指导员董某报告。\n", "<s>其处警的情况。其系奉化市公安局大桥交警中队指导员。2014年9月2日7时22分其接到余某报告说单位门口有起交通事故，比较严重，其马上向中队长应方赤报告，并到达事故现场，当时事故车是停在最右侧的机动车道上，车头朝南，驾驶员说前面有好几辆车，在非机动车道超车，不小心撞上去了。其对驾驶员做了酒精呼气式测试，结果为0。\n", "<s>曾听张明耀讲他开车故意撞大桥派出所所长的情况。\n", "<s>被告人张明耀在侦查阶段曾供认其为报复而故意驾车撞击被害人的基本犯罪事实。\n"], "evid_w": [88, 20, 46, 67, 6, 75, 5], "label": [0, 5, 3]}, {"fact": "<s>本院：被告人董金武与李某某系恋爱关系，因二人恋情遭到李某某母亲陈某甲的反对，李某某提出分手。2015年7月7日16时许，被告人董金武来到李某某家中，在谈及与李某某之间恋爱关系问题时，又遭到陈某甲的反对，引起被告人董金武不满。当晚，被告人董金武要求住宿在李某某家，并与李某某同住在西屋，陈某甲住在东屋。次日凌晨3时许，被告人董金武醒后在陈某甲家厨房内拿起菜刀冲进陈某甲居住的屋内，趁陈某甲熟睡之机，向颈部猛砍一刀，在陈某甲被惊醒后，又砍其脖子一刀。李某某被惊醒与陈某甲一起与被告人董金武搏斗并从卧室撕扯到走廊，最后将被告人董金武手中菜刀夺下，被告人董金武逃离现场。2015年7月9日，被告人董金武到公安机关投案。经法医鉴定：被害人陈某甲左耳缺失程度已经构成轻伤一级；面部疤痕长度已构成轻伤一级；头部疤痕长度已构成轻伤二级；体表疤痕长度已构成轻伤二级。<u>另查明，被害人陈某甲受伤后入吉林大学中日联谊医院住院治疗15天，花费医疗费人民币65元，出院诊断为：头部外伤、头皮多处裂伤、面部皮肤多处裂伤、右耳部分缺如、右尺骨开放性粉碎骨折并肌腱断裂、右侧尺神经挫伤、左肩部皮肤裂伤。<u>\n", "evid": ["<s>其与被告人董金武是恋爱关系，与被害人陈某乙系母女关系，因董金武家庭经济条件不好，陈某乙反对二人恋爱。2015年7月7日下午4时许，李某某与董金武在李某某家附近谈二人分手一事，当晚董金武住宿在李某某家。李某某于凌晨三点半左右，听见其母亲陈某乙呼喊后惊醒，发现董金武正持刀猛砍陈某乙头部。后经与董金武搏斗，董金武逃离现场，李某某报警并将陈某乙送至医院救治。\n", "<s>其接到被害人陈某丙子李国雷的电话后，开车将受伤的陈某甲送往医院，途中陈某乙的其他亲属将其接走。当时陈某甲的脑袋、胳膊都缠着布，她家东屋地上和走廊里全是血。\n", "<s>其与被害人陈某甲的儿女李某某系恋爱关系，2015年7月7日下午前往李某某家与其商谈继续保持恋爱关系问题，当晚在李某某家住宿。因陈某甲反对其二人恋爱，心生怨恨，产生用厨房的菜刀砍陈某乙的想法，遂持菜刀进入陈某甲睡觉的屋子，朝其脖子使劲砍了一刀，陈某甲被惊醒后又继续砍她脖子一刀。李某某进屋后与其抢夺菜刀、厮打过程中又砍陈某乙数刀。在菜刀被抢下后，董金武拿了挂在墙上的一件迷彩服上衣并骑摩托车逃离现场。在德惠市住了一夜后，于第二天上午到岔路口派出所投案。\n"], "evid_w": [160, 109, 218], "label": [2, 0, 1]}, {"fact": "<s>：2014年12月20日下午18时许，被告人王波来到本市天津路附近兰芳的理发店内，与在理发店内的被害人胡某商议进行卖淫嫖娼活动。随后被告人王波与胡某一起来到胡某位于本市天津路新美一巷14号自建房4楼405室的租房内发生性关系。后二人离开租房前往本市天津南路“一号桥”火锅店吃饭，当晚22时许被告人王波与被害人胡某再次回到胡某的租房，二人在发生性关系时，被告人王波因遭胡某取笑讥讽而恼羞成怒，遂将被害人胡某掐死。作案后为藏匿尸体，被告人王波又用插线板电线及手机电线将被害人手足捆绑，藏于床箱内，随后携带被害人胡某的手机逃离现场。同年12月22日，侦查人员在本市翠泉路865号“万网之王”网吧将被告人王波抓获归案。经法医鉴定，被害人胡某系生前被他人捂压口鼻、扼颈致机械性窒息死亡。<u>关于本案民事赔偿部分，附带民事诉讼原告人与被告人的家属已达成调解协议，被告人家属代为赔偿各项经济损失共计15万元，附带民事诉讼原告人对被告人表示谅解（另行制作刑事附带民事调解书）。<u>\n", "evid": ["<s>、现场勘验笔录及照片、鉴定结论、物证及相关书证等。\n", "<s>，其女儿胡某于2014年12月21日在其出租房内被人杀害。\n", "<s>，2014年12月20日下午18时许，王波来到本市天津路附近闲转，其走进一个巷子里的一个理发店内，店里人问要不要小姐，王波付给店老板600元包小姐过夜钱，王波与店内的一个女孩出来，一起来到理发店对面四楼该女孩的租房，二人发生了性关系。后二人一起离开租房来到附近的“一号桥”火锅店吃饭，进店购买的消费小票显示时间为21时30分。吃完饭后二人再次回到了该女孩的租房，二人在房间内多次发生性关系，在此期间，因女孩嘲笑王波不懂男女之事，并说了一些激怒王波的话，王波猛地掐住该女孩的脖子，该女孩使劲喊，王波害怕告其强奸，用双手掐女孩的脖子，将女孩掐晕。后王波用水将女孩浇醒，该女孩还是一直喊，王波用腿压住女孩的胳膊，双手掐她脖子，掐了一会看没有反应了，一摸鼻子好像没有呼吸了。王波准备离开时怕有人发现女孩报警，其用插板电线绑住了女孩的手腕、用充电器电线绑了她的双脚，用女孩的一条黑裤子套在她的头部，又将她整个人塞进了床箱，迅速离开现场，并带走了女孩的中兴牌手机一部和钥匙串上的门禁卡一个。其离开时大约是次日凌晨3时许。\n", "<s>，2014年10月3日，经兰芳介绍，胡某租住在王培莲本市新美一巷14号自建房405室。2014年12月21日下午16时许，兰芳给王培莲打电话说因为其打不通胡某的电话，又让陈燕红敲门没有人回应，所以想让王培莲上楼看胡某在不在房间。王培莲接完电话来到胡某居住的405室，敲门没人开，用钥匙打开房门，见房内没人，王培莲离开。当日下午18时50分许，兰芳说还是打不通胡某电话，其与王培莲、陈燕红一起上4楼405室胡某租房内看看，打开门后，房内还是没人。兰芳让王培莲掀开床看看，王培莲掀开床，发现一位女人没穿衣服，蜷缩在床底下，遂报警。\n", "<s>，2014年12月20日晚上20时许，胡某和陈燕红在兰芳的理发店里，有一名年青男子进来问有没有包小姐过夜的，胡某与该男子商议包夜价格为600元。该男子将600元给了胡某。当晚22时许，胡某发微信说和那个男子在本市天津路“一号桥”火锅店吃火锅。次日上午11时许，兰芳给胡某打电话未打通。下午17时许，兰芳打电话让胡某的房东去看看，后房东回电话说胡某房内没人。下午19时许，兰芳与陈燕红、房东一起又来到胡某的租房，房东打开胡某的房门，房内无人，兰芳让房东掀开床看一下。掀开床后看到胡某在床里光着身子躺着，人应该是死了，遂即报警。\n", "<s>，2014年12月20日下午，陈燕红到兰芳的理发店去玩，看到胡某和一位身高167cm左右的男子站在店门口，该男子在掏钱，胡某让该男子把钱给兰芳，胡某与该男子从理发店离开。过了一会，兰芳打电话让陈燕红到胡某租房去拿钱包，陈燕红看见该男子从胡某的房间出来，胡某让陈燕红帮她把钱包拿上，后胡某与该男子一起离开。次日早上，兰芳称胡某的电话打不通，让陈燕红去看看，陈燕红给胡某打电话未打通，发微信也没回应，便来到胡某的租房敲门没有答应。后兰芳又让房东看看胡某在不在家，房东看后说没有。下午18时30分许，兰芳与房东、陈燕红一起到胡某的租房，房东将门打开后，房内没人，兰芳说人会不会就在床底下，房东把床掀开，听到房东叫了一声，陈燕红看到床箱内有一位裸体女子，侧着身子，蜷着腰。随后报警。\n"], "evid_w": [174, 93, 135, 14, 6, 9], "label": [2, 3, 1]}, {"fact": "<s>，被告人刘克金于2013年10月27日午饭后驾驶轿车行至朔城区南垣街时，因害怕妻子发现其藏于家中的钱后拿走，驾车返回。同日13时30分许，被害人丁克荣上工前外出买烟，二人在其南关小康村住处外相遇，因巷道狭窄，行路不畅发生争执。被告人刘克金持匕首下车，朝丁克荣的胸部捅刺一刀，致其升主动脉、肺动脉破裂，失血性休克死亡。后被告人刘克金将匕首弃于其院门口垃圾车内，逃逸。2013年11月7日，其在家人的陪同下到公安机关投案。<u>\n", "evid": ["<s>2013年10月27日13时30分许，叔叔丁克荣说要买包烟，先步行离开家中，过了二三分钟，我骑着摩托车载着父亲丁克书刚出大门，看到一辆黑色轿车堵着路，车头朝西，我骑着摩托车准备从车的北侧通过，行到该车右前侧时，看见三叔躺在不远处，一男子（被告人刘克金）从他的胸部往出拔刀。我问刘克金要干什么，他用刀对着我，反问我要干什么。我由于害怕就去查看叔叔的伤情，当时叔叔临近死亡，喊来舅舅杨长贵打了120急救电话，医生来后，告诉我们人已经死亡。刘克金是我们租住房西侧的邻居，持一把长约30公分的木柄刀子。他用刀威胁着我们上了车，把车停在他家屋后，回到自家呆了约两分钟后向南逃跑。\n", "<s>2013年10月27日13时25分许，我们准备去工地上工，弟弟丁克荣要去买烟，先出了我们租住南关小康村房屋的大门，约二三分钟后，我和丁老大骑摩托车也出了大门，来到房屋后，见巷道里停着一辆黑色轿车，丁老大载着我从车的副驾驶一侧与墙之间的通道通过时，丁老大突然从摩托车上跳下，摩托车往右边倒去，我也跳下车，看见前边不远处丁克荣躺在地上。丁老大问刘克金为什么要杀丁克荣，刘克金说：&ldquo；你要干什么。&rdquo；我和丁老大过去抱起丁克荣发现他左胸部被捅了一刀。后我跑回家取了一把菜刀，返出时那辆车已停到我家大门西侧的空地上。我跑过去用刀朝那车的后挡风玻璃砍了一刀。刘克金拿的刀子长约30公分。\n", "<s>午饭后，丈夫刘克金驾车离开家。13时至14时许，听到我家大门有响动，开门看到一名年龄约40岁左右的外地男子（丁克书），手持一把菜刀在砍我家大门，又转身走到我家房子后边，用菜刀砍我丈夫驾驶的车牌号为晋F26576的黑色大众汽车，把后挡风玻璃砍碎。我问邻居才知道刘克金与别人打架了，后听说一个外地人死了。民警在院内小车上提取的匕首不是我家的，也没有见刘克金携带过。2013年11月7日，刘克金回到家中说想自首，后在张海平、郝贵陪同下到了公安机关。\n", "<s>指认笔录：被告人刘克金及证人丁老大均对被害人丁克荣被捅刺的地点进行指认。\n", "<s>到现场后看到姐夫丁克荣躺在地上，手上有血，打了急救电话，医生来后说人已死亡。\n", "<s>知道妹夫刘克金于2013年10月27日用刀将人捅死的事实。其于同年11月7日陪同刘克金到公安机关投案。\n", "<s>2013年10月27日午饭后，驾驶车牌号为晋F26576黑色桑塔纳轿车从家来到南垣街时，想起家中褥子下藏着些钱，怕老婆发现后拿走，就调头回家。开车进入巷子走到柴伟家院外的厕所时，碰见邻居院里住着的一个外地人从我车子南侧走过。因为经常见面，我问他干什么去，他说去上班。因为巷子窄，后面跟着的两个外地人骑摩托车停在我车右前侧四五米处，不知说着什么，我探出头让他们赶快走。先前步行的那个人返回来用手指着我不知说什么，我见状升起了车窗玻璃，那人就反复拽门把手。门锁着，他拽不开门，用手拍车顶。我在车里随手拿起放在驾驶座和中央扶手箱之间的匕首，解开门锁，用脚将门蹬开，将那人顶的爬到车头左侧，我接着下了车，那人起来推车门，我不知怎么就倒地了，那人上来将我按倒在地，骑摩托车的那两个人放倒摩托车在我身上乱踢，我拿刀向上方捅了一刀，按我、踢我的人就松手了。我起来看见步行的那个人向东逃跑，骑摩托车的两个人在南侧车尾处站着，我上车往回开车，有个男的追赶我，并用刀砍一下车后挡风玻璃。我将车停在我家房后，进了院门，把大门插住，将匕首放到大门口的垃圾车上，翻过西墙逃跑。刀子是一把木把单刃杀羊刀，长约30cm，是中秋节割羊肉时买的，用完后一直放在车内。案发时，我怕被打，所以下车时拿上了匕首。\n", "<s>被告人刘克金持刀朝被害人胸部捅刺一刀的事实。对被告人刘克金及其辩护人提出的被告人刘克金只捅刺被害人一刀的辩护意见，本院予以采信。\n", "<s>其持刀捅刺被害人的主要犯罪事实，其行为具有自首情节。对被告人刘克金及其辩护人提出的该项辩护意见，本院予以采纳。\n"], "evid_w": [31, 4, 47, 33, 13, 24, 52, 4, 3], "label": [6, 2, 0]}, {"fact": "<s>：<u>2014年1月23日傍晚，了杀害妻子的犯罪事实。经法医鉴定：董某某系被人扼压颈部致机械性窒息死亡。<u>\n", "evid": ["<s>2014年1月24日零点四十分左右，接到报案说某某村有人在家中将其老婆杀害。派出所的民警杨某丙、杨某带领其、陈某、杨某某、李某丙四名协管员赶往现场。杨某丙给村干部李某甲打电话问清了报案人的具体住址，报案人不给开门，杨某丙就给李某甲打电话找梯子，后想办法进入院中。北屋一个中年男子称是报案人李灵，李灵在床上搂着他老婆的头，没穿衣服，他老婆只穿粉色内裤。经询问，李灵称和老婆吵架，他一气之下就把老婆掐死了。杨某丙摸了妇女的颈动脉，没有跳动迹象，将李灵带回派出所。120的人员到现场检查后，称该妇女已无生命体征。\n", "<s>2014年1月24日凌晨0时44分，民警杨某丙给其打电话询问李灵家的位置，并说李灵报警说他杀了他媳妇，让其过去看看。民警杨某丙又打电话让其找梯子让民警翻墙进去。李灵平常喜好喝酒，夫妻关系也差不多。\n", "<s>2014年1月23日傍晚六点钟，与李某某在家闲聊时，提议去李灵家喝酒。李某某给李灵打电话后，其买了两瓶白酒、小菜和李某某一起去李灵家。李灵和其妻董某某都在家，其三人就喝起酒来。三人共喝了两瓶白酒，是平分喝的。喝酒结束后，李灵把其二人送到了门口。李灵平时没有给别人打过架，夫妻关系也较好。\n", "<s>2014年1月23日傍晚，其给李灵打电话，说要和高某某去他家喝酒。买了白酒和下酒菜后，我和高某某去李灵家，李灵和其妻董某某在家。三人喝完两瓶白酒后，其和高某某就离开李灵家。李灵喜欢喝酒，平时感觉他们夫妻关系挺好的。\n", "<s>第二天早上知道邻居李灵家昨天夜里出事了，夜里没有听见李灵家有吵闹声音。李灵和他爱人平时没有吵过架，李灵喜欢喝酒。\n", "<s>1月24日凌晨1点多，接120急救电话到现场后，经检查该妇女已无生命体征。\n", "<s>2014年1月23日下午4时半左右，李某某给其打电话说，要和高某某来其家喝酒。下午5点多，他们两人来到家，当时其和妻子董某某都在家里。三人共喝了2斤酒，后来他们两人就走了。其与妻子董某某睡觉时，其把衣服脱光了，妻子董某某脱的只剩下一个内裤。躺到床上后，其妻子董某某就开始埋怨说，让其少喝点酒，二人吵了几句。其妻子董某某说，其再喝就找人杀了其。其说你找人杀我，其就杀了你。其妻子说，就去找人，并且下床。其看她去找人，就拽她。她跌倒在床北边，头朝西，脚朝东躺在了地上，其上去捺住她。其当时想，你找人杀其，其就先杀了你。骑到她的身上，用两个手扼住她的脖子，并把她的头往北墙和地上碰。等其清醒后，其见妻子董某某躺在地上，嘴上流着血，叫她也不吭声。其就找到手机，打110报警，说叫李灵，在某某村把老婆杀了。打过110后，其把妻子董某某抱到床上，并且用被子盖上，其钻到被子里抱着她。后110的人在外面敲门，其还在那抱着妻子，没有去开门。110的人弄开门后，把其带到了公安机关。\n"], "evid_w": [11, 1, 17, 1, 17, 6, 0], "label": [4, 2, 0]}, {"fact": "<s>，2012年7月29日晚10时许，。<u>另查明，被告人唐兵致被害人冯建军、唐强死亡的行为，确已给附带民事诉讼原告人李春梅、冯文光、王琼芳、冯思怡、唐大金、刘玉兰造成了一定的经济损失。<u>\n", "evid": ["<s>2012年7月29日22时许，李红与其男友唐强途经一个杂货店门口时，突然迎面冲来了一辆电瓶车，电瓶车上坐了一名男子，后面还有一名男子在推车。因电瓶车直接把李红与唐强冲散开，唐强出言责骂对方，双方发生争执。唐强后打电话给冯建军。之后，推车的男子从一个做刀具的门面里面拿了根铁棒出来朝唐强冲过去，唐强就跑了。冯建军到场后，欲让推车男子道歉，但该推车男子到刀具店里拿了一把刀出来，追赶唐强。冯建军见状后便在旁边的小卖部门口拿了一根凳子去打持刀男子。骑车男子在冯建军背后拿凳子将冯建军打倒在地，推车男子便持刀向倒地的冯建军颈部砍了一刀。随后，推车男子后又拿刀去追砍唐强，唐强右颈部被砍后便倒在地上。李红通过照片辨认出罗中平即持刀砍死唐强及冯建军的人；被告人唐兵是拿铁凳砸倒冯建军的人。\n", "<s>2012年7月29日22时30分许，李春梅听见楼下传来其丈夫冯建军和他人大声说话的声音。下楼后，李春梅见冯建军与唐强在和两个青年男子因骑车问题发生争吵。对方一名男子从一个刀模店铺内提着一把长约50厘米的未成形刀模出来冲向唐强。冯建军见状便捡起路边的一条板凳朝着那刀模的男子扔去，但没有砸到对方。这时，对方另一个男子绕到冯建军身后，捡起路边放着的一条板凳将冯建军打倒在地，拿着刀模的男子就拿起刀模朝冯建军的后颈部砍了一刀，冯建军便滩在地上，李春梅冲过去扶冯建军。之后，李春梅发现唐强也被砍倒在了地上。对方两名男子随后逃离现场。李春梅通过照片辨认出持刀砍死冯建军和唐强的是在逃犯罪嫌疑人罗中平。\n", "<s>2012年7月29日22时许，向子群在其位于金花镇马家河村2组的店铺面上见冯建军很急的从外面跑回店铺内，拿起平时勾卷帘门的钢条后又急忙往外跑。向子群出去后见冯建军及一名姓唐的男子与对方两人在争吵。对方一名男子从刀具店内拿了一把刀模出来，另一个男子抓了一根铁凳子将冯建军打倒在地，对方拿刀模男子便持刀模将冯建军砍倒在地。这时，姓唐的男子手里拿着铁钩和拿刀的男子对打，而先前拿凳子的男子又抓了另一根铁凳扔过去打冯建军的朋友，但未果。持刀的男子过去往冯建军朋友颈部又是一刀，将冯建军朋友砍倒在地。随后，对方一高一矮两个小伙子就逃离了现场。向子群通过照片辨认出持刀杀死冯建军及唐强的是罗中平。\n", "<s>2012年7月29日22时30分许，杨德顺铺子上的小工罗中平陪同“小唐”去送货。半个小时后，罗中平和“小唐”推着摩托车回来，后面跟了一个男青年和一个女青年。双方因为车辆擦挂的问题发生争吵。罗中平随后从铺子里拿了一根铁棍去追那个男青年。被追的男子又带了另外几名男子回来继续和罗中平争吵。杨顺德见对方一名男青年拿着铁钩子跟着罗中平。罗中平手上拿着铺子里面的模具刀和他打斗。先前和罗中平吵架的男青年拿着一把凳子过来砸罗中平，“小唐”用凳子砸中了这个人，罗中平趁这人没注意时上去对着他头颈部就砍了一刀，将其砍倒在地。另一名男子就上来和罗中平打斗。打斗中，罗中平持刀砍到这名男子颈部，该男子随即倒地。后罗中平和“小唐”逃离现场。杨德顺通过照片辨认出杀死冯建军与唐强的是罗中平；用铁凳砸中对方男子的是被告人唐兵。\n", "<s>及辨认笔录。2012年7月29日晚10时30分许，有一男一女和罗中平及唐兵边吵边朝刀具店走来，那个女的就留在厂门口继续吵，罗中平见状，进场拿了一根铁棒出来，对方的男的也喊了两个小伙子过来，其中一人手上拿了一根铁棒。他们过来后，双方发生争吵和抓扯。罗中平于是冲进店里拿了一把刀出来与他们打起来。这时对方一名男子捡了根摆在小卖部门口的凳子砸向罗中平，而唐兵也同样捡了根摆在小卖部门口的凳子，一下将对方的一名男子砸倒在地。罗中平这时便冲过去朝该名男子颈背部砍了一刀，将其砍倒在靠近厂门路边。这时，对方另一男子就拿着他们带来的铁棒和罗中平打了起来。这时，从第一名男子倒地的方向飞来一个凳子落在罗中平和第二名男子打斗的地方，好像是唐兵甩出来的。后来，王敏发现第二名男子躺在了路中间。王敏辨认出罗中平、被告人唐兵及被害人唐强。\n", "<s>、辨认笔录及指认笔录。其供称：2012年7月29日22时许，我骑着摩托车，叫上隔壁铺子里的朋友罗中平和我一起去送货。我们送完货往厂里走时，摩托车启动不了，然后我就骑在摩托车上，罗中平在车后推。我们大概推行了6米，路中穿过一男一女。我的车从他们之间穿过，但没有撞着他们。然后那个男的就骂我们，接着罗中平就上前推了那个男的一下，然后那个男的就打电话叫人。我和罗中平就推着车回厂里，那个男的就跟着我们。我们把车推到厂门口，对方又来了2个男的，其中有一个人手里还拿了一根拉卷帘门的铁棍。对方三人来着我们要求我们道歉，其中对方一个高个子男的还推了罗中平一下，罗中平马上冲进他们铺子里，拿了一把做皮鞋的刀料出来。对方那个高个子这时候不在了，剩下两个人开始站在路边，看见罗中平冲了过来，那个拿铁棒的男子（就是最先和我们发生冲突的男子）跑到路中间，另一个男的从小卖部门口捡起一根铁板凳砸向罗中平，但没有砸中。而我此时则绕到他侧后，拿起路边上的另一个铁制板凳砸向刚才手持板凳的男子的背部。那名男子一下被我砸得坐在地上，罗中平就过来对着该男子的颈部砍了一刀，该男子就趴在地上了，身上流了很多血。这时，我看见罗中平又冲向那个拿铁棍的男子。那个拿铁棍的男子用手里的铁棍挥动。罗中平冲上前，一刀砍到那人的颈部，那人马上就倒在地上了。然后我和罗中平就逃离了现场。唐兵通过照片辨认出在逃的犯罪嫌疑人罗中平并指认了案发现场、罗中平拿刀具的位置、被害人倒地的地点。\n"], "evid_w": [30, 3, 18, 0, 31, 10], "label": [4, 0, 2]}, {"fact": "<s>：<u>2014年8月11日2时许，了自己的犯罪事实。<u>案发后，被告人应某作为被告人应源宏亲属与被害人何某丁亲属就民事赔偿达成和解协议，被害人何某丁亲属对二被告人的犯罪行为予以一定程度的谅解。<u>\n", "evid": ["<s>，证明2014年8月13日18时许开始，何某甲就无法联系上何某丁，后何某丁的几个朋友也打电话联系不到何某丁。同月15日20时许，何某甲与郭某二人到了何某丁的租房处，并联系了一个开锁师傅帮开房门。房门打开后，有一股臭味从房间内的卫生间飘出来。开锁师傅将卫生间门打开后，看见里面躺着一个人，已经死亡。何某甲确认死者就是何某丁。郭某遂打电话报警。何某丁有两部手机，手机号码分别是137xxxx158xxxx3629。\n", "<s>，证明其经营一家开锁店，2014年8月15日21时许，其应一女子电话联系，到宁海跃龙街道银河路259号三楼开锁。该楼朝南的一间房间用防盗门锁着，其打开防盗门后，房间里没有人。接着打开卫生间的门，里面一股很重的臭味，卫生间地上躺着一个女子，头朝门，用毛巾遮住脸。\n", "<s>，证明其是宁海跃龙街道银河路259号的房东。何某丁在其处租房近2年，2014年7月左右，何某丁由259号202室搬入到259号302室房间。\n", "<s>，证明何某丁是其与卢某的朋友，2014年8月13日下午，因电话联系不上何某丁，其与卢某遂到何某丁的住处宁海跃龙街道银河路259号。卢某一个人上楼去，其在楼下等。后卢某下来说敲了门，没人开，但房间的电视机好像开着，之后其二人就离开了。同月15日17时许，卢某联系何某丁的妹妹来宁海找何某丁。当日22时许，何某丁的妹妹联系卢某说何某丁已经死亡。\n", "<s>及辨认笔录、手机通话清单，证明2014年8月10日17时许，其与何某丁通话联系。次日下午起，其拨打何某丁的手机，就一直提示关机，同月13日23时许，其与朋友娄某至何某丁的暂住房，其一人在何某丁的房门处，听到房间里有电视机开着的声音，其遂下楼了。同月15日，其与何某丁的妹妹联系，询问何某丁的情况，何某丁妹妹讲何某丁也好几天没有和家人联系了。当日20时许，何某丁的妹妹打电话来说她已经到了宁海，其遂帮忙联系了一个开锁师傅。过了一二个小时后，其打电话给何某丁妹妹得知何某丁已经死亡。何某丁的手机号码有：158xxxx137xxxx137xxxx137xxxx0161。通过察看其手机通话清单，其记得最后一次和何某丁手机发短信息时间是2014年8月11日20时许，何某丁的137xxxx9642手机发信息让其到何某丁的暂住房里去看看。当时其很奇怪，以为是何某丁发错，并回信息问是不是发错了，对方回信息说没有发错。其因为没有空也没有去。当晚20时许，其与138xxxx2223手机号码发过信息，但聊天内容记不清楚。该手机号码的机主是一宁海本地男子，其是通过何某丁认识的。经卢某照片辨认，确认照片中的应源宏就是其所称138xxxx2223手机号码的机主。\n", "<s>，证明其与何某丁最后一次联系是2014年8月11日中午。同月13日21时许，其拨打何某丁的电话，均提示手机关机，同月14日和15日，其继续打何某丁电话，也均提示关机。15日下午其打电话给何某丁的妹妹，让她去看看何某丁，当日22时许，何某丁妹妹打电话来说何某丁已经死亡。何某丁的手机号码分别为158xxxx137xxxx137xxxx9642。\n", "<s>，证明其接到电话获悉何某丁死亡，遂从重庆赶到宁海，在殡仪馆看到了何某丁的尸体。\n", "<s>及辨认笔录，证明其曾送外卖到宁海县跃龙街道银河路259号302室，该室居住的是一名女子。经汪某照片辨认，确认照片中的何某丁就是居住在宁海县跃龙街道银河路259号302室的女子。\n", "<s>，证明2014年8月10日左右一天晚上，其与应源宏等人在宁海“坦坑路”一十字路口吃夜宵，一直到次日凌晨1时许结束。应源宏付完账，到陈某甲楼下聊天后离开。应某涛一个人到酒吧，随后打电话给应源宏，有一个讲普通话的女子接电话说应源宏已经睡了。应源宏的手机号码为138xxxx2223。\n", "<s>，证明2014年8月5日左右，应源宏从其转让店铺的费用中拿走了人民币2000元，之后就未再联系。同月16日左右，其打电话找应源宏时，应源宏的电话已经关机。同年9月6日，其得知应源宏被公安机关抓获。\n", "<s>，证明2014年8月6日晚，应源宏发信息给其，要借人民币2000元。其电话确认后，通过银行转账方式汇给应源宏人民币2000元。同月9日，其又接到应源宏的信息，说钱不能还上。后来应源宏也没有再联系，钱也未还。应源宏的手机号码为138xxxx2223。\n", "<s>及辨认笔录、信用社一卡通交易明细清单，证明其于2014年8月15日接到一外地客人，他称钱包、身份证和银行卡都不见，并向其借银行卡，让他家人汇钱过来。次日上午，其帮那人用信用社的银行卡，让对方汇了2万元到卡上，其取出钱给了那男子。经陈某乙照片辨认，确认照片中的应源宏就是向其借用银行卡的男子。\n", "<s>，证明2014年8月12日中午，应某给其一个写在纸上的电话号码，交待说如果应源宏打电话来，就把这个号码告诉应源宏，也没说什么原因。次日11时左右，应源宏用一个陌生号码打其电话，其就将该号码告诉了应源宏。之后就没有联系过。\n", "<s>、俞某英农村信用合作社账户交易查询清单，证明2014年8月16日，应某向应某松借了人民币3万元。后应某找到俞某英，借用俞某英的银行卡，向外地的银行卡号转账人民币2万元。\n", "<s>，证明2014年农历7月15日过后的一二天，应某让应源宏去杭州打工，其也帮应源宏收拾了衣物等东西，后应源宏说不去杭州了，具体去什么地方其不知道。过后几天，其再打电话给应源宏，已经联系不上。其问应某为什么打不通应源宏的电话，应某说应源宏没钱就会回来的。后听说应源宏杀人了。\n", "<s>，分别对上述故意杀人、窝藏基本犯罪事实供认不讳，且所供与上列其他证据能相互印证。\n"], "evid_w": [17, 4, 20, 20, 1, 2, 5, 1, 14, 1, 2, 1, 0, 3, 1, 4], "label": [3, 8, 4]}, {"fact": "<s>，2014年3月18日23时许，被告人赵建军在自家喝完酒后又来到梁某甲（系被害人，男，殁年43岁）家喝酒。二人喝到次日凌晨1时许，因抱羊羔一事发生口角，被告人赵建军从梁某甲家炕上拿起一把单刃尖刀，照躺在炕上的梁某甲胸口等部位连续捅刺数刀，随后离开现场并拨打110报警电话投案。经呼和浩特市公安局物证鉴定所鉴定：死者梁某甲系被他人用单刃锐器捅刺胸腹部造成心、肺破裂大失血死亡。<u>另查明，由于被告人的犯罪行为，给附带民事诉讼原告人带来了一定的经济损失，计丧葬费人民币23526元，抢救费人民币580元。<u>\n", "evid": ["<s>2014年3月19日2时07分，闫某某接到窦某某电话得知儿子梁某甲和赵建军打架，被打伤了。闫某某随后赶到案发现场，看到儿子梁某甲躺在炕上，肚子上插着刀。\n", "<s>2014年3月18日17时30分许，赵建军在牧场碰到了梁某甲，梁某甲让赵建军晚上去自己家喝酒。赵建军于当天22时30分许，拿了一瓶白酒到梁某甲家喝酒。二人在梁某甲家的炕上喝了一瓶白酒后，因抱羊羔的事发生争吵，赵建军被梁某甲辱骂后，从梁某甲家炕上的暖风机上取下一把尖刀，照炕上睡觉的梁某甲胸口捅刺了四五刀。捅完最后一刀，赵建军没有拔出刀，其看到梁某甲没气了，就走出梁某甲家，并拨打了110报警电话。随后赵建军回到自己家换了衣服，同时给范某某打电话告知情况，民警到来后，赵建军主动从家里走出来被抓获。\n", "<s>2014年3月19日1时38分，赵建军给范某某打电话称，自己喝了酒和梁某甲打架，用刀子把梁某甲捅了，自己已经报警了。范某某随后和褚艳敏、王金祥两口子、赵某甲、赵某乙和赵某乙父母八人去了赵建军家。同时证实，赵建军说打架的原因是两人喝酒了，梁某甲骂他两人就打架了。赵建军自己说捅了梁某甲四五刀，梁某甲肯定死了。\n", "<s>2014年3月19日凌晨，梁某甲和赵建军给张某乙打了好几个电话，说的都是醉话。\n"], "evid_w": [115, 63, 7, 66], "label": [0, 1, 3]}, {"fact": "<s>，2014年3月7日下午15时许，被告人林某某去到北流市某某镇某某村某某小学附近，见到与其同村同组的田某海的儿子即被害人田某硕（2008年11月26日出生）下课后在该小学旁边游玩，林某某便产生要杀掉田某硕的念头，之后，林某某便从其父亲林某华的小卖部厨房内拿出一把菜刀，冲过去抓住田某硕的衣领将田某硕拖到该小卖部旁边的水池处，把田某硕按倒在地上，朝田某硕的左侧颈部砍了一刀，并将田某硕丢入该小学旁边的河里，尔后，林某某拿着菜刀返回家中。该小学的老师得知情况后，立即赶到现场抢救田某硕，田某硕经送医院抢救无效于当日死亡。经北流市公安局法医鉴定，被害人田某硕系被他人用砍器砍破左侧颈内静脉致大失血而死亡；经南宁市第五人民医院、广西龙泉山医院司法鉴定所分别对被告人林某某鉴定，均认为被告人林某某患有精神分裂症，在案发时处于发病期，在案发时具有限制刑事责任能力。<u>\n", "evid": ["<s>其是北流市某某镇某某村某某小学老师，田某硕是其学前班的学生。2014年3月7日15时许，其听说其学前班的一个学生被人砍伤推入河里后，就与田某锦、田某萍、赖某贞、陈某炎等老师去到学校旁边的小河，见到其学生田某硕掉在河里，陈理炎马上跳入河里抱起田某硕。其见到田某硕面色发青、呼吸减少、眼睛紧闭，脖子左侧有一刀伤，正在不断流血。不久，田某硕的母亲黄某英来到就把田某硕送去医院抢救。当日16时许田某锦打电话回学校称田某硕经抢救无效死亡。\n", "<s>其是北流市某某镇某某村公所的治保主任。2014年3月7日15时许，其接到村支书陈某才的电话称某某村某某组有人用刀砍小孩，叫其赶快到现场看看。其到现场后听田某锦老师讲是某某组的林某某刚才在某某镇某某村某某小学旁边的小卖部附近用刀砍伤了同村田某海的儿子田某硕，已经送去医院抢救，其听后就叫人打电话报警。不久，派出所的民警来到林某某的家中将林某某抓获，并拿走现场的菜刀。\n", "<s>被告人林某某是其儿子，林某某拿去砍人的菜刀就是其平时放在厨房使用的菜刀。其听儿媳妇杨某某讲过林某某在广东打工时有十几日精神不正常。\n", "<s>2014年3月7日15时许，其学校的几个老师听说田某硕掉进河里后马上去到河边，陈某炎老师跳进河里把田某硕抱起来，其见到田某硕的上衣染有许多血，便叫人将田某硕送到陆川县沙坡镇医院救治，其随后亦赶到沙坡医院，但该医院的医生告诉其田某硕已经死亡。\n", "<s>其是北流市某某镇某某村小学的校长，是其打电话报警的。\n", "<s>其是北流市某某镇某某村小学某某分校的老师。2014年3月7日被伤害的田某硕是其堂哥田某海的儿子，其见到田某硕被人从河里抱起时双眼紧闭、嘴唇发黑、颈部左侧有一道伤口。\n", "<s>2014年3月7日下午，其在学校办公室听说有学生跌落河后就跑去看，见到有一个小学生掉在河里，其即跑去抱起该名学生，该名小学生颈的左侧有一道伤口，颈部、身上、衣服上都是血，后该学生的母亲来到将该学生送去医院救治。\n", "<s>其是北流市某某镇某某村小学某某分校的老师，2014年3月7日其见到林某某拿着一把刀在他家门口行走。\n", "<s>2014年3月7日下午，其和田某硕、莫某豪等人在教室右边屋角处玩时，见到林某某右手拿一把菜刀、左手抓住田某硕的衣领，其见到后很害怕，就跑回教室。\n", "<s>2014年3月7日15时许，黄某英的儿子田某硕被人用刀砍伤，是其开摩托车送田某硕到医院救治的。\n", "<s>2014年3月7日下午，其在学校操场休息，见到林某某拿着一把菜刀从学校边的屋角处冲出来，用手抓住田某硕的衣领，将田某硕拖到林某华小卖部旁的水池边，把田某硕按在地上，用手中的菜刀砍田某硕的颈部，后将田某硕丢进旁边的小河里，其见到后跑回学校告诉老师。\n", "<s>2014年3月7日下午，其在操场边玩，见到林某某手里拿着一把菜刀，抓住田某硕的衣领将田某硕拖到林某华小卖部旁的水池边，将田某硕按倒在地，用菜刀砍田某硕的颈部，后将田某硕丢进旁边的小河里，其害怕了便跑回家里。\n", "<s>2014年3月7日下午，其在北流市某某镇某某村某某小学上学的儿子田某硕被人砍伤颈部，经送医院抢救无效后死亡。其听别人讲其儿子田某硕是被邻居林某某砍的，其家与林某某没有矛盾。\n", "<s>2014年3月7日15时许，其见到林某某从林某华的小卖部旁边一间屋里拿出一把菜刀，走到学校旁边抓住学前班的一个男同学的衣服将该男同学拖到林某华的小卖部旁边的水池边，举起菜刀朝该男同学的颈部砍了一刀，后将该男同学丢入河里，其见到后害怕就跑了。\n", "<s>2014年3月7日下午，其在学校靠村公路的走廊边玩，见到林某某将学前班的田某硕从学校旁边拖到林某华小卖部旁的水池边，将田某硕按在地，用菜刀往田某硕的脖子上砍了一刀，之后将田某硕丢到河里。\n", "<s>其是陆川县某某镇中心卫生院的医生。2014年3月7日下午，北流市某某镇某某村某某组的一名妇女送一名被刀砍伤左颈部的小孩到其卫生院救治，该小孩被送到医院时已经死亡。\n", "<s>经证人林某华、被告人林某某辨认，确认被告人林某某砍被害人田某硕的作案工具是一把菜刀。\n", "<s>经证人冼某勇、冼某志、陈某荣、陈某荣辨认，确认被告人林某某就是用菜刀砍被害人田某硕的人。\n"], "evid_w": [51, 66, 95, 29, 10, 6, 5, 5, 31, 3, 56, 9, 3, 3, 2, 2, 2, 0], "label": [2, 0, 10]}, {"fact": "<s>，被告人杨春生与被害人高某乙是男女朋友关系。案发前，二人共同租住在深圳市宝安区xx街道xx区xx巷xx号xx房。因高某乙向杨春生提出分手，双方为此多次发生争执。2013年8月17日下午，杨春生与高某乙在租房内再次因分手发生争吵，杨春生随即持水果刀及菜刀将高某乙捅死。2013年8月20日，杨春生被公安机关抓获归案。<u>\n", "evid": ["<s>我是xx区xx巷xx号xx房的房东。2013年5月，高某乙和她男朋友杨春生一起入住xx房，2013年8月8日，高某乙还交了房租给我。我住在高某乙楼下，这几天没有听到楼上有异常响动。2013年8月20日8时40分许，高某乙的同事过来说高某乙好几天没去上班，电话打不通，她男朋友的电话也打不通，要求我打开房门看看。我就打开房门，看到一个人躺在床上，床原来靠墙，现被挪到中间，床上的人身上被衣物掩盖，只露出一只女人的手，应该是高某乙，地上有一滩类似血的东西，但血迹已干，房间也很乱。我感觉出了命案就打电话报警了。<u>\n", "<s>证人罗某甲从混杂的照片中辨认出被告人杨春生，称杨春生就是xx房的租客；其对2013年8月17日的视频截图进行了辨认，称该视频截图反映了当日08时18分许，高某乙和杨春生一起进入租房及当日22时01分许，杨春生一个人离开租房。<u>\n", "<s>我是被害人高某乙同事。2013年8月16日晚上，高某乙值夜班时聊天提到她男朋友最近两天精神有点不正常，要求8月17日休息一天。8月18日、19日晚上，我没看到高某乙来值夜班。我拨打高某乙手机及高某乙男朋友手机均无法联系上。8月20日8时许，我和几个同事到高某乙住处找房东开门看看。房东开门后，我看到房间很乱，地上都是衣服，进门旁边有一滩血，房东就报警了。高某乙性格开朗，人缘挺好，她上下班都是男朋友杨春生接送的。\n", "<s>我是被害人高某乙以前的同事。案发时，我租住在xx区xx巷xx号xx房，和高某乙是邻居。2013年8月20日8时40分，骆某过来找我，说高某乙几天没上班了，而且高某乙和她男朋友的电话都打不通，要我帮她找房东打开高某乙的房门。我就去找房东打开了高某乙的房门。我看到房间很乱，地上有一滩类似血一样的东西。房东就说出事了并报警了。\n", "<s>2013年8月17日21时56分许，我接到杨春生电话，杨春生让我回住处。我回到住处楼下看到杨春生提着行李，杨春生说要在我住处住几天。我当时怀疑杨春生和他女朋友吵架了，但杨春生没有回答，我就让杨春生入住了。当晚我拨打杨春生女朋友高某乙的电话，没有打通。8月20日11时许，民警找我调查。我带着民警找到了杨春生。杨春生入住我住处后没有异常举动。杨春生和他父母都很正常，我没听说他们有精神病。杨春生和高某乙关系很好，我没听说过他们之间有矛盾和纠纷。\n", "<s>证人张某从混杂的照片中辨认出被告人杨春生。<u>\n", "<s>我是被害人高某乙的父亲。2013年8月20日下午，我得知女儿高某乙死亡的事情。我最后一次跟高某乙联系是2013年8月17日，高某乙打电话说她感冒了。我不知道高某乙在沙井有男朋友，也不知道高某乙因何事及被何人杀死。\n", "<s>证人高某甲从混杂的照片中辨认出被害人高某乙；其对死者的照片进行了辨认，称死者是其女儿高某乙。<u>\n", "<s>，均对犯罪事实供认不讳。其称：我和高某乙是男女朋友关系，共同租住在沙井xx社区xx区xx巷xx号xx房。2013年8月17日17时许，我和高某乙在租房内，因高某乙提出分手，我一气之下拿着水果刀捅了高某乙腹部两刀，高某乙叫了救命，我在慌张之中又拿起一把菜刀朝高某乙头部砍了两刀，高某乙倒在床上，腹部和头部不停流血。当晚我因害怕就离开住处到同事张某的出租屋暂住了几天。2013年8月20日中午，我被抓获。被抓获时，我穿的裤子上的血迹是高某乙的。我没有精神疾病。<u>\n"], "evid_w": [16, 38, 3, 1, 16, 52, 27, 5, 1], "label": [1, 0, 6]}, {"fact": "<s>，被告人李全杰因其子李某乙在家中经常殴打其与妻子，并有在外拦车要钱、盗窃的劣迹，遂产生杀死李某乙之念。2012年10月19日早晨，被告人李全杰趁李某乙熟睡之机，持铁锤在李某乙头部连续击打多次，致被害人李某乙当场死亡。后被告人李全杰用家中运粮车将被害人李某乙的尸体拉至其家南侧约100米的耕地里掩埋，并用玉米秆遮挡。2012年10月23日，被告人李全杰向公安机关投案。经法医鉴定，被害人李某乙系被接触面较小、具有一定重量、一定硬度的钝器多次连续打击头部致重度颅脑损伤死亡。后经陕西司法精神医学鉴定中心鉴定：被告人李全杰患有躁狂症，其2012年10月19日作案时，有部分刑事责任能力。<u>\n", "evid": ["<s>，证明她儿子李某乙以前表现都好，后在外打工几年，前三个月左右才回家。李某乙回来后就像变了一个人，经常问家人要钱，不给就打人，砸家里的东西，扬言烧家里的被子、房子，为此李某乙和丈夫李全杰吵架，还打李全杰，说要把李全杰弄死。李某乙打她和丈夫，还有女儿，把家里人打的都受不了。前几天经常打她们，李全杰晚上都不敢回家睡觉，在玉米地里睡着。李某乙不但问家人要钱，还在路上挡车要钱，要的钱买烟、买好吃的，还买一种袋装的粉末冲水喝，她问是什么东西，他说是好东西，吃了他就控制不住自己。\n", "<s>，证明前几天的一天早上，她起床后就没见到她哥，她爸对她说：&ldquo；你哥死了&rdquo；，说他把她哥弄死了。她哥经常在家里打父母，还打她。她爸吓的经常在玉米地里住，不敢回家。她哥用木棍、锨、砖头等打人，也没什么原因，不高兴就打人。前几天，她哥和她爸吵架，她哥嫌她爸说他是贼，乱偷别人东西，吵完架后拿砖砸了她爸几下，她妈劝时，还将她妈砸伤，后来她妈就住院了。她哥也经常打她，她哥和父母打架那几天，她哥还拿棍在她腿上、身上打，她身上被打青肿了，是她爸将她拉跑。她哥原来和家人都好着，在外面打工几年，回来后就学坏了，在家里不干活，还在路上挡车问人要钱，偷家里东西卖掉。还经常喝一种黑色的啥药，吃了药就打人，她哥说是咖啡，让她尝了，是苦味。\n", "<s>，证明他家东南邻居是李全杰，两家中间是田地，相距30米。李全杰的儿子李某乙小时候读书少，后来去打工。过几年回来后学坏了，平时游手好闲，不在家干活，有时还小偷小摸，在路上挡车要钱。前段时间，李某乙借村人手扶拖拉机拉东西，结果用车将人撞了，李某乙把车扔了跑回村，村人要车，李全杰将派出所的人叫来要将李某乙带走，派出所的人说是交通事故就走了。他听李全杰说，为此事李某乙和父母吵架，并用砖将李全杰媳妇韩某某砸伤，李全杰用锄头将李某乙头打伤。李全杰说李某乙给他丢人，还叫派出所要将李某乙抓走。农历九月初四下午他最后一次见李某乙在村子里转。他听村人都说李某乙吃啥药呢，吃了药啥都不怕，见谁打谁。李全杰和村人一般不太来往，性格和别人不一样。韩某某有精神病，时好时犯病。另称，李全杰精神可能不正常，爱吹牛，整天说国家将他冤枉了，说他能发明这，发明那。他妻子是神经病，一家人都神神道道的，小时候都比较爱发呆，跟凡人不打交道。这几年，他见人都说国家这么发展，为啥没有他活路呢。加之妻子精神不正常，李全杰一天也像是有啥病，跟正常人不一样。\n", "<s>，证明李全杰家是他家对门。李全杰是个老实人，是兴平人，但在这住着，平时不和村人交往。他大约一星期没见过李全杰的儿子李某乙。他感觉李某乙从外地打工回来后精神有点问题，在村北路上挡车，还被打过，平时村人也不愿和他交往。李某乙经常打父亲李全杰、母亲韩某某，有一次用砖在韩某某头上砸了一砖。\n", "<s>，证明他家和李全杰家是邻居。李全杰妻子韩某某患有精神病，他们家有一儿两女，儿子叫李某乙。他大约一星期没见过李某乙了。李某乙以前一直在外地打工，今年年初从外地回来，回来后感觉精神有点问题，听人说打工时被人打成这样子了。回来后李某乙一直在家，村北修路时，李某乙经常在路上拦车，被人打过几次。李某乙经常在村里惹事，村里没人和他来往。李某乙经常向父母要钱，父母不给，李某乙就打父母李全杰、韩某某，有一次还用砖在韩某某头上砸了一砖。李全杰是个老实人，脾气比较古怪，平时也不和村人说话、来往。\n", "<s>，证明他和李全杰一直上学。李全杰患有头疼病后就很少与他来往。\n", "<s>，证明李全杰是他堂弟。李全杰从小性格就有点孤僻，与人交往不多，说话经常是只顾自己讲，不管别人听不听，有些收不住，思想上爱钻牛角尖，别人劝也听不进去。李全杰有些懒，听说种花生都不收，锄地听说都要打伞。感觉李全杰精神状况不太正常。\n", "<s>，证明李全杰住的地方和张寨村紧挨着，但是李全杰平时基本不和村人来往。平时别人问李全杰什么，李全杰都能说，但是说的东西都不符合实际。李全杰小时候就很少与人来往。\n", "<s>，证明他家和李全杰家住对面，很近。李全杰是兴平人，住他村，和人很少交往，日子过不到人前，自卑心很强，很封闭，精神不太正常，村人议论他精神方面有问题。李全杰很少出门，也不爱干活，经常自言自语。李全杰和儿子李某乙的脑子和正常人不一样。\n", "<s>，证明李全杰在她家对面的地里住着。李全杰平时不和村人打交道，不爱说话，说话理论水平高，说起话来不停歇。李全杰家里人整天都坐在家里，也不出去打工，脾气很犟，家里日子过的不好。别人给他娃衣服、吃的东西，他都不要。他家有二十亩地，也不给别人种，自己又种不好，他害怕把地给别人种，别人打了粮食卖钱发财，也不允许别人在他家地里割草。经常说话不切实际，性格孤僻，心眼小。村人说李全杰脑子不正常，就是李全杰不和人打交道，说话不切实际，想象着说。\n", "<s>，证明他因涉嫌犯故意伤害被羁押于兴平市看守所3号监室。2012年10月李全杰因故意杀人被关押在兴平市看守所。李全杰看着有点不正常，特别是说起杀害他儿子的事时，情绪特别激动，语无伦次，他们也听不懂他说话，还哭泣说杀儿子是为民除害。还说他家住的地方和&ldquo；钓鱼岛&rdquo；（其承包土地位于渭河南岸，被周至县尚村镇张寨村土地和村庄包围）一样，没人管，他杀儿子是因为儿子吸毒，还下毒害全家，所以才杀儿子。李全杰有时正常，有时不正常。\n", "<s>，证明他和李全杰被关押在一个监室。李全杰精神有点不正常，说话语无伦次，经常自言自语。因为李全杰说话神神叨叨，平时也没人愿意和他说话。李全杰还容易情绪失控，有时候正在干活时大喊大叫，说他是保卫&ldquo；钓鱼岛&rdquo；的英雄。和别人说话时，不知道就想哪去了，说话都是莫名其妙。有时还说他要给中央说在他那里造一个发电厂，反正说的事情很奇怪。提到杀儿子，李全杰也会难过，但更多说是为民除害，是英雄，还认为政府把罪定错了，认为自己不是故意杀人，是故意杀儿。\n", "<s>，证明他和李全杰在一个监室关押。李全杰神经有点不正常，给人感觉神神叨叨，他将自己儿子杀了，但他的意思是为民除害。别人正在说其他事，李全杰跟过来插话，但一说就是要发明创造，保护&ldquo；钓鱼岛&rdquo；，为祖国搞建设，也不管别人听不听，反正自己就在那说一大堆，说的那事也听不懂。李全杰经常在监室里说自己不是故意杀人，是故意杀儿，认为是为民除害，把他关错了。李全杰思想容易走神。\n", "<s>，证明李全杰自关押以来，时哭时笑，谈话时心不在焉，说话感觉可笑，自卑感很强，认为自己儿子吸毒管不了，只能把儿子弄死。感觉李全杰精神方面有问题和障碍。\n", "<s>，证明上世纪五十年代，他村属兴平市管辖，由于渭河发洪水把村子淹了，村里很多人都搬到渭河北岸，只有九家没有搬，后来户口也落在周至县了。李全杰家平时不和别人打交道，也不找村委会办户口，就把他的户口耽误了很多年。这几年，李全杰才开始找村委会、其他部门办户口，最后把户口落到兴平市庄头蔡西村。当年发大水，李全杰没有搬就把搬走那些人的地种了，现在他家还有十几亩地。\n", "<s>，称他把儿子打死了，埋到地里了，今天来兴平市公安局投案。他儿子李某乙十几岁就到外地打工，回来后学坏了，经常偷别人东西，还打他和妻子。还听说儿子开始吸毒，他劝儿子不听。2012年10月20日左右的一天早上6时左右，他拿了一把铁锤在他家东侧棚内儿子睡觉的床前，儿子正在熟睡，身上穿着深颜色的秋衣秋裤，他用铁锤在儿子头上猛砸了几下，将儿子砸死。随后，他用拉粮食的铁架子车将儿子尸体运到家里南侧约100米的玉米地里，挖了一个长条坑将儿子埋了，然后把旁边的玉米秆垛子拉倒，把埋人的地方盖住了。铁锤扔到家里。他的房在周至县尚村镇张寨村9组附近。还称，儿子李某乙不学好，经常打他和妻子韩某某，让他给钱，他家很穷，实在没钱给儿子。大约8天前，李某乙用砖把他妻子韩某某打伤了，当时韩某某晕了，送到周至县人民医院住了两天院。妻子出院后，李某乙还要打他，吓的他晚上都不敢在家里住，实在没办法，就在韩某某出院一天后的早上，用铁锤将李某乙打死了。李某乙不学好，烧人家的麦草堆，别人来找他赔钱，他也有为民除害的心理。他杀了李某乙后告诉了妻子韩某某。李某乙是1994年阴历6月初一生的，一直没有报户口，所以没有户籍。另称，他是用家里一把旧铁锤打死李某乙的，铁锤是木柄，有些发黑，就是带公安人员在他家取的那把铁锤。那天韩某某被送到周至医院后，检查完因没钱就没住院。第二天早上他就将李某乙打死了，然后又打了&ldquo；120&rdquo；，周至医院救护车来了，他让车将他和韩某某送到了兴平市人民医院。还称，他杀害儿子李某乙时穿了件灰色的上衣。\n"], "evid_w": [27, 49, 5, 50, 3, 43, 14, 2, 0, 4, 14, 2, 7, 18, 6, 48], "label": [3, 10, 15]}, {"fact": "<s>：2014年6月21日22时许，张林打电话要求秦某学还向张林借用的贵FMXX29号小型普通客车，秦某学叫张林到大方镇金鱼加油站去接车。张林到金鱼加油站时，看见秦某学坐在其所开的面包车驾驶室上，张林便走到副驾驶室旁，看见秦某学开来的是秦某学的面包车，而不是张林的车，便与秦某学理论称自己急用车，二人相互对骂，后秦某学拿出一把水果刀杀向张林，张林双手去抓住刀刃将刀子抢过来，在抢刀子的过程中张林右手被刀划伤，张林抢得刀子后持刀杀了秦某学颈部两刀，后张林拿着刀子往面包车对面跑，跑到一辆大货车旁边时被秦某学追上，秦某学抱住张林的脚，张林又持水果刀朝秦某学身上杀了几刀，看见秦某学被杀睡在路上后张林便跑回家，并向其妻陈某先说其杀了借他家车的人。后在陈某先等人的劝说下，张林到大方县公安局投案，如实供述了自己的犯罪事实。经鉴定，秦某学系锐器致全身多处创口，颈总动脉断裂、肺脏及肝脏破裂急性大出血而死亡；张林的损伤评定为轻微伤。<u>\n", "evid": ["<s>2014年6月18日前，金鱼村七组的秦某学借他的长安车用，他因每天要送小娃去读书，没有车不太方便，2014年6月21日晚上十时许，他打电话里向秦某学要车，秦喊他去大方镇金鱼加油站等，他从家里走到大方镇金鱼加油站时，秦某学刚开其面包车到那儿。他走到秦某学的车驾驶室门边，秦某学摇下车窗玻璃，他问秦为什么不开他的车来，他次日要送小娃去读书，秦某学称车被其的朋友开出去了，他说忙用车，哪个开去的要开回来给他。这时秦某学就开口大骂，后秦某学就坐在驾驶室上从右腰部拔出一把尖刀向他杀过来，他接住刀子，右手被杀伤，他抢得刀子后两只手握住刀把向秦某学的颈部杀去，杀了秦的颈部两刀，秦开门下车来，他就跑到对边的一辆大货车后面去，秦跑过来抱住他的脚，当时他用刀往秦的身上乱捅，杀了几刀，杀到秦某学的那些身体部位记不清楚。将秦杀睡在那儿他就跑回去了，后他妻子及侄儿子刘某欢、张某等人劝他投案自首，刘某欢开其面包车运着他妻子陈某先、张某等人送他到大方县公安局投案自首。他杀秦某学时一样都没有想，是怕秦杀到他，他才杀秦的。他们没有矛盾。\n", "<s>陈某先证言：她家于2013年买了一辆轿车专门买来接送小孩读书，在案发时一个星期以前就被人借出去了，张林没有对她说是谁把车借走了，2014年6月21日晚上九时许，她叫张林把车追回来接送小孩，因为那段时间一直在下雨，后她就带小娃些睡觉了。睡了一会儿听见张林出门关门的声音，她问张林要去哪里，但他没有说，也没说要出去干什么。约过十多分钟后，张林回家来说他把秦某学杀死了，当时他的手上、裤子上、鞋子上都有血，右手也受伤了，手里拿了一把木把把的刀子，后她找姐夫刘某彬、二姐夫周某宇、侄儿子刘某一起到她家劝张林到公安局投案自首，张林答应后她们几个就开车送张林到公安局。她没有听见张林和秦某学之间有什么矛盾，张林杀人回到家后说是因为把车借给秦某学，当天晚上去找秦某学要车，秦某学不仅没有把车开来，还拿刀子出来杀张林，张林抢过刀子才把秦某学杀死的。\n", "<s>刘某欢证言：2014年6月21日晚十一时许他就睡了，到次日凌晨一时许，他父亲刘某彬就把他喊起来说是他幺舅杀人了，叫他开车把幺舅张林拉到公安局投案。被杀的人叫秦某学，后送到他家路口边时就把张林交给警察了。\n", "<s>刘某彬证言：2014年6月21日晚十二时许，他在家里和姨夫周某宇闲聊，后他舅子的妻子陈某先就跑到他家说他舅子张林杀了人想跑，他和周某宇当时就叫陈某先劝张林不要跑，这个年代是没有出路的，后来大家就去劝张林来公安局投案自首，张林同意投案后他叫他儿子刘某起来开车把张林拉起正往公安局走，才走到他家路口边时就遇到公安局的人。他们就把张林交给公安局的人了。张林平时在家里脾气性格是好的，不太爱说话，为人处世是可以的，对老的很孝顺，就是爱喝点酒，喝了酒以后才爱说话。\n", "<s>郑某平证言：张林平时脾气性格还是好的，邻里关系处得好。\n", "<s>杨某证言：他家就住在大方县大方镇金鱼加油站附近。2014年6月21日晚，他在家睡觉，睡得迷迷糊糊的听到楼脚像是有人撬门的声音和撞击的声音，便起床打开窗户，看见有两个人在一辆大货车背后，由于视力差，戴了五百度的眼镜，那儿又离他所在的位置有五十米左右，没有看清楚那两个人的相貌。通过加油站的灯光看见其中一个拉了大货车一把就坐在地上，地上就湿，不知道是血还是水从其身上往下流。另一个人的身子扑向坐着的那个人，背对他的，看不清楚当时究竟抓打没有，过了十多秒钟，坐在地上的那个人起来弯腰向公路中间跑去，跑了三米左右就倒在地上。这时他就打120急救电话，后来又打110报警电话报案。站着的那个人怎样走的没有看清楚，120的车到了几分钟，110的车就到现场，他下楼去看，被杀的人已经死亡了。\n", "<s>陈某飞证言：2013年因政府修九驿大道征用他和张林合伙办的水泥砖厂，张林赔得60000多元。张林买的小车花60000多元，车子是赔偿征地费后买的。\n", "<s>张某华证言：张林脾气温和，对老人尊敬，秦某学的尸体是政府拿钱安埋的。\n", "<s>张某证言：案发后看见张林的一只手掌有一道大口子，横贯手掌，在那儿的人就劝其投案自首，刘某欢等人就开车送张林去公安局投案自首了。\n"], "evid_w": [146, 8, 99, 8, 5, 78, 6, 3, 57], "label": [6, 2, 0]}, {"fact": "<s>，被害人廖某乙与被告人邹某均系鹿寨县四排镇四排街人，二人关系较好。2013年邹某外出广东省打工期间，怀疑被害人廖某乙讲其坏话，为此邹某对其怀恨在心、伺机报复。2015年1月1日，被告人邹某得知廖某乙将于次日在鹿寨县四排镇东街摆结婚酒席，遂于1月2日15时许驾驶自己的三轮车到四排街后，遂窜到廖某乙的婚礼现场，向廖某乙身上泼洒汽油并用小刀捅廖某乙，当邹某拿出打火机欲点火时，立即被现场参加婚宴酒席的群众当场制服。经鹿寨县公安局法医鉴定，廖某乙所受损伤程度为轻微伤。<u>另查明，2015年1月2日15时40分许，被告人邹某将被害人廖某乙捅伤后，现场群众遂拨打110电话报警。公安民警赶到现场后，遂将已经被群众控制的被告人邹某依法传唤。同时，公安民警还在现场当场查获被告人邹某用于作案的工具即在一个红色布袋内有一瓶5升装的怡宝水瓶，水瓶内装有一些汽油，水瓶盖子已被扭开，布袋内还有一个黄色打火机和一把银白色折叠刀。同时，公安民警抓获邹某时，其双手戴一副白手套，裤袋内装有一个黑色头套。公安机关将上述作案工具当场予以扣押。<u>\n", "evid": ["<s>在案发当日其亲眼看到廖某乙被捅伤以及邹某被控制的情况。\n", "<s>2015年1月2日中午，邹某曾打电话问自己要“家伙”（估计是指刀枪之类）的事实。\n", "<s>邹某在2015年1月1日、2日曾两次打电话给他，第一次是问廖某乙在哪里，还讲要找廖某乙的麻烦，第二次是案发当天，邹某打电话问他有没有刀之类的东西。\n", "<s>案发时自己也在现场，但没有看到邹某捅廖某乙的过程。后来自己上去劝架，不让人打邹某，听到邹某讲自己是来寻仇的，在控制邹某时闻到其身上有汽油味，看到廖某乙的手受伤。\n", "<s>自己看到邹某拿汽油泼到廖某乙身上，并用刀去捅廖某乙。然后又想用打火机来点火，就被周围的来吃酒的人制止并控制住了。\n", "<s>自己看到邹某拿一装有液体的矿泉水瓶泼到廖某乙身上，并用刀朝廖某乙的大腿捅去。后自己与其他在场的朋友将邹某控制住。\n", "<s>他看到邹某拿东西向廖某乙头部泼去，看到邹某拿东西捅廖某乙。\n", "<s>事发当日他在婚礼现场负责煮菜，他看到廖某乙被捅伤后，遂拨打110报警。\n", "<s>在婚礼现场，廖某乙被捅伤后，陪同去四排镇卫生院治疗。\n", "<s>他当时看到邹某行凶的过程：“他冲到廖某乙的左手边一句话都没有说就拿着一个塑料瓶装着的汽油突然朝着廖某乙的头部和身上泼，泼了差不多有一大瓶的汽油，泼完后这个男子又用手直接拿着一把刀朝廖某乙捅过去，捅对廖某乙左边大腿的位置，接着这个男子又捅廖某乙，捅穿了廖某乙左手虎口处，当时廖某乙的左手马上出血了，这个男子拿着一个打火机想点燃洒在廖某乙身上的汽油，廖某乙就用手推开，接着廖某乙就往门口跑，这个男子还想冲出去，然后这个男子就被在场的人打倒在地下……”\n", "<s>事发当日，他与其他人一同将邹某控制的经过，同时证实邹某在广东江门打工时，讲话得罪人，后来廖某乙就叫邹某回家，估计邹某对廖某乙怀恨在心。\n", "<s>2015年1月1日晚上7点邹某打电话问自己是不是廖某乙结婚，还说“请我吃酒？我还想搞死他去。”\n", "<s>，因被害人廖某乙乱讲其坏话，还动手打了他，所以决定要对他进行报复。他听讲2015年1月2日廖某乙要结婚了，就寻思要报复廖某乙，后面想到在廖某乙结婚当天泼汽油和廖某乙同归于尽，并打算要是烧不死廖某乙就拿刀捅死廖某乙，反正今天不是廖某乙死就是他死，最好是两人一起死的事实。其供述的内容与本院查明的事实一致。\n"], "evid_w": [34, 77, 9, 7, 83, 17, 71, 97, 1, 28, 25, 2, 7], "label": [0, 9, 7]}, {"fact": "<s>，2010年9月23日零时许，被告人符永安在“金港湾”歌厅下楼时与被害人陈某强（男，殁年24岁）肩膀碰撞而发生争执，进而引发打架。被告人符永安遂回到他们所在的818号包厢叫人，在该包厢的符某龙、符某、符某（以上三人均已判刑）等十余人便跟随被告人符永安下楼寻找、教训陈某强。在“金港湾”歌厅侧门前，被告人符永安指认出陈某强后，便与符某龙、符某、符某等多人分别持刀、啤酒瓶等追打陈某强。在“金港湾”歌厅南侧远洋公路上，被告人符永安和符某龙、符某、符某及其他同伙追上并且一起砍打陈某强，被告人符永安持刀砍打陈某强，符某龙、符某、符某等人也参与砍打陈某强，将陈某强打倒在地，然后逃离现场。陈某强经送往医院抢救无效于当天死亡。经鉴定，被害人陈某强系被单刃刺器刺中后背部致肺破裂、脾破裂、肾破裂导致失血性休克死亡。<u>案发后，符某智（已判刑）明知其胞弟符永安参与犯罪，仍资助900元并驾车送被告人符永安乘车离开洋浦，帮助其逃匿。2010年9月30日，公安机关将逃至广西贺州市的被告人符永安抓获归案。<u>\n", "evid": ["<s>符某华的证言及辨认笔录。其述称：案发当晚，他看到符永安到金港湾818包厢叫人下楼，接着在符某贵的小汽车后备箱里拿了一把刀，这时被害人冲过来指着符永安问是不是想打架。不知道谁喊打，符永安等人就追打被害人。其中，符永安、符某龙、符某新三人各持一把刀，其他人有没有拿刀他没注意。\n", "<s>符某彦的证言。其述称：案发当晚，他和符某敏、符某彬等人在“加勒比”歌舞厅唱歌时，看到几个曾经打过符某敏的干冲南方村青年，符某敏就打电话叫人准备了刀具。当晚10点钟左右，符某箭（剑）在洋浦二所那里将一袋子刀具交给他，符永安从他那里取走以上刀具并放在符某贵小汽车的后车厢内。\n", "<s>符某敏的证言。其述称：案发当晚，他和符某彦、符某彬等人在“加勒比”歌舞厅唱歌时，看到几个曾经打过他的干冲南方村青年。于是，他就打电话叫符某康和符某雄准备了刀具，但后来他没有使用这些刀具。凌晨1点多钟左右，他和符某生、符某强、符某玉在符永安家时，符永安等人说当晚他们打了沙塘村一个人，是因为符永安在楼梯上与那个人碰撞引起的，符永安、符某生、符某玉都参与打了那个人。\n", "<s>符某荣的证言。其述称：符永安是其第五个小孩。案发后的次日早上，他听说村里的小孩在外面打死人了，就将家后面地瓜地里看到的四把刀藏了起来。后符某昌找他做思想工作，他就将那四把刀交由公安人员扣押了。\n", "<s>符某昌的证言。其述称：他找符某荣做思想工作后，符某荣交出了四把刀具。\n", "<s>符某康的证言。其述称：案发当晚他与符永安、符某龙、符某建、符某、符某、符某贵等人在金港湾818包厢玩，12点钟左右他就回家了。\n", "<s>陈某宏、陈某寿的证言。他们述称：案发当晚，他们与被害人陈某强在金港湾C016包厢唱歌喝酒。约凌晨零时许，陈某强下楼去别的包厢敬酒时，在楼梯上与人发生纠纷，后被多人追打倒在公路上。\n", "<s>胡某妃的证言。其述称：案发当晚，她在金港湾三楼上班，约凌晨许，一个喝得醉醺醺的男子过来问她话后转身走下楼。不久，她从窗口往下看到有几个人从一辆轿车里拿出几把刀和棍子，然后追打刚才问她话的那名男子，追打过程还有人拿啤酒瓶扔打那名男子。\n", "<s>田某波的证言。其述称：案发当晚，他在金港湾KTV会所上班。约凌晨左右，他看到好多年轻人拿刀和啤酒瓶追打一个人。事后通过金港湾会所监控录像确定，那些年轻人是从金港湾KTV会所二楼818包厢出来的。\n", "<s>符某龙的供述、辨认笔录及指认笔录。其供称：2010年中秋节（9月22日）晚上，他们村一帮年轻人在金港湾818包厢玩。大约到次日凌晨，符永安在楼下与别人发生了矛盾，跑回包厢内叫大家下楼帮忙。在符某贵停放在“金港湾”侧门处的黑色吉利牌小车旁，有一个人（被害人，沙塘村人）过来骂符永安，符永安对大家说就是这个人，接着有人喊打。符永安叫符某贵把后备车箱打开，接着，他和符永安、符某新、符某康等人分别从后备车箱里拿了刀，然后分头去追那个沙塘村人。追到距离那个人十多米远时，他和另外一人分别将刀扔过去打那个人，但都没打中。接着追赶时，看见符某康追离那个人很近，边追边用刀打那个人，但不确定是否打中。那个人被他们围堵住后，符某、符典荣等三四人从前面，符某康和另一个人从背后不停地打那个人，符某新用手掐住那个人，并朝其左胸部或者左手臂部位砍了一下，其他还有不少于两人也持刀砍那个人背部。符永安当时手里持刀，也围上来砍打那个人。\n", "<s>符某的供述、辨认笔录及指认笔录。其供称：2010年9月22日（农历八月十五日）晚，他和同村的符永安、符某龙、符某、符某贵、符某新、符某才、符某建、符某华一起凑钱到金港湾二楼一个包厢唱歌，后来同村几个人也进来一起玩。约12点多钟，符永安送两个女孩出去，回来时说其刚才在楼下与人打架，把那个人打倒在地，有人追其上楼，叫大家一起下楼。听到这话后，他和符某龙、符某、符某贵、符永安、符某新、符某才、符某建、符某华、符某康、符某玉、符典荣还有几个人记不起名字的人全部跟符永安一起从包厢出去走到楼下，符永安指着一个人说就是他，并让符某贵打开车后备箱，他和符永安、符某新和符某玉从后备箱里各拿了一把刀，然后就去追那个人，一直追上马路。符永安和符某新先追上，符某新用手抓住那个人脖子，并和符永安打那个人，其他人也围堵上来一起打。其中，符某玉、符某康、符永安、符某新、符某龙等人用刀砍，还听到砸酒瓶的声音。那个人倒地后，围在旁边的人用脚踢那个人。这时符永安的三哥符某建跑过来，叫大家不要打了。所有人就停下各自往回跑。逃离现场后，他和几个人在糖水摊点相聚时，他把刀交给了符某玉，符某新说其拿的那把刀上沾有血，其已经扔掉了。符永安说现在只拿回来了四把刀，还差四把。\n", "<s>符某的供述及指认笔录。其供称：2010年9月22日中秋节晚上，他和符永安、符某龙、符某、符某新、符某康、符某华、符某贵、符某玉等人在金港湾818包厢唱歌。中途，他到隔壁包厢玩了一会，回来时看到大家都往外跑，听说是楼下出事了。他手拿着一个啤酒瓶也跟着大家下到一楼，看到符永安、符某龙、符某、符某新等十多人分两个方向追赶一个人（被害人），其中有人持刀，他也拿着啤酒瓶跟着追赶包抄，符永安、符某龙、符某、符某新四人追在最前面，离对方很近，边追边打，但具体拿什么打以及打的部位符某没看清楚。那个被追的人很快被打得趴在公路上，符永安、符某龙、符某新、符某、符某玉、符某康、符典荣等人围着倒地的那个人打，他也用手打和脚踢那个人。打了一会那个人不动后，大家就散开逃离现场。回家后，他看到裤腿上有一个不完整的血手印，应该是被害人的。他洗澡后到符永安家，看到符某玉拿两把刀放在符永安的床下，符永安说符某玉下手太狠，符某新说那个人被打的很重，符某康说其捅了那个人好几刀。\n", "<s>符某智的供述。其供称：2010年9月23日早上，他听说他们村的人昨晚在金港湾与沙塘村的人打架，把沙塘村的一个人打死了。他找到他弟弟符永安询问此事，得知符永安昨晚也参与了打架，还带回几把刀扔在家后门的地瓜地里。听说符某、符某华已经被公安带走后，符永安慌了，让他找车子送其走。他借到一辆小汽车后，将符永安送往峨蔓镇方向，还给了符永安900元。半路上，符永安上了一辆去峨蔓的车，他就开车返回洋浦了。后来，他才知道符永安带回家的几把刀被其父亲符某荣藏了起来。\n", "<s>及指认笔录。其供称：2010年9月22日晚，他和村里几个年轻人到洋浦金港湾KTV818号包厢唱歌。约11点钟时，听说村里有人被打伤住院，他就打电话叫符某彦准备几把刀，准备找对方报复。约20分钟后，符某彦拿一袋子约有五六把刀具交给他，他将这些刀具放在符某贵小汽车的后车厢内。约23日凌晨零时许，他在楼梯上与一个男子（被害人，后来知道是沙塘村人）相碰撞，双方因此发生对骂继而相互动手打架。他将那男子打倒后，跑回818号包厢，告诉大家打架的事，并叫符某贵跟他下去，符某龙、符某、符某、符某良、符某康、符某理、符某华、符某康、符某玉等人见状也跟在后面一起下到一楼。\n"], "evid_w": [81, 43, 100, 36, 3, 26, 19, 5, 16, 39, 2, 2, 11, 61], "label": [2, 0, 13]}, {"fact": "<s>，2011年12月7日22时许，被告人孙某在西安市灞桥区红旗街办高桥三村236号秦晓倩家，因与秦晓倩的感情问题与秦晓倩及家人发生争执，情绪激动，产生不想活的念头。后被告人孙某在秦晓倩家大门外，看见秦晓倩的母亲王某及伯父秦某丙从秦晓倩家大门出来，遂驾驶陕A×××××黑色“现代”牌越野车撞向二人，王某、秦某丙及时躲开，越野车将秦家大门撞坏。公安人员当天将孙某现场抓获。<u>又查明，案发后孙某家属赔偿了被害方经济损失，被害人王某、秦某丙建议对孙某从轻处理。<u>\n", "evid": ["<s>称，他和秦晓倩因感情不和发生矛盾，2011年12月7日，他去秦晓倩家找秦晓倩。秦晓倩不承认之前给他的承诺，而且当天秦晓倩的父母和伯伯说话很难听。他从秦家出来坐在他的现代越野车上，越想越难过，大概过了半个小时，他看见秦晓倩的伯伯和母亲从家里出来，站在大门口，他气愤不过，也不想活了，就开车朝他们撞过去了。秦晓倩的伯伯和母亲躲得快，没被撞上，他的车把秦家的大门撞坏了。\n", "<s>证明，他曾经是孙某和秦晓倩的媒人，后来二人退了婚。2011年12月7日晚22时左右，秦延安来找他说孙某在他家闹活着不走，让他去劝。他去后看见孙某喊着秦晓倩欺骗了他，他就连拉带劝把孙某拉出秦家，上了孙某的越野车。孙某在车上情绪比较激动，说着就哭了，说自己不想活了，他在车上劝了二十分钟，孙某在这个过程中把车朝后倒了四五米，车头正对秦家大门的位置。他给孙某说不要胡来，并把车弄熄了火。正好家里有事打电话，他就说让孙某送他回去，孙某未理睬他。他就下车朝东南方向走了有十几步远，就听见“咚”一声响，他跑过去看见孙某的车撞到了秦家大门上。孙某在秦家大喊自己不想活了，秦某丙质问孙某为何开车撞他，孙某说自己故意撞的，有本事别躲，撞死了大不了一命抵一命。\n", "<s>证明，2011年12月7日23时许，他路过秦延安家门口，看见一辆黑色的现代越野车撞在秦延安家大门上，将大门撞坏了，半个车身都冲进大门里了。进院子见一小伙子大叫被欺骗了感情，不想活了。秦延安的哥哥责问小伙为何开车撞他，小伙说“撞你怎么了，你别闪，撞死了我给你一命抵一命。”后来警察就来了。\n"], "evid_w": [80, 87, 60], "label": [1, 0, 2]}, {"fact": "<s>，被告人王和平与被害人李某甲系男女朋友关系，2013年12月24日23时许，被告人王和平看到被害人李某甲和被害人陈某甲牵手而行便心存不满，遂在本市万柏林区旧晋祠路五谷丰饭店门口附近马路边，持斧头猛砍陈某甲头部数下，将陈某甲砍倒后又持斧头多次猛砍李某甲头部及胳膊等部位，致陈某甲、李某甲头部受伤，后被告人王和平逃离现场。经鉴定，陈某甲头部的损伤构成重伤，李某甲头部的损伤构成轻伤。2013年12月30日，被告人王和平到公安机关投案自首。<u>\n", "evid": ["<s>，其辨认了出9号照片就是12月24日晚在旧晋祠路用斧头砍伤陈某甲和李某甲的男子，9号照片即为被告人王和平。\n", "<s>2013年12月24日下午我到南屯村五谷丰饭店找李某甲和她一起过平安夜。下午我在网吧上了一会儿网，晚上在一家饭店吃了点饭。晚22时左右我拿上水果到旧晋祠路五谷丰饭店门口等李某甲下班，23时30分左右李某甲和陈某甲手拉着手从饭店出来。李某甲没有和我说话就拉着陈某甲的手向马路对面走。因为我和李某甲处对象，她却拉着陈某甲的手走了，我气的不行就到义井南三巷一五金店花20元买了一把斧子，然后我就拿着斧头快步追李某甲和陈某甲，在五谷丰饭店对面再往北100多米处追上他们，追上后什么也没说就用斧头朝陈某甲后脑勺砍了一下，陈某甲转过头用手指着我不说好，我又用斧头朝陈某甲头部砍了两下，将他砍到在地。当时李某甲在旁边站着，然后向她说“还有你”。她说“流血了流血了”，在李某甲说话的同时我用斧头朝李某甲头部砍了三下，对她说“砍死你、砍死你”。将李某甲砍倒在地，又用斧头朝李某甲胳膊上（记不清哪个胳膊）砍了一下，后来陈某甲站了起来。饭店一名保安也跑过来了，说“不要打、不要打”。后来我到南屯村转了一圈把斧头扔在南屯村街上，回招待所住下。25号凌晨2点我给我五叔王某发了条短信，说“我杀人了”，然后我就关机了。第二天我回到柳巷住处后，李某甲表姐夫给我打电话让我到山西省中医学院附属医院和他谈李某甲医药费的事，25号下午我去了医院没有找到她的表姐夫，就到重症监护室看了一下李某甲，后来我就回到柳巷火宴山饭店上班。今天我到派出所投案来了。<u>\n"], "evid_w": [95, 124], "label": [1, 0, 0]}, {"fact": "<s>：被告人李世龙与被害人陈某某原系男女朋友关系。2011年，被害人与被告人分开后，被告人曾威胁要杀害被害人。后，双方断续联系。2012年6月17日晚，被告人与被害人在长葛乐福超市门口附近碰面，因分手问题言语不和，被告人用此前购买的一把小水果刀朝自己手臂上划了两下。<u>2012年6月19日13时许，被告人李世龙在长葛市新华路乐福超市北门西侧停车处，持事先准备好的当天在长葛市奥斯帆购买的水果刀，向被害人陈某某头部、颈部等部位连扎数刀，将被害人陈某某扎伤。后，被告人李世龙逃离现场，被害人陈某某被送往长葛市中医院救治。经鉴定，被害人陈某某的损伤程度为重伤。2012年6月22日16时许，被告人主动向公安机关投案自首。案发后，被害人已经获得民事赔偿，且达成了和解协议，对被告人的行为给予谅解。<u>\n", "evid": ["<s>被害人陈述、、现场勘查笔录、鉴定结论、书证等证据，\n", "<s>“我来投案自首，我于2012年6月19日中午在你们长葛市区“乐福超市”门口将我以前的女朋友陈某某用刀捅伤了”；“出事前两天晚上，我在她上班的“乐福超市”见到她，我想着来了几天没见她几次，我放不下她，我就不想活了，我们在那里争吵，我一生气就拿出前一天在长葛一峰超市花了2块多钱卖的折叠小水果刀朝自己左胳膊上划了两下，陈某某就上去夺刀，还把她的手弄伤了”；“到了6月19日上午我到她上班的超市“乐福超市”找她，她正在上班，我跟她说话，她不理我，我就很生气就到了隔壁“奥斯帆超市”花了6元钱买了一把水果刀装在口袋里，然后我就在“乐福超市”门口等她下班，大约中午1点左右，我看到她要下班，我就在过去找她，她和一个女同事一块出来，然后她说去卫生间，我不知道卫生间在那里，就在超市西门马路对面等她，随后她和那个女同事一块出来，我见她推着她的电瓶车往北走，我就在后边跟着她，她不理我，到了超市北门西边停车点，我就上去拔她的车钥匙，与她一块的女的说是她的车，问我要车钥匙，我知道是陈某某的电瓶车，不给那个女的，然后我就拉着陈某某和她说话，她不理我，我当时就气懵了，脑子一热，就从左边裤子兜内掏出上午买的水果刀朝陈某某头上、肚子上扎了几下，具体都扎住哪个部位了记不住了，然后我听到与她一块的那个女的喊着报我害怕了就把刀随手扔到地上往北跑了”；“第二天（昨天）晚上10点多钟我就回家，我家里人劝我投案，我和我家里人就来你们这投案了”；“还有就是2011年她不在巩义超市干了，我们有时候吵架，那时候我们不经常见面，因为各种原因，我很生气，于是我就给她发短信威胁她，说要杀她的话，后来我就没有在说过这样的话”。\n", "<s>“2012年6月19日13时许，我和同事陈某某下班的时候，陈某某给我说她的前男友李世龙上午到超市找她了，并且还拿着一把刀威胁她了，当时我就说她为什么不给大家说一下，她说的搁不住”；“李世龙继续拉着陈某某的手往西走，陈某某挣扎不愿意去，我又过去拉陈某某，李世龙突然就从身上拿出一把刀朝陈某某的头上扎了一刀，陈某某就双手捂头，李世龙就朝陈某某的肚子上扎了一刀，陈某某又双手捂住肚子，李世龙又朝陈某某的头上扎了几刀，我当时没有反应过来，李世龙把刀一扔然后就跑了，我在那喊人然后报警了”。\n", "<s>，证明李世龙和陈某某谈朋友时经常吵架，李世龙还有自残倾向，性格比较偏激。\n", "<s>，证明李世龙曾因感情纠纷短信威胁杀害陈某某，同时案发前陈某某告诉李芳芳，李世龙威胁杀害陈某某，及陈某某受伤情况。\n", "<s>，证明被害人陈某某受伤情况及案发前陈某某曾告诉孙可说李世龙要报复杀害陈某某。\n", "<s>，证明陈某某曾告诉刘冰，案发前两天晚上李世龙持刀找过陈某某。\n", "<s>，证明案发前陈某某曾告诉黄金磊，李世龙威胁杀害陈某某。\n", "<s>，证明李世龙与陈某某2011年5月份开始闹矛盾，后虽分手，但断断续续联系，案发前，陈某某与李自斗联系，李自斗就知道要出事，但也联系不上李世龙。\n"], "evid_w": [25, 88, 10, 45, 119, 4, 45, 2, 6], "label": [4, 1, 2]}, {"fact": "<s>，案发前，被告人张付红与被害人毛某丙系离异夫妻，其儿子因赌博导致信用卡透支十余万元无力偿还。2014年7月21日1时30分许，张付红与毛某丙在浙江省永嘉县江北街道双塔路1016号中亚宾馆303房间，因毛某丙拒绝帮儿子偿还银行欠款等事由起意杀人。张付红猛掐毛某丙颈部，并用枕头捂口鼻、持烟灰缸砸打等，致毛某丙因机械性窒息死亡。案发后，张付红主动向公安机关投案。<u>\n", "evid": ["<s>，供认自己于2013年与妻子毛某丙离婚，离婚后到广州和儿子张某甲一起打工。期间发现张某甲的信用卡透支十几万元无法偿还。自己发短信让毛某丙拿几万元一起还钱，毛某丙不肯。7月18日，自己从广州赶到浙江永嘉找到毛某丙，毛某丙还是不肯出钱。7月21日，自己在瓯北中亚宾馆开了房间，与毛某丙再次谈起帮张某甲还钱一事，毛某丙坚决不同意拿钱。自己很气愤，用双手猛掐她脖子，拿枕头捂住她嘴巴，又用烟灰缸砸她头顶。毛某丙头部流出很多血，自己双手太滑没能掐住。毛某丙挣扎着滑倒在地，头刚好夹在床与床头柜之间的缝隙。自己再次掐她脖子、用枕头捂住她嘴巴，直到她不再动弹，没有呼吸。自己清洗身上血迹，换好衣服下楼用宾馆电话打110报警。\n", "<s>2014年7月20日19时许，一对湖北籍夫妻到中亚宾馆登记住宿在303房间，男客人登记的名字是张付红。凌晨3时许，男客人跑到一楼吧台说他杀了人，用吧台的电话打110报警。戚某乙经辨认照片，指认张付红就是称杀了人并打110报警的男子。\n", "<s>因父亲张付红经常赌博，最终与母亲离婚，离婚后父亲到广州与自己一起生活。自己平时也喜欢打牌打麻将，输了很多钱，向姨妈借过8万元还债，后由母亲帮自己偿还。后来自己越输越多，导致信用卡透支12万余元无法偿还。母亲表示这次不再帮自己还钱，让自己找父亲这方亲戚帮忙。\n", "<s>案发前自己听保姆毛某丙说起，她儿子赌博输钱，信用卡透支。2014年7月20日，毛某丙的前夫从外地过来找她要钱，毛某丙请假去见她前夫后再未回来。\n", "<s>哥哥张付红和嫂子毛某丙于2013年离婚，离婚后张付红去广东，嫂子继续留在温州。张付红儿子张某甲平时有赌博，可能有欠银行的钱。\n", "<s>张付红婚后沾染赌博恶习不改，与姐姐毛某丙经常吵架，两人已离婚。毛某丙儿子张某甲曾向毛某乙借过8万元，现已还清。\n", "<s>案发当天自己随120救护车到中亚宾馆303房间时，看见一名女子仰卧在地，头上覆盖一个枕头，女子当时已没有呼吸、脉博，瞳孔开始扩大，送到医院后不久即被宣布死亡。\n", "<s>毛某丙于2011年曾在永嘉麦嘉达鞋厂做工，期间，听毛某丙说他丈夫张付红常赌博，输了钱就向毛某丙要，毛某丙不给，就会被打。\n"], "evid_w": [43, 5, 40, 40, 19, 1, 17, 16], "label": [0, 2, 1]}, {"fact": "<s>：<u>2007年2月，被告人李德才与冯某乙结婚后，一起抚养冯某乙和前夫胡某甲生育的患有智力残疾的儿子胡某丙（殁年24岁），三人居住于宁波市海曙区胜丰路106弄6号606室。同年11月至12月初某日，李德才与胡某丙在上述住宅内因生活琐事发生纠纷，李德才将胡某丙杀死，并将胡的尸体肢解后用塑料袋等分装，抛于宁波市海曙区西湾路附近的卖鱼河等地。2014年1月8日晚，李德才在宁波市鄞州区被公安人员抓获。<u>本院审理期间，被告人李德才与附带民事诉讼原告人胡某甲达成调解协议，并取得附带民事诉讼原告人的谅解。<u>\n", "evid": ["<s>，证明2008年1月31日11时30分许，其从宁波市海曙区翠南社区居委会下班时遇见一个溜狗的女子对其说“公园里有一个女人的屁股”，后其看到路边有一个用蓝色塑料袋包装的尸块，口袋打开着，半个屁股露出来，其随即报警的事实。\n", "<s>，证明其于2008年1月31日11时许在宁波市海曙区胜丰桥附近遛狗时，发现狗对着一只塑料袋内的东西狂叫，其过去看到一个蓝色塑料袋里包着一个屁股，一半露在外面，其随即找到一名男子报警的事实。\n", "<s>，证明其于2008年1月31日早上在卖鱼河抓鱼时看到一只蓝色塑料袋漂在放生池的水面，到11时许，其看到胜丰桥旁边围着很多人，警察也在，其过去时看到上午漂在放生池水面的蓝色塑料袋在岸上了，其不清楚该蓝色塑料袋是怎么弄到岸上的。\n", "<s>，证明胡某丙系其与前妻冯某乙婚生儿子，虽患三级智障但有生活自理能力，失踪前居住在海曙区胜丰路106弄6号606室。其于2009年9月1日下午向宁波市公安局江北分局慈城派出所报案，称其子胡某丙于2007年12月份失去联络。2013年11月22日中午，其向宁波市公安局海曙分局西门派出所报案，反映胡某丙失踪的详细情况，并表示失踪之事与前妻冯某乙有关联，要求公安机关侦破案件。\n", "<s>，证明胡某丙系其哥哥胡某甲与冯某乙的儿子，智力比同龄人要低。胡某丙在父母离婚后由冯某乙抚养，失踪前居住在海曙区胜丰小区，平时一般每周去其家，2007年11月左右失去联系。\n", "<s>，证明胡某丙系冯某乙与胡某甲所生的儿子，冯某乙在2005年左右与第二任丈夫“郑金山”离婚后，便与儿子胡某丙居住在胜丰社区。胡某丙失踪之前，冯某乙与第三任丈夫李德才在绍兴工作，冯某乙于2008年1月份告诉其胡某丙失踪之事。\n", "<s>，证明其得知胡某丙失踪的时间在2008年春节前夕。胡某丙失踪时，冯某乙的丈夫叫李德才，当时李德才与冯某乙在其开设在绍兴的工厂上班，冯某乙担任车间主任，李德才从事打杂工作，当时冯某乙一家人居住在宁波市胜丰小区，平时胡某丙一个人住，李德才与冯某乙回到宁波的时候，一家三口就住在一起。\n", "<s>及辨认笔录，证明其系胡某丙的母亲。宁波市海曙区胜丰路106弄6号606室房屋系其购买，案发前系其与儿子胡某丙及第三任丈夫李德才共同居住。2007年，其与李德才在绍兴市一绣品厂工作，胡某丙平时独自居住在该房屋生活，其与李德才回家时也住在该房屋，其于同年11月或12月某日将胡某丙从绍兴送至宁波上述住处，在一个月不到时间后回至上述住处，就一直未见到胡某丙。\n", "<s>，证明其于1998年起经营胜丰百杂店，店内出售过榔头。\n", "<s>，证明其曾经在大沙泥街往狮子街拐弯第一间（狮子街106号）经营一家杂货店，一排店面中只有其一家做泡沫箱、气泵、海鲜袋生意。2009年下半年因拆迁搬迁，原来的店面就是现在的大沙泥街停车场门口位置，当时出售的海鲜袋颜色除白色外有蓝色、绿色，尺寸大概是40厘米左右宽、70厘米左右长，价格一般一元一只。\n", "<s>，其对杀死胡某丙并分尸的事实供认不讳，所供与上述证据证明的事实相符。\n"], "evid_w": [37, 1, 58, 4, 25, 1, 3, 1, 15, 62, 42], "label": [9, 2, 3]}, {"fact": "<s>：<u>2014年4月18日9时许，在山东省垦利县垦利街道办事处冯屋村&ldquo；蒋某建筑机械配件&rdquo；商品房内，被告人燕敬海与被害人蒋某（女，殁年42岁，系燕敬海前妻）因琐事发生争执。争执中，燕敬海持橡胶锤击打蒋某头部将其击倒，并对蒋某实施扼颈、脚踢头部等行为，后将蒋某拖至后院。在后院内，燕敬海继续对蒋某实施扼颈直至将其杀死。同日上午，燕敬海到公安机关投案。经法医鉴定，蒋某系被他人扼颈致机械性窒息死亡。<u>\n", "evid": ["<s>，燕敬海与蒋某离婚前关系一直不好，已分居约十年。2012年下半年两人协议离婚后，燕敬海仍给蒋某打工。燕敬海得知蒋某怀孕后就想搬离。4月16日，燕敬海说蒋某再付95万就两清了。4月18日上午，燕敬海让他把4000元钱转交给女儿并称以后再也见不着了。\n", "<s>，蒋某与燕敬海离婚前关系不好，蒋某在外面有情人。燕敬海离婚后一直留在店里是想复婚。案发前四五天，燕敬海得知蒋某怀孕后两人一直闹矛盾。4月16日，燕敬海称已对复婚绝望并称不想活了。4月18日上午，刘某某告诉她说燕敬海打电话称再也见不着了。\n", "<s>，四五年前，他与蒋某有了情人关系。三年前，他帮蒋某在冯屋村租了店面。蒋某离婚后怀了他的孩子。后听说蒋某被前夫燕敬海杀死了。\n", "<s>被告人燕敬海供称，他与蒋某1996年结婚，婚后生育一女。2003年，他与蒋某到垦利经营五金建材。后来，他发现蒋某有婚外情，但为了女儿一直忍受。2012年11月30日，两人协议离婚，但为瞒着女儿，仍在一起生活，他给蒋某打工。2014年4月，见蒋某怀孕快临产，他打算带着女儿离开，但蒋某不给欠款并仍让瞒着女儿。感到自己和女儿一直被蒋某耍，他很绝望。4月18日上午9点多，他和蒋某因为财产和女儿抚养的事发生争吵。当时他顺手拿起一把橡胶锤击打蒋某头部，把橡胶锤木把打断了。他将蒋某打倒后掐了其脖子，把蒋某拖往后院过程中还踹了蒋某头部几脚。他把蒋某拖到后院后掐住蒋某的脖子，直至其没了呼吸。他又对蒋某实施了猥亵。此后，他换下了带血的裤子和鞋子，他给刘礼华打了电话，接着到公安局投案了。被告人燕敬海归案后，指认垦利县垦利街道办事处冯屋村&ldquo；蒋某建筑机械配件&rdquo；商品房为作案现场，并对作案工具橡胶锤进行了辨认。<u>\n"], "evid_w": [67, 9, 31, 102], "label": [3, 0, 2]}, {"fact": "<s>，2010年8月14日18时许，被告人范晓军携带一把双刃匕首行至都江堰市幸福镇江西街78号&ldquo；重庆老字号芋儿火锅店&rdquo；附近。因认为在该处就餐的被害人何明斌要谋害其家人，被告人范晓军遂持匕首朝何明斌的胸、腹及四肢等部位连刺数十刀后逃离现场。被害人何明斌伤后被送至医院救治，经抢救无效死亡。经法医鉴定，被害人何明斌系被他人用锐器刺伤肺、胃肠等多脏器损伤、并发失血性休克死亡。2010年8月15日14时许，公安机关在都江堰市青城山镇锦苑板房内将被告人范晓军抓获归案，并查获作案所用匕首。后经法医鉴定，被告人范晓军患有待分类的精神障碍；对其2010年8月14日的违法行为评定为部分刑事责任能力。<u>另查明，附带民事诉讼原告人为抢救被害人何明斌支付医疗费25元，被告人范晓军的犯罪行为确给附带民事诉讼原告人造成一定经济损失。<u>\n", "evid": ["<s>2010年8月14日18时许，在该处就餐的一名客人被人杀死。当日18时许，被害人与另两名男子在火锅店就餐，19时许发生打斗，一名穿军绿色上衣的男子持刀往被害人肚子上捅刺七刀，邻桌有人用凳子砸打行凶者时，行凶者仍用刀对死者刺杀，频率很快。行凶者在之前就在火锅店周围逛了约半个多小时，上身穿军绿色军用T恤，下身穿迷彩裤，身高约70米，皮肤较黑，短发，年龄约30岁，使用一把刀刃约20厘米、刃宽3厘米很尖的刀，听说行凶者乘坐一辆出租车离开现场。肖弯弯辨认出被告人范晓军系本案行凶者。\n", "<s>2010年8月14日18时许，三名40岁左右的客人到店内就餐，坐在靠河边的第二张桌子。苟和平发现一名30多岁穿军绿色外套的男子独自站在门口，朝坐着的三名客人看，显得很奇怪。18时50分许，苟和平听见有人喊&ldquo；杀人了&rdquo；，转身见穿军绿色外套的男子持匕首往一名穿灰白色T恤的男子身上乱捅，伤者被刺后仰面倒地并呼救，但持刀男子还是不停捅刺，估计捅了有20余刀，持续约两分钟，随后持刀男子往奎光东二路方向逃跑，周围群众便报警。行凶者下身穿迷彩裤，身高约8米，较瘦，平头，皮肤较黑。苟和平辨认出行凶者系被告人范晓军。\n", "<s>2010年8月14日18时许，其与何明斌及一个姓&ldquo；江&rdquo；的朋友在都江堰市消防中队河边一家馆子吃饭，坐在河边。吃了10来分钟，一个20多岁、身高7米、偏瘦、上身穿浅绿衬衣、下身穿草绿色迷彩裤的小伙子持一把长约四寸、约二指宽的刀过来，好像用左手拍了何明斌，然后右手持刀在何明斌右腹捅刺。张明建见状即拿起旁边凳子打向行凶者头部，行凶者又持刀对着张明建。张明建跑开后，回头见行凶者仍在继续刺杀何明斌。见周围群众报警，行凶者逃跑，后乘坐一辆出租车离开。出租车车牌号中间有一个&ldquo；M&rdquo；。何明斌被刺后倒在地上，浑身是血，后被120送至医院抢救。张明建辨认出本案被害人何明斌，并辨认出被告人范晓军系持刀刺死被害人何明斌的人。\n", "<s>就餐过程中，一起吃饭的&ldquo；张哥&rdquo；突然站起身抓起板凳朝被害人位置砸过去，姜润喜见一个穿绿色迷彩服外套的男子持刀刺杀被害人。姜润喜见状也拿起凳子扔向持刀男子，后跑进火锅店内报警并拨打急救电话，被害人与持刀男子扭打在一起。几分钟后，被害人躺在地上，行凶者往下游电站方向逃离，后警察及医生相继赶到现场。行凶者30来岁，身高约70米，偏瘦，穿一件绿色迷彩服长袖外套，所持刀长约20cm、刃宽2cm。行凶者杀人时没有说话，直接刺杀被害人。姜润喜辨认出被害人何明斌，并辨认出被告人范晓军系行凶者。\n", "<s>听见邻桌就餐的人发生打斗后，见一身高7米、体型偏瘦的男子与邻桌就餐的另一男子打起来。后见瘦高个男子手中持刀将对方压在河边栏杆上，用刀捅刺对方胸腹部。瘦高个男子捅刺20余刀后逃离现场，之后乘坐出租车离开。张杨辨认出被告人范晓军系案发当晚持刀行凶者。\n", "<s>案发当时其正在案发地附近就餐，听见上方传来哄闹声，见一男子跑过来，后面有人在追赶。后过来一辆出租车，该男子冲上出租车，右手持刀威胁司机往前开。后追赶者拿出手机准备报警，由于追赶者是外地人，便将手机交给刘东报警。刘东记下逃跑者乘坐的出租车牌照号是川A430M2。逃跑者30多岁，身材较瘦，身高70米多，皮肤较黑，上身穿一件军绿色短袖T恤，下身穿迷彩裤；右手持一把长约20厘米，宽4厘米的刀，可能是匕首。\n", "<s>2010年8月14日18时30分许，米贞益驾驶牌号为川A430M2蓝色捷达出租车行至都江堰市消防中队河边与东一街交界处下客后，一个小伙子突然拉开副驾驶车门坐上出租车，并持刀抵在米贞益腰部。米贞益在其要求下驾车往东一街、奎光路行驶，后又开上青城桥往中兴镇方向行驶。之后那个小伙子在太平场口下车并支付车费30元。返回时，米贞益见小伙子往青城山方向走。乘车的小伙子大概24岁或25岁，上身穿军绿色衣服，下身穿迷彩裤，身型偏瘦，高约75米，平头，上车时额头及鼻梁到处都是血迹，还在车上用手擦过血迹，并称自己杀了人。米贞益辨认出被告人范晓军系当晚乘坐其所驾出租车并对其持刀威胁的人。\n", "<s>其与青城山锦苑消防中队人员均在青城山镇锦山苑板房上班。2010年8月14日18时许，范晓军在厨房内冲澡。21时许，范晓军在消防中队看电视时，王兴见其左额受伤流血，范晓军称是撞伤所致。范晓军当晚上身穿桃尖领军绿色短袖T恤，下身穿军绿色短裤。\n", "<s>2010年8月14日其在青山锦苑板房区上班，当天消防队有勤务，队员一早就出门。16时或者17时许，&ldquo；范师&rdquo；一人回到板房区消防队寝室，几分钟后外出。20时许，&ldquo；范师&rdquo；又一人返回，当时上身穿浅绿色短袖T恤，下身穿绿色迷彩裤，左额有一块拇指左右大小的皮外擦伤。刘生义辨认出被告人范晓军即&ldquo；范师&rdquo；。\n", "<s>范晓军以前曾因车祸头部受伤，之后变得性格暴躁，易冲动。2009年八月期间，范晓军一直怀疑有人要加害其家人，又经常殴打其妻子。2010年三月期间，二人将范晓军送至成都华西医院检查，医生诊断范晓军患有抑郁症。自己家族无精神病史。\n", "<s>范晓军平时在消防中队开车，与他人无经济纠纷。\n", "<s>何明斌为人和善，没有与人结仇及产生矛盾。\n", "<s>、辨认、指认笔录及照片。范晓军供认2010年8月14日下午，其携带一把藏刀从锦苑板房区门口乘车赶到都江堰市江安桥的消防中队附近，下车后沿着江安河边走。约18时许，范晓军在江安河边来回走动，不知道在想什么。大约半小时后，范晓军站在河边&ldquo；重庆老字号芋儿鸡火锅店&rdquo；门口，见火锅店靠河边的一张桌子上坐着一中年男子，范晓军突然感觉该男子会谋害自己及家人。后范晓军冲向该男子，并从腰间拿出藏刀，右手握刀，左手按住男子肩膀朝其腹部刺杀七刀。与男子一同就餐的另一中年男子见状拿起板凳打在范晓军左额，将其左额打伤流血，之后跑开。被杀男子也欲起身跑开，但摔倒在地，范晓军又持刀朝其胸、腹部及腿上不停刺杀。见被杀男子不动后，范晓军停止刺杀，乘坐一辆蓝色出租车离开现场，并持刀威胁出租车司机往前开。出租车开至太平后，范晓军下车，支付车费30元，之后回到其住宿的青城山锦苑板房。途中，范晓军脱下所穿衣服包裹作案刀具。回到板房后，范晓军将作案刀具及衣裤清洗，之后洗澡睡觉，直至被公安机关抓获。当天带刀是因为觉得有人要谋害自己家人，所以带刀防身，该刀是一把不可折叠的藏式匕首，双刃。作案当时穿一件浅绿色桃心领短袖T恤，下身穿迷彩裤，所用刀具及所穿衣裤均放在板房内。被杀男子不认识，穿一件白色T恤，年龄约40岁或50岁左右。\n"], "evid_w": [53, 79, 12, 5, 35, 5, 57, 5, 3, 81, 0, 29, 4], "label": [1, 9, 0]}, {"fact": "<s>，<u>故意杀人犯罪事实<u>1998年7月14日下午，被害人温某与表弟刘某酒后路过昌邑市围子街道宋庄中心东西大街与下小路交叉路口一台球摊时，发现曾与二人有矛盾的被告人邹正生正在此处打台球，欲对邹正生滋事，邹正生发现后欲骑车离开，被刘某拦住，后温某、刘某与邹正生发生争执并厮打。在厮打过程中，被告人邹正生持刀朝温某胸部连捅3刀，后逃离现场。温某被送往医院经抢救无效死亡。经法医鉴定，温某系被锐器刺破心脏造成循环衰竭死亡。作案后被告人邹正生逃往外地，并化名“张振威”在河南省驻马店市办理了户籍落户手续，直至2014年11月被抓获归案。<u>\n", "evid": ["<s>邹正生供述，1998年7月份的一天，宋庄西黄埠村一个社会混混，领着一个平度男青年到我经营的鸡苗门头上闹事，砸了我门头的东西。后来我听人说这个社会混混小名叫刘伟（刘某），那个平度男青年和刘伟是表兄弟。过了四天的一天中午，我在宋庄街头的台球摊上打台球，有人对我说刘伟和平度青年来找我麻烦，我就放下台球杆骑上摩托车往南走了二三十米，看见刘伟和平度青年骑摩托车把我的车别住。平度青年拔了我的摩托车钥匙，接着两人一起打我，我就还手打他们。在我和刘伟厮打时，平度青年去路边搬起一块大石头砸在我的左胸上，我感觉很疼就恼了，顺手从右裤兜内掏出一把折叠水果刀，打开刀子朝平度青年前胸位置捅了两三刀，平度青年转身想从地上捡石头砸我，我就朝他后背位置捅了两三刀，平度青年跑了几步，就趴到了地上，我从他手里拿回我的摩托车钥匙骑上摩托车。这时刘伟拿着根竹杆想来打我，看见我手里有刀，扔下竹杆跑了，之后我就骑摩托车回了家。我从家里拿了两万现金，开始了逃亡生活，先后去了东北、新疆、安徽、河南等地。1998年，我在黑龙江省牡丹江市捡了“张振威”的身份证。2002年后我去了淄博，2003年在淄博认识了胡春霞和她同居了。我把捡的张振威的身份证给她看，骗她说我是张振威，是个孤儿，想找地方落下户口。于是，胡春霞带我去她老家河南省驻马店市汝南县板店乡王庄村，找到村支部书记办理了落户手续，领取了新的身份证和户口本，使用的是“张振威”的信息资料。我捅人用的是一把折叠的单刃水果刀，打开后长约10公分、刃长约5公分，打完仗后我就扔到公路边上了。<u>\n", "<s>邹正生（化名张振威）供述：2014年10月7日晚上16时20分许，我在淄博义乌小商品城公交站看到在站牌处一个女的背着一个枣红色大挎包，在她准备上公交车时，我跟在她后面，把手伸到她的背包里把她的粉红色钱包拿出来后我往西走了1米远左右，就被几个人抓住并带到了派出所。钱包里有100元现金，其余是一些银行卡、身份证之类的物品。<u>\n"], "evid_w": [137, 127], "label": [0, 1, 1]}, {"fact": "<s>：2014年6月28日，被告人汤贤平为获取其同居女友罗某银的钱财，预谋将其杀害后劫财。同年6月29日晚上21时许，被告人汤贤平将被害人罗某银从贵阳市骗至黔西县永燊乡，并在获悉罗某银不会游泳的情况后，便将罗带至沙坝河坝坎处游玩，趁罗不备用双手抓住罗的腰部用力将其推入沙坝河中，随后将罗装有200元现金、一部价值600元的手机、价值2400元的金首饰及银行卡等物品的女式手提包拿走并逃离现场。后被害人罗某银从水中挣扎上岸进行呼救，在路人张某利等人的帮助下驾车至永燊乡韩家店村三岔箐组将被告人汤贤平抓获。案发后，汤贤平所得赃款赃物被公安机关追回发还被害人。<u>\n", "evid": ["<s>2014年6月28日，我因为没有钱用了就想得到我同居女友罗某银银行卡上的钱，我就骗她说我老家要修高速路要征占我家的田，要得十来万的赔偿款，我叫她把她的银行卡带上和我一起回老家，到时候把赔偿款打到她卡上，她同意后，我们就于6月29日上午从贵阳市出发去黔西县永燊乡，下午五点多钟时我们到达甘棠乡，我想到沙坝河坝坎那里可以将罗某银推下河淹死，我就就把罗某银带到沙坝河坝坎上并骗她说那条小路是去我老表家的，她就说她怕水不会游泳，后我就把她带到河坎边坐着，坐了几分钟后，我趁罗某银不防备时，伸出双手抓住她腰部用力把她推下河里去，我看见她落到河里后，听见她喊了声妈呦就听不见声音了，我想她已经沉下水了，我就提着她的皮包朝韩家店方向走了，她的包里有一张银行卡、一枚黄金戒指、一条铂金项链，我走到沙坝河砂厂处找了一个男的开车送我去黑磨，没走多远时就有人打驾驶员的电话，驾驶员挂断电话后就把车停在路上了，当时我没有反应是我推罗某银落河的事情被发觉了，所以我就一直坐在车上的，大约过了6分钟，就有两辆车来到我面前，车停后，罗某银和两个男子就下车来，罗某银看见我说了一句就是这个，还打了我几耳光，随后那几个男子就把我抓住压在地上等派出所的来。\n", "<s>2014年6月到29日晚21时许，我在我大奶奶胡发珍家看电视，这时，有一个30岁左右的男子提着一个包进来说要打车到永燊乡黑磨，我们谈好价格后我就开我的面包车送他去黑磨，这个男的说他姓汤，是永燊乡治左村人，我将车开出一里路时，我就接到我女婿张某利的电话让我把车停下等他，没过多久，张某利他们就开车赶上来，之后有一个全身湿透大约30岁左右的女子上来，她看见坐在我面包车副驾驶室的这个男子后就打了这个男子几耳光，听他们说后，我才知道坐我车的这个男子刚刚把这个女的推进沙坝河里。张某利等人把这个男子提的女式手提包拿来看，这个女的就认出这是她的包，并打开包查看说东西没有少，后这个男子想下车逃跑，我们大家就把他控制住，我就打电话报警。\n", "<s>2014年6月到29日晚9时许，我和我四叔张某文、罗某某还有我姐夫一起开车从甘棠回老家永燊办事。在我们到沙坝河水坝上时，我们听见一个女的喊救命，我们就下车查看，发现是一个30多岁的女子，全身都湿透了，头部、手、脚都有伤，这个女的说她的同居男友汤贤平要害她，她男友是永燊乡治左人，刚才把她推下沙坝河坝坎还把她的女式提包拿走了。我想到这个男的应该走不远，我们就开车往永燊方向追，我们得知我岳父宁某忠刚开车送一个男的去永燊时，我就打电话给我岳父说找他有事让他停车。我们在永燊乡韩家店三岔箐组追上我岳父后，这个女的就认出坐在我岳父车上的男子就是汤贤平，就打了他几耳光，汤贤平当时提着一个女式手提包，这个女的就认出是她的包，她检查后说包里的东西都在的，后汤贤平想跑我们就把他控制住，我岳父就打电话报警。\n", "<s>2014年6月到29日晚21时许，我和我侄儿张某利、罗某某还有张某利的姐夫开车经过沙坝河坝坎时，听见有人喊救命，我们就下车来看见有一个30多岁的女子，头部和身上都有伤，这个女的说是她的同居男友汤平贵（汤贤平）把她推进沙坝河的，她男友是永燊乡治左人，她的包也被他提走了。我们想到这个男的应该走不远，我们就开车往治左方向追，我们得知宁某忠刚开车送一个男的走，张某利就打电话给他说有事找他，我们在韩家店三岔箐组追上宁某忠后，这个女的就认出坐在宁某忠车上的男子就是汤贤平，就打了他几耳光，当时我看见汤贤平提着一个女式手提包，这个女的就认出是她的包，她检查后说包里的东西都在的，后汤平贵想跑大家就把他控制住，同时宁某忠也打电话报警。\n", "<s>2014年6月到29日晚21时许，我和张某利、刘老五还有张某文开车来到沙坝河坝坎时，听见有人喊救命，我们就下车来看见有一个30多岁的女子，她的头部和身上都有伤，这个女的说她是被永燊乡治左村的汤贤平推进沙坝河的，包包也被他提走了。我们想到这个男的应该走不远，就开车往治左方向追，后我们得知宁某忠刚开车送一个男的走，张某利就打电话给他说有事找他，我们在韩家店三岔箐组追上宁某忠，这个女的就认出坐在宁某忠车上的男子就是汤贤平，就打了他几耳光，当时汤贤平提着一个女式手提包，后汤平贵想跑大家就把他控制住，我们大家就报警等警察来。\n"], "evid_w": [150, 113, 9, 1, 4], "label": [0, 1, 2]}, {"fact": "<s>：被告人桓佳使用家中机械设备及原材料，制作了一把可以正常发射的火药枪。2012年7月14日11时许，桓佳持自制火药枪与炸药装置进入迁安市蔡园镇小店村村民王某乙家中，以修车为名，诱骗独自在家的王某乙之女向父母打电话，待王某乙回家后持火药枪与炸药装置威胁母女二人，迫使王某乙向其夫王某丙打电话，并以控制王某乙母女二人为要挟，向王某丙索要人民币50万元。王某丙报警后，蔡园镇派出所民警郭某甲等人赶至现场，王某乙母女二人趁机脱离桓佳的控制。在郭某甲等人对桓佳进行劝导时，桓佳持枪近距离向郭某甲头部射击，致郭某甲重伤。<u>被告人桓佳的犯罪行为，致使附带民事诉讼原告人郭某甲支付了医疗费36元、伙食补助费4750元，共计人民币<u>36元。<u>\n", "evid": ["<s>2012年7月14日11时许，一戴墨镜的年轻男子到其家，称因修车的事情找其父亲，其给母亲王某乙打了电话。其母亲回家后，男子向母女二人要钱，并从他背的黑包内掏出一支木把铁管枪对其二人进行恐吓。男子让其二人进入东屋，逼迫其母给其父打电话要50万元，通话时，男子让其父十分钟内将钱拿来。男子又从黑包内拿出一黑色圆柱形上带拉环的物品和一把匕首。后其二人趁机跑到院内，男子在后追赶，几名警察进入院内将男子拦住，其与母亲跑到院外马路上时听到一声枪响。\n", "<s>，到其家索要钱财的男子称他所持的黑罐内有炸药。\n", "<s>2012年7月14日11时10分许，其妻王某乙打电话说有人找其。几分钟后王某乙又打电话说一持枪和炸药的男子索要钱财，男子抢过电话让其准备50万元，不准报警，否则炸死其妻子与女儿。其让王某丁赶往其家并向蔡园派出所报警。其到家门口时看到民警和王某丁都已赶到，其妻子和女儿从院内跑出，民警郭某甲等人从南门进入院内，其听到枪响，到院内后看到郭某甲满脸是血。\n", "<s>2012年7月14日11时20分许，其所在的蔡园派出所接王某丙报警称他家人被绑架，其和指导员曹某带领民警谌某、郭某甲、胡某等人赶赴现场。胡某和谌某到王某丙家北门堵截，其与曹某、郭某甲从南门进入时一女子和一女孩从院内跑出，一名20多岁、戴墨镜的男子在后追赶，该男子右手持一把木把铁管枪，左手持一黑色罐状物品并称黑罐为炸弹。民警对男子进行劝说时，男子突然快步向前，向郭某甲面部开了一枪，后被当场抓获。\n", "<s>其是蔡园派出所协勤。案发当日逯小铭、曹某、郭某甲三人进入王某丙家院内，其与玄志强在南门处看守。其见王某丙的妻子和女儿从家中跑出，听到院内一声枪响，进院后看到郭某甲躺在地上，脸上都是血。\n", "<s>其和谌某到王某丙家北门堵截，但北门被插，无法进入。透过玻璃其看到逯小铭等人在院内与他人交谈，后听到院内一声枪响，其破门进入，看到郭某甲满脸是血倒在地上，其和谌某配合逯小铭等人将一名男子抓获。\n", "<s>2011年7月14日11时许，王某丙打电话说他妻子和女儿在家中被持枪和刀的人控制。其到王某丙家南门时民警已进入院内，其在外等候时听到院内一声枪响，进院后看到民警正按住一男子，地上有一支木把枪和一个黑色罐子，民警郭某甲躺在地上，脸上有很多血。\n", "<s>2011年7月14日11时许，其听到西邻王某丙家传出一声类似枪响的声音，后听说警察在出警时被打伤，并看到王某丙家院内和门口处有血。\n", "<s>2011年7月14日11时许，其看到王某丙家南门口处有不少血。\n", "<s>2011年7月14日11时许，其看到警察在王某丙家北门处守候，后听到院内有枪响声，警察将一男子带走。\n", "<s>桓佳自己居住在他姨夫经营的农机门市部一楼，并曾使用过其家的电刨。\n", "<s>其利用家中钢珠、钢管等物品，使用台钻、手砂轮、电焊机等工具自制了一把能正常发射的火药枪。2012年7月13日，其又用二踢脚的火药、钢珠等物品自制了一个炸药包。次日早晨，其背上装有枪、炸药包、刀子的黑色单肩包，乘车到迁安市小店镇，进入一户门房内停有一辆越野车的人家，以修车为由诱骗屋内的小女孩将母亲唤回家中，持枪和炸药包对母女二人进行恐吓，索要50万元，逼迫女孩母亲给女孩父亲打电话，并抢过电话向女孩父亲索要钱财。后其看到警察进入院内，被其控制的母女二人从屋内跑出，其持枪和炸药包追到院内，三名警察对其进行劝说，其向前走了几步，开了一枪。\n"], "evid_w": [77, 29, 37, 1, 34, 54, 5, 7, 1, 0, 14, 54], "label": [0, 5, 11]}, {"fact": "<s>，1999年6月1日22时许，被告人李健与被害人李某某及王某某、李某在原满洲里市湖东路xx排x号，段某某租住房吃饭，吃饭中被告人李健与被害人李某某发生口角，之后二人到门外发生厮打，厮打中被告人李健持随身携带单刃尖刀捅刺被害人李某某左、右胸部各一刀，划伤被害人左肘部。随后被告人李健到屋内告知他人将被害人李某某“捅倒”，并告知其他人将被害人送医院救治。被告人李健与其他人将被害人抬上出租车，段某某等人将被害人送往医院，被害人李某某在被送往医院途中死亡。经法医鉴定，李某某因心脏贯通创、心包填塞而死亡。<u>案发后被告人李健畏罪潜逃，2013年7月17日在广东省揭阳市被公安机关抓获。<u>\n", "evid": ["<s>我系被害人李某某的姐夫。1999年6月1日晚上与李某某、王某、李健、李某乙五人在我出租房喝酒，喝酒中李某某和李健不知因为什么吵嘴，之后二人“出去唠唠”，过五分钟，李健回来说“你们赶紧出去吧，我把李某某撂倒了，你们把他送医院去”。我们出去看见李某某倒在我家大门口东侧，我们抬着他打车送往医院。李健帮着打车，但没去医院。\n", "<s>1999年6月1日晚上与李某某、段某某、段某某一个朋友、李健在段某某家喝酒，8点多李某某和李健不知为什么有些矛盾，俩人就出去了，过二十分钟，李健回来对我和段某某说“你俩送他（李某某）去医院吧”。我和段某某出去见李某某脸朝上躺地上，我们马上打车送李某某去医院，当时李某某呼吸困难，抬到出租车上就没呼吸了，我掀他衣服见胸上有刀口。当时没看到他们带刀，李健回来时手上也没刀。我们都去医院了，不知道李健去哪了。\n", "<s>1999年6月1日晚上与段某某、李老四（李健）、段某某小舅子（李某某）和他朋友吃饭，过一会不知什么原因，段某某小舅子和李老四出去了，李老四裤里好像有把刀，过十分钟左右，李老四进屋喊我们，让我们赶快把段某某小舅子送医院。\n", "<s>段某某租我家房子，1999年6月1日晚上7点半左右，我看见他们四个人在屋里喝酒。案发时我在家，没看到经过，没看见死者死亡位置。\n", "<s>我和李健是孪生兄弟，李健离开海伦二十多年，始终没见过面，不知道李健把人捅伤致死的事。我一直在海伦，没出过门，没去过广东省。办理过两个二代身份证，第一个丢了，时间记不清，丢哪里也不记得了，第二个在我手里。\n", "<s>我丈夫李某甲有个孪生弟弟叫李健，我没去过广东省，不知道李健在满洲里市犯事。\n", "<s>我有两个双胞胎弟弟，李某甲和李健，长相非常像，李健左嘴唇上面有一颗黑痣，李某甲没有。\n", "<s>1999年6月1日下午16时或17时左右，李某某让我去段某某家喝酒，我、李某某、段某某、李某、王某五人在段某某家喝酒，19时左右我和李某某在酒桌上吵起来，他吹牛说他在俄罗斯多厉害，我不愿意听，我俩吵起来，谁也不服谁，他让我和他出去一趟，其余人都在屋里。这时已20时左右，我俩出门口不远，他不知用哪个手打我一拳，打我右脸上，又用手掌砍我脖子，把我砍倒，我倒地后把随身带的卡簧刀从裤兜里掏出来，我俩厮打到一起。我右手握刀说“你还上，再上我就捅你”。他冲我扑过来，我就捅了他一刀，我看他蹲在地上，就问“你服不服”，他没说话，我看他捂着左胸口，才知道捅在他左胸部了。我感觉事不好，就跑回酒桌上喊一起喝酒的人，对他们说“李某某被我捅了，赶快把他送到医院”。我和段某某、李某、王某出门，李某某躺地上。段某某家离我朋友张发财哥家很近，他哥家有车，我们把李某某抬到张某某哥家门口。张某某他哥出来后看了一眼李某某，说“这人都不行了”。这时李某打出租车，他们几个把李某某抬到车上。因为张某某他哥说人都不行了，我就没上车，拦了一个黑出租面包车去了扎区。之后先后去了海拉尔、哈尔滨、广州，后又到了广东省揭阳市。\n", "<s>李某乙从12张照片（其中有李健孪生哥哥李某甲）中辨认李健。\n"], "evid_w": [83, 23, 4, 35, 79, 29, 3, 1, 33], "label": [0, 4, 1]}, {"fact": "<s>，被告人姜某城与证人曹某甲、被害人龙某丙均为深圳一工程队工友。2014年9月14日晚，双方因琐事发生矛盾，进而相互拳脚，尔后其他工友将双方拉开。当晚21时许，工程队老板刘某甲组织双方在临时办公室解决矛盾，姜某城提出要离开工程队，并与刘某甲结清工资后离开办公室。当晚22时许，姜某城前往新丰路一五金店购买了一把长约20厘米的黑色手柄水果刀，藏于裤兜内。之后，姜某城找到被害人龙某丙及另外几名工友，再次理论争吵，被害人未予理会，双方往工地宿舍方向走，行至华润超市北侧时，姜某城从裤兜内掏出水果刀，往被害人龙某丙身上捅了二刀。尔后，曹某甲及姜某城先后拨打110报警，民警当场抓获姜某城。被害人龙某丙被送往深圳市龙岗区人民医院抢救，次日凌晨1时25分经抢救无效死亡。经鉴定，死者龙某丙系被单刃刺器刺入胸腹腔造成胸腹腔多器官损伤失血性休克死亡。<u>另查，在诉讼过程中，附带民事诉讼部分经本院主持调解，双方达成调解协议并当场履行完毕，被告人的近亲属代为向附带民事诉讼原告人赔偿了人民币6万元，原告人向被告人出具了谅解书，请求对被告人从轻处罚。<u>\n", "evid": ["<s>2014年9月15日21时许，我和姜某城在工地上互殴，姜某城用木箱砸我的头，头部只是肿了一个包，我就将他往墙上推并把他按倒在地上，然后我就打电话给刘老板让他过来处理一下。老板到了跟姜某城谈了一下后，我看到老板给姜某城结了工资，姜某城走了。过了20分钟，姜某城走回来叫龙某丙出去送一下他，龙某丙不走，不愿意送他，姜某城又叫我送他一下，我说等一下。老板叫我、龙某丙、刘某乙先走，我因为要和老板聊几句就没有走，龙某丙走了。过了1分钟不到，我就听到外面龙某丙大喊报警，我立刻出去看到龙某丙肚子流血了，捂住肚子叫报警，并且看到姜某城手里拿着一把十来公分长的水果刀，于是马上报警了。我扶着龙某丙到旁边坐，看见姜某城还想拿刀捅我，老板就将他的刀抢走，我就从老板那里拿了锤子说你要捅我的话我就锤他，老板将我推到一边去，我就立即报警了。后来我跟着120到医院去了，龙某丙经抢救无效死亡了。我没有看到龙某丙是怎么受伤的，只知道龙某丙的腹部被捅了两刀。<u>\n", "<s>2014年9月14日晚上9点多的时候，因为姜某城打架的事情我在我临时借用的办公室里调解，当时有姜某城、刘某乙、曹某甲以及其他两人在场。约10时许，姜某城一人先离开了。20分钟后，他再次来到办公室。他称自己要离开了，先后叫龙某丙、曹某甲两人送一下他，可他们都没理姜某城。之后我见时候不早了，就叫他们回去休息。我见刘某乙、姜某城以及另外两人先出去，我和曹某甲留在办公室。大约1分钟后我就听见叫喊声，我出去就看到龙某丙捂着肚子，他说姜某城扎了他。我上前去夺下姜某城手中的刀，当时姜某城还冲着曹某甲的方向喊操你妈，你还拿个锤子。夺下他的刀后，我走到姜某城身边，听见姜某城自己打电话报警，并说明了位置。电话中我听见姜某城说自己拿刀把人扎了。十几分钟后，公安就来了。后来我听那另外两人说，龙某丙之前在宿舍里把姜某城打了，两人可能有矛盾。\n", "<s>2014年9月14日23时左右，一个个子不高，身材偏瘦的做工地活的工人在我店里花了5块钱买了一把刀（指认出那把刀），他当时说是买来切水果的。\n", "<s>2014年9月14日20时许，姜某城和曹某甲在宿舍相互推搡，我和另一个同宿舍的把他们拉开，龙某丙正好从外面进来宿舍，姜某城拿自己的手机故意地朝龙某丙砸过去，手机正好砸到龙某丙，姜某城还骂了龙某丙“操你妈”，龙某丙就拿拳头打了姜某城几拳，我和另外几个同事把他们拉开了。后来龙某丙就下去了，姜某城就去了旁边的宿舍，后来过了没一会我就打电话叫龙某丙回来睡觉，姜某城也上来了。他回到宿舍之后就跟我们说他不干了，要找老板结工资，当时他喊龙某丙和他一起下去，因为姜某城喝了很多酒，我和宿舍另外几个怕他们出事，就一起下去，刚好碰到老板，我们就一起去了老板办公室里面，老板把姜某城的工资结了，当时姜某城拿了钱之后就出去了。我和龙某丙他们在老板的办公室里面坐了一会儿，后来姜某城就来老板办公室把龙某丙喊出去了，我们就准备回去睡觉。当时我走在龙某丙和姜某城前面大概十米远，后来我听到龙某丙喊姜某城拿刀捅他了，叫报警，我回头一看，看到姜某城手里一把水果刀，后来我就上前去夺刀，但是没有夺下来。龙某丙用手捂着肚子朝老板的办公室跑，老板听到叫喊声也跑出来劝住了姜某城。后来120来了，到了医院进了手术室几分钟，医生就说龙某丙不行了（意思是死了）。当时姜某城在宿舍喝了很多白酒，后来听说他出去溜达的时候又喝了啤酒，他回来的时候已经喝醉了。\n", "<s>我有个工友被捅死了，我不知道他叫什么名字，因为他比较壮，我们都叫他“大个子”。2014年9月14日22时许，我洗完衣服回到住处发现“大个子”和一个东北的工友吵了架，后来他们就离开了住处，一起离开的还有一个姓刘的工友。我在住处接到一个姓刘的工友的老婆的电话，叫我去找一下姓刘的。23时左右，我在阳光天健城的广场找到姓刘的，刚好姓刘的离开广场，“大个子”和那个东北人在姓刘的后面一起走，我跟着他们后面看见他们两个人拉着手走的，边走边说，但我听不清楚他们说什么。没走多远，那个“大个子”突然说肚子痛，肚子被他捅了，赶紧打120。我马上上前，看见“大个子”用手捂着肚子，还有血从手指缝流出来。有人打了我怕救护车找不到，就跑到广场门口那里等救护车，没多久，救护车过来，我带医生找到“大个子”，那个东北人还在那里。“大个子”被送到医院没多久，医生说“大个子”抢救不了，死了。我没有看见是谁动手捅了“大个子”，是用什么捅的。那个东北人和我们是同一个老板，在阳光天健城搞装修，和我、“大个子”、姓刘的住在一起，我不知道他的名字，只知道他是东北人。\n", "<s>2014年9月14日23时许，我接到我哥哥龙某丙工友的电话说他出事了。我知道龙某丙和别人打架，后面的事我就不清楚了。龙某丙现在经医院抢救无效死亡，我到了医院的太平间看到了他是尸体，确认是我哥哥。我不清楚他有无和他人结怨。\n", "<s>，称2014年9月14日22时许，我从外面喝完酒回到公司宿舍，我看见曹某甲在宿舍戴耳机听歌，我就叫他小声一点，然后他摘下耳机就跟我吵，我们没有吵几句就相互打起来了，由于喝了酒我不停打他，他就跑出去了。这时，龙某丙进来，我说你们都是我叫过来工地上班，我就说了龙某丙两句，龙某丙就一拳打到我头部，将我打倒在地，他们就出去了。我越想越不服气，就在附近的商店买了一把长约10公分的黑白色水果刀，我将水果刀放进右边的裤兜里，想找他们理论。曹某甲、刘某乙、龙某丙走在沙园路上，我就跟龙某丙说“你什么意思”，他摆了下手就不跟我说。于是我就从裤兜里拿起水果刀朝龙某丙的肚子捅了一刀并且把刀拔出来，龙某丙就捂住肚子了，刘某乙就扶龙某丙到我们老板的出租屋去，曹某甲见状就报警了。后来民警就过来了，将我控制住带回派出所了。我的头部被龙某丙打了几拳，腹部被曹某甲踹了几脚，刘某乙没有打我。我案后主动报警的，没有离开过现场，当时办案民警过来时还打我电话135××××2931。作案用的刀我是在天健城附近外国语学校对面一小店花了5块钱买的，我持刀最多只捅了他2刀，都是捅向他的腹部，也没捅多深。\n"], "evid_w": [90, 6, 106, 5, 124, 129, 6], "label": [4, 5, 0]}, {"fact": "<s>，2015年5月4日，冯某甲将前妻周某及姐夫被告人朱国成约至玉阳城区租住屋内，质问二人是否有过不正当关系，二人承认了以前多次发生不正当关系的事实，为此朱国成被迫答应赔偿冯某甲50000元钱。当晚冯某甲驾车随朱国成到其位于当阳市河溶镇红胜村六组的家中准备拿钱，并在朱国成家中留宿。后朱国成想到若赔这么多钱便无钱养老，越想越气，便产生将冯某甲杀死后自杀的念头。当晚11时许，被告人朱国成趁冯某甲在客房睡觉之机，找来钉耙击打冯某甲胸、腹、腰、背部等处数下，冯某甲惊醒后将钉耙夺下，二人扭打在一起，朱国成又拿出事先藏在枕头下的铁锤朝冯某甲打击，冯某甲又抓住铁锤用力反抗，致左脚趾受伤，朱国成因体力不支方才松手。后朱国成陪同冯某甲驾车到当阳市人民医院长坂坡院区治疗。经法医鉴定，冯某甲因受他人钝器作用，造成右腕部舟骨骨折，左足拇趾末节趾骨粉碎性骨折，全身多处闭合性损伤、多处软组织挫伤，损伤程度属轻伤二级。<u>同时查明，案发后被告人朱国成家人与被害人冯某甲自行协商，赔偿了冯某甲经济损失50000元，冯某甲对朱国成表示了谅解。<u>\n", "evid": ["<s>得知父亲朱国成打伤其舅舅冯某甲后到医院帮助处理，从朱国成口中得知其与舅妈周某有不正当关系很多年，冯某甲找朱国成欲要钱，朱国成不愿给这么多钱便起心搞死冯某甲的情况；<u>\n", "<s>得知弟弟冯某甲被朱国成打伤后赶到医院，才知道事情是因朱国成与冯某甲前妻有多年不正当关系引起；<u>\n", "<s>丈夫朱国成与弟媳有多年不正当关系，弟弟冯某甲得知后找朱国成要50000元钱，为此朱国成准备将冯某甲搞死后自杀，结果导致冯某甲受伤；<u>\n", "<s>承认和冯某甲结婚期间其又与朱国成发生过不正当关系，朱国成写了承认此事的字条，后其从女儿处得知朱国成将冯某甲打伤的情况。<u>\n", "<s>在冯某甲夫妇婚姻存续期间与冯妻周某多次发生过不正当关系，冯某甲质问后其主动说赔偿50000元，在冯跟着自己回家要钱并留宿时，心想这笔钱是自己用来养老的，冯某甲想要钱其就要他的命，遂产生杀死冯某甲甲的想法，后趁冯某甲睡觉时其用钉耙朝他脑袋挖去准备将他砸死，结果被冯某甲发现后用手挡，接着又朝其胸部等处使劲砸了几下，钉耙被冯某甲夺走后，又从枕头下拿出事先藏好的铁锤朝冯某甲打几下，结果被冯某甲死死抓住并说好话，二人都没力气了才将铁锤丢了。\n"], "evid_w": [120, 136, 72, 56, 75], "label": [4, 0, 1]}, {"fact": "<s>，被告人熊志麦与被害人熊某丁系同村村民。2011年5月17日21时许，熊某丁酒醉后持菜刀至柳江县成团镇成团村六偶屯村口村民熊海岛家商店前，无故持刀威胁并谩骂在商店里看电视的熊志麦，后经在场村民将双方劝开。熊志麦返回其家后，为报复泄愤，即从家中拿了一把杀猪刀，返回村口商店附近对熊某丁进行追砍，在熊某丁被砍伤倒地后，熊志麦仍继续持刀朝被害人熊某丁头颈部猛砍，致熊某丁重伤后送医院抢救无效死亡。经法医鉴定，被害人熊某丁系被他人用锐器砍击头部，导致颅脑损伤并创伤性休克死亡。同日，熊志麦到公安机关投案。<u>另查明，附带民事诉讼原告人韦凤英，共生育二男五女，本案被害人熊某丁系其次子，其余六位子女也均已成年。案发后，被告人熊志麦的亲属代其了赔偿熊某丁的亲属7934元。<u>\n", "evid": ["<s>，今天（5月17日）晚21时许我村的熊某丁喝酒后来到我家商店门口乱骂人，由于我们知道他平时喝酒后乱骂人又闹事，没有理他。然后熊某丁就自己走回家，在我家商店聊天的村民也离开了，还剩熊志麦、熊某乙、“小恩”、“永慧”在我家商店看电视。几分钟后熊某丁又回到我家商店门口乱骂。我和熊志麦、熊某乙出来看见熊某丁手里拿着一把菜刀。熊某丁见熊志麦出来就骂熊志麦，然后过来用左手拉熊志麦的衣服，右手用刀架在熊志麦的脖子上，熊某乙上去把熊某丁拉开，劝熊志麦回家。熊志麦走后熊某丁还在那里乱骂，我们没理他，就回商店里看电视。过了几分钟，我们突然听见熊志麦讲：“你来威胁我。”我们听见后跑出商店来看，见熊志麦在拐进我们村的路口用砍刀砍熊某丁的头部和身上。我们就喊：“麦啊，你不要搞了，等下出人命了。”不知道熊志麦是否听得见我们喊，他还继续砍熊某丁。熊某丁被砍后跑了几米远，就跌倒在水沟的桥上。熊志麦还想冲上去砍时被熊某乙拦下来。我就打110和120报案了。熊志麦砍人是杀猪用的那种尖刀，刀身长40厘米左右，刀柄是木质的，大约40－50厘米。我见熊志麦连砍了熊某丁几刀头部和身上，具体多少刀我就不清楚了，当时没见熊某丁反抗。熊某丁平时喝酒后比较喜欢乱骂人，具体他们两个有什么矛盾我不清楚。\n", "<s>，今晚（2011年5月17日）10时许我到本屯熊某甲的商店里买烟，见熊某甲和本屯熊志麦坐在那里聊天。熊某丁不知从哪里喝酒回来走到商店，他喝得蒙蒙（醉的意思）的。我们见他酒醉了就不理他。熊某丁在那里大喊大叫，熊某甲就叫他不要吵影响他开店。熊某丁就上前用手抓住熊志麦的衣服并从裤腰带上拿出一把菜刀架在熊志麦的颈部上，大骂：“你上次踢我好要紧的，这次我搞死你去。”我们就上去劝他们走出商店了。在商店外熊志麦一句话也没讲就走了。过了10多分钟熊志麦就拿了一把长尖刀回到商店外边，当时熊某丁一个人站在商店外的桥边，熊志麦就拿了长尖刀向桥边走去。我忽然听见有打斗的声音就出来看。我见熊某丁和熊志麦手上各拿着刀在朝对方砍去，我叫他们不要打，但他们不听。我想上前劝他们分开，他们就叫我不要多管闲事，不然连我一起砍。我见熊某丁被砍对头部出了很多血，熊某丁就将刀丢到一棵黄果树下就跑了，跑到公路边水沟旁就跌倒，熊志麦又拿刀追上去砍。我就上去喊熊志麦：不要再砍了，再砍就出人命了。熊志麦才拿刀走到一边。我认为熊志麦砍熊某丁的原因是因为熊某丁今晚醉酒了骂熊志麦并拿刀威胁他。熊志麦拿的是一把长尖刀，是木头做的刀柄。具体是谁先动手的当时我在商店里没有看见。我见熊志麦砍熊某丁的头部和身上。\n", "<s>，我当时不在现场，案发后我发现家中少了一把铁柄的四方型全铁菜刀，刀背是白色的，刀刃是灰色的。熊某丁与熊志麦几年前因为喝酒有过口角矛盾，事后他们两个的关系也还不错。\n", "<s>，其与熊某丁虽然是房叔亲戚关系，但平时跟他很少接触，所以他跟谁有矛盾不清楚，但是熊某丁一喝酒就喜欢讲大话，经常会因此惹事。\n", "<s>，2011年5月17日晚上21时许，我在本屯村口熊海岛家商店里看电视。这时熊某丁喝醉酒了，也来到熊海岛商店门口玩。然后跟“老肥”吵架，他回家拿了一把菜刀来想砍“老肥”，但“老肥”回去了。我刚好出来，熊某丁就用左手抓我的胸口，举刀在我头上比划，做出要砍我的样子，连续做有六次左右。本屯的熊某乙来劝开，我就回去了。我心里不舒服，回到家里就拿了一把带柄的杀猪刀，单刃的，刀柄约有1米长，刀尖至刀尾约有3米长，回到熊海岛的商店门口找熊某丁算账。当时熊某丁仍在熊海岛商店门口的桥上，我一句话也没说，就上去朝熊某丁的头部砍了两、三刀，在砍他的过程中刀柄都断了。熊某丁就往熊海岛的商店门口跑，我捡起掉落的刀在后面继续追砍。熊某丁绕圈跑，到了水沟边他就想跳过水沟那边去，但没跳过去，跌倒在水沟旁边。我上去朝他头部砍了六刀。我听见熊某乙喊莫要砍了，然后我就不砍了，回家。我回到家穿了一件灰黑色的夹克外套和一件黑色长裤，拿着打架时用的杀猪刀到成团派出所投案了。我砍熊某丁时他没有机会反抗，我追赶时可能砍中三四刀，跌倒后我又砍了五六刀，总共有十刀左右。至于后果，当时我很气愤就没想那么多。年前我和熊某丁有过矛盾。\n"], "evid_w": [128, 103, 6, 5, 89], "label": [0, 1, 4]}, {"fact": "<s>，被告人李文先等人案发前在浙江省温州市务工。1995年5月19日晚，李细勇、郭德东（均已判刑）等人在浙江省瑞安市鲍田镇新坊村因卖赃车（自行车）与詹某等人发生纠纷。5月21日上午，李文先伙同侯永兴、詹火明、邹余龙、何和生、张建华、宋晓峰（均已判刑）、李细勇、郭德东等人经预谋后，携带尖刀、菜刀、铁锹等凶器，到鲍田镇新坊村寻殴詹某等人，詹某则纠集刘军、江学平、叶某、刘某等10余人参与斗殴。在斗殴中，李文先及侯永兴等人持刀致刘军、江学平经医院抢救无效死亡；其他人持械参与斗殴。经法医鉴定，刘军由于遭尖端锐器捅戳，造成左肺破裂、右肾破裂而大量出血致死；江学平由于右侧腹刺伤，造成腹主动脉破裂，腹腔内大量出血而死亡。刘某、叶某的损伤程度为轻伤。<u>\n", "evid": ["<s>经李文先对照片进行辨认后确认郭德东、李细勇、侯永兴是共同作案的人。\n", "<s>同案犯侯永兴、邹余龙、李细勇、郭德东、詹火明、何和生、张建华、宋晓峰的供述，分别供认1995年5月19日晚上，李细勇、郭德东等人在瑞安鲍田新坊村因出卖一辆偷来的自行车与詹某等人发生纠纷。5月21日上午，自己等人伙同李文先经预谋后，携带尖刀、菜刀、铁锹等，在新坊村与詹某等人斗殴，李文先、侯永兴等人持刀刺对方，其他人分别持械参与斗殴。\n", "<s>1995年5月19日晚上，詹某等在新坊村与两个江西人因买卖一辆自行车的价格发生纠纷。5月21日上午，双方又在新坊村发生斗殴，刘军、江学平被对方2人持刀刺死，叶某、刘某被打伤。\n", "<s>1995年5月20日晚，自己在瑞安韩田村宋晓峰的住处，和宋晓峰、詹火明、郭德东、张建华、邹余龙、李细勇、李文先、侯永兴等人喝酒。期间，听他们说因偷来的自行车在卖的时候与别人发生纠纷，第二天到新坊村报复。\n", "<s>1995年5月20日晚6时许，与自己同在温州呢绒厂打工的李文先和邹余龙、李细勇一起去瑞安塘下。第二天上午，听说他们去塘下与对方打架，李文先等持刀从对方的后面包抄。\n", "<s>1995年5月21日下午，李文先到温州东海印刷机械二厂找自己，当时李文先的手臂受伤，后听李文先说在塘下新坊村将几个人用刀砍伤了。\n", "<s>1995年5月21日上午，詹火明、宋晓峰等人到自己打工的温州东屿毛纺制品厂，将携带的菜刀、尖刀交给自己和郭彩玲，后自己和郭彩玲将刀具丢到厂后面的河里。\n", "<s>李文先与李冬先是孪生兄弟，出生于1972年9月23日。\n"], "evid_w": [51, 111, 7, 41, 50, 45, 7, 8], "label": [1, 4, 5]}, {"fact": "<s>，2012年10月1日10时许，被告人秦基升经过融水苗族自治县其堂哥秦某乙家门口时，见到龙某抱着曾外孙陈某丙（一周岁）在逗乐，被告人秦基升上前去抱陈某丙欲带其去买糖，陈某丙哭闹后，秦某乙的妻子黎某遂从被告人秦基升手中将陈某丙要回交给龙某。被告人秦基升心生不满，离开后又转回到该处，拿出一把菜刀对坐在龙某怀中的陈某丙头顶部猛砍一刀，陈某丙头顶部当即血流不止，经陈某丙的家人送医院抢救无效于当日死亡。经鉴定，被害人陈某丙系被他人持菜刀类锐器砍伤头部致颅脑严重损伤死亡。当天，被告人秦基升在家中被公安人员抓获。<u>广西壮族自治区龙泉山医院司法鉴定所2013年11月28日出具龙泉医司鉴精鉴字第587号法医精神病鉴定意见书，被告人秦基升经鉴定属：酒精所致精神障碍：酒精所致幻觉症（案发时处于发病期，目前处于缓解期）；酒精依赖综合征。对本案具有限定刑事责任能力。<u>\n", "evid": ["<s>10月1日上午大约十点钟，我在我家一楼修理楼梯，我老婆黎某在另一头屋角边洗姜，村上的老人龙某带着她的曾外孙到我家里来玩，小孩大约一岁左右。这时秦基升就从我家前面过来，先是经过我，然后来到龙某旁边，秦基升见龙某抱着小孩，就想逗小孩玩，并讲要带小孩买糖吃，就从龙某怀里抱住小孩，放在地上，小孩就哭了起来。见到小孩哭了，我老婆黎某就对秦基升讲“你不要玩他了，他哭了哦。”秦基升才放开小孩，从原路回去了。大约过了五分钟，秦基升又转过来了，手里拿着一把菜刀，又从我身边过去，直接来到龙某旁边，当时龙某抱着小孩在怀里，坐在屋角边，秦基升到龙某身后就听到了小孩的大声哭，我转脸过来看时，就看见我老婆黎某去抢秦基升手里的菜刀，龙某就抱着小孩向我房子那头去了。我就跑过来从秦基升身后勒住他的颈，我老婆就从他手里抢走了他的刀。地上滴了好多小孩的血，取得秦基升的刀后，我就放开他送他回家了。前段时间秦基升还和秦某丙的父亲秦某乙一起喝过酒，没有什么仇恨之类的。\n", "<s>今天早10点多钟，我带我孙女的儿子陈某丙到村上黎某家门口玩，后来秦基升一个人到那里他就从我手上抱走陈某丙讲“我带你去买糖吃”。走了几步又被黎某把陈某丙抱回来了。黎某抱回孩子后交到我手上，我就抱着陈某丙坐在板凳上，不到五分钟时间，突然就有一把菜刀从我背后跨过我肩膀砍对陈某丙的头顶，陈某丙的头部开裂了，血流了好多。我当时就抱着陈某丙站起来，看见是本屯的秦基升拿菜刀砍的，我一边喊救命，一边朝我家走。黎某就去抢秦基升的菜刀。我抱陈某丙回到家大门口时我仔秦某乙就来接我了。不久陈某丙的爸回来了，就开车把陈某丙送去融水抢救。\n", "<s>早上十点这样，我听见我妈大声喊救命，我就从家里跑出来，我妈已经抱我外孙到家门口了，我外孙头上有一道长长的伤口，血一直冒出来，孩子一直哭，我责问我妈，但我妈已经讲不出话了，我就用我的手机打电话给120和110。这时孩子的父母也到了，他爸马上开车送孩子去医院。这时我妈才讲得出话，她讲她带孩子去隔壁秦某乙家玩，在他家门口挨秦基升砍的，当时秦基升的堂哥秦某乙夫妻都在场。\n", "<s>昨天我与老婆带儿子来融水我老婆老家过节。今早十点半的时候，我们把儿子给老婆的外婆照看，她就带我儿子到家门口玩。我和老婆刚离开得六七分钟还有就听见村里好多人喊叫，但喊什么内容我不懂。我就问我老婆她们村出什么事了，她神色慌张的讲我们的儿子挨跌了。于是我们马上跑回家，这时已经有五六个人围在我们院子门口，我岳母娘坐在地上哭，我岳父抱着我儿子，我儿子头上全是血，我儿子已经不出声音了。我一看血止不住，我就马上开车送我儿子去医院，在途中见到120的车我也不换车了，直接开车到医院，到医院后，医生看完讲已经没有办法救了，我儿子已经脑死亡了。从我儿子的头部伤口来看，不是跌伤的，应该是刀伤。\n", "<s>今天早上9点多，我和丈夫讲去摘一些姜回去。我奶奶就帮带我儿子，我们两公婆都还没有进菜地，忽然听见我奶奶的喊声，我以为是我奶奶照顾不好我儿子，我们就马上跑回。到家门口时看见我爸把我儿子抱在胸口，我马上过去看，看见我儿子的头部有一个长伤口，出了很多血。我马上讲打他们说已经打了。我丈夫马上开车送我儿子去融水县医院。等我们到医院后，才听我妹他们讲是本村的一个叫秦基升的砍的。\n", "<s>，秦基升平常表现差，案发的前一天看到秦基升腰部别有一把菜刀。\n", "<s>，秦基升平常不务正业，好吃懒做，案发的前一晚其见秦基升裤后袋插有一把菜刀，\n", "<s>，秦基升平时与村里面的人相处得不好，以前曾经用刀砍伤过村里的一个小孩，平时说他几句就拿刀说要砍别人。\n", "<s>，秦基升平时好吃懒做，大家都不愿搭理他。\n", "<s>，秦基升平时好吃懒做，在村上一天喊打喊杀的，案发前几天，看到秦基升身上都背着一把菜刀。\n", "<s>上午9点多钟，我从家里持一把菜刀去收芋头，我路过本屯秦某乙家门口看见一婆（指龙某）抱着的曾外孙白白胖胖的长得可爱，就过去抱并称带他去买糖，但这个娃仔不熟悉我哇哇哭叫不停，在附近剥姜的大嫂黎某就跑过来说“你抱娃仔哭了，不给你抱。”之后从我手中把那个娃仔接走交给一婆。那娃仔回到一婆手上就不哭了。这样我心里就不舒服，所以才对那个娃仔的头顶部猛砍一刀。之后我回家取衣服准备到公安机关投案时被民警抓了。我不是故意砍人的，是开某敲头，不记得手上有刀。\n", "<s>秦某乙经过对12张照片辨认，辨认出12号照片上的人即秦基升是用刀砍陈某丙的人。\n", "<s>龙某经过对12张照片辨认，辨认出12号照片上的人即秦基升是用刀砍陈某丙的人。\n", "<s>秦某乙经过对12张照片辨认，辨认出编号为12的为秦基升的照片。\n", "<s>经过陈某乙辨认，本案死者照片为其儿子陈某丙的照片。\n"], "evid_w": [71, 95, 67, 8, 8, 4, 30, 3, 5, 2, 14, 1, 4, 63, 2], "label": [1, 0, 2]}, {"fact": "<s>：2014年1月20日13时许，平安县沙沟乡树儿湾村儿童许某甲、许某乙、谢某甲三人在前庄庙东侧硬化路拐角处玩耍。期间，本村聋哑人陈建琦手持自家厨房菜刀将被害人许某甲头面部多处砍裂致许某甲当场死亡。经鉴定：被害人许某甲系生前头、面及颈部受锐器砍切作用致颅脑开放性损伤合并颈部血管离断死亡。被告人陈健琦无精神疾病，具有刑事责任能力。<u>\n", "evid": ["<s>2014年1月20日12时许，我与妻子及邻居等五人在平安县沙沟乡树尔湾村上庄庙前的晒太阳时，见同村的“哑巴军军”（陈健琦）从庙前的小坡上跳着跑了上来，嘴里喊着“啊”，看见他双手上全是血，衣服上也有点血，我即前去查看，见坡下我三岁大的孙子许某甲被砍身亡。当时见我的孙子许某甲头朝北脚朝南躺在地下，颈部被砍了很深的一刀，嘴上砍了一刀，嘴皮外翻，头上砍了一刀，地上全都是血。\n", "<s>我和“轩轩”（谢某甲）、“海海”（许某甲）在外面玩时“海海”（许某甲）被“军军”（陈健琦）叔叔打了，“军军”（陈健琦）叔叔是从尕庙那边过来一脚把“海海”（许某甲）踢到，“军军”（陈健琦）叔叔拿的是黑色的铁切刀，打“海海”（许某甲）的脸，“海海”脸上就血出来了。\n", "<s>我和“瑞瑞”（许某乙）、“海海”（许某甲）三个人一起在“腾腾”家的草垛前玩的时候有一个男人（陈健琦）下来把“海海”（许某甲）脸上打了，“海海”（许某甲）的脸上血出来了，我吓得跑到外婆家了。\n", "<s>2014年1月20日13许，我和许某丙、陈某甲、陈某乙及其妻子韩某甲五人在平安县沙沟乡树尔湾村前庄庙前晒太阳时，见同村的聋哑人“军军”（陈健琦）从前庄庙前的硬化路上跑了上来，跑到我们五人跟前并用手比划着，我当时想可能是“军军”（陈健琦）和别人打架了，这时许某丙对我说“军军”（陈健琦）身上有血，是不是被狗咬的，我和许某丙、陈某甲沿前庄庙前的硬化路下去查看，看见“海海”（许某甲）面朝东头朝南脚朝北躺在前庄庙前硬化路东侧拐角处路边上，脑浆洒在地上，这时许某丙将“海海”（许某甲）从地上抱了起来朝前庄庙西侧家中走，我和陈某甲跟在许某丙后面，我看见海海（许某甲）的脑浆一块一块的往地上掉了下来。\n", "<s>陈健琦是我村陈某甲、拉某甲的儿子，是聋哑人，平时表现正常，能明白事理，谁家有啥事情还会主动去帮忙，平时没见过陈健琦和谁打架，但是谁要是把他惹了，他就会报复。他平时也比较喜欢小孩，从来没打过小孩，有时还会给小孩给一些吃的。和许某甲两家关系好。偶尔喝点啤酒。\n", "<s>陈健琦是我和陈某甲的儿子，他在一岁半时得病，成了聋哑。家庭生活中，和我还能交流些。有时莫名其妙的生气，无缘无故打他父母。2014年1月20日8时许，我和丈夫陈某甲到乐都我的娘家回来的路上，陈某甲接到沈某丙的电话，说陈健琦把许某甲打死了。我俩就回到家时，警察已将陈健琦带到家中，通过和她交流，得知陈健琦从家中厨房内拿了一把菜刀，菜刀是不锈钢的，刀把是铁的，刀把和铁质刀刃是一体的。不知怎么回事，用这把菜刀砍了这个小孩。还称当天陈健琦上身穿浅黄色夹克，下身穿深灰色裤子，脚穿黑色条纹布鞋。\n", "<s>（均有翻译人员及其母亲拉某甲在场辅助翻译）：2014年1月20日中午，我在家对面的篮球场上打完篮球回到家没有吃饭，在家中找到厨房案板上立放的菜刀夹在浅黄色左侧夹克中，沿着门前硬化路向东走到草落处用右手拿出菜刀砍了正在玩耍的三个孩子中的一个孩子，砍在了头部位置，砍完后把菜刀插入了旁边的草落内，往斜坡上跑了几步并坐在了一个地方，之后哪也没去。\n"], "evid_w": [35, 52, 18, 7, 33, 16, 5], "label": [1, 0, 4]}, {"fact": "<s>，2013年7月27日凌晨4时许，被告人郭建永因怀疑其妻子赵某某有外遇不愿同其生活，产生杀死其妻子的念头。郭建永乘赵某某熟睡之际，用开水瓶朝赵某某头部猛砸，又抓着赵某某的头发将其从床上拖下，拖至卧室门口，用洗衣液瓶、杀虫剂瓶子等物往赵某某头上、身上乱打，其后又将赵某某拖至堂屋门口。赵某某趴在地上呼喊救命，郭建永到厨房拿来菜刀朝赵某某乱砍，郭建永的母亲何某某看见后持木棍制止，郭建永将木棍夺下。何某某见无法制止，开门出去喊人，邻居郭某丙等人闻讯赶到，发现赵某某躺在地上，地上有血，感觉事态严重，将郭建永带至医生郭某丙开办的诊所，民警赶到后将郭建永抓获。经法医鉴定，赵某某系被他人持锐器、钝器致伤全身多处致创伤性、失血性休克死亡。经河南省精神病医院鉴定，郭建永患有精神分裂症，限制刑事责任能力。<u>\n", "evid": ["<s>，案发前一个月我妻子拿走一千多块钱，回来后说见网友了，不跟我过了，我很生气但我不想离婚。这十几天我想跟她过性生活，她不给我过，我很生气但我害怕不想离婚。今天早上五点钟她还在睡，我心里越想难过，我父亲有重病，母亲有点智障，妻子有别的男人并威胁离婚，我觉得日子没法过了，干脆把她杀了。我控制不住就把她从床上拉下来，用暖瓶砸她的头，砸了两下瓶胆碎了。我拉着她的头发把她拖到卧室门口，用洗衣液瓶打她的背部，打几下瓶烂了。我又拿起喷蚊子用的药瓶砸她的头和身上，打完之后把她拖到堂屋门口，用凳子砸。我妻子趴在地上喊救命，我到厨房拿了一把菜刀，左手拽住她的头发，右手拿刀往她的脖子、四肢乱砍。我妈拦我，想夺刀没夺下来，又拿棍子打我，我把我妈推开。我妈拦不住就去喊人，我就不砍了。后来我大妈任某某来了，我大伯家儿子郭某丁和他老婆跟我妈一起过来了，天快亮了去了许多人，我就出去，出去之前我接了一盆水泼在我老婆身上。我跑到村医郭某丁家，后来警察找到我。\n", "<s>①，今天早上四点多钟，我看见儿子郭建永拿菜刀砍儿媳赵某某，我夺刀没夺下，就拿木棍打我儿子，我劝不下来就去喊人。我大嫂任某某先到，我到屋我儿媳妇在地上爬着，会踢跳，但不会说话了，我儿子在一边蹲着。我把菜刀连同我家另外一把菜刀拿到郭运功家，等我又回来郭某丙和他媳妇来了。救护车来后我儿媳妇已经死了，我儿子不知道什么时间跑了。\n", "<s>②，郭建永的妈今天早上来说郭建永俩口又打架了，我去后见赵某某躺在地上，郭建永在砸东西。郭建永用盆接水往我身上倒，他又接水，我摁住他的手，然后我就回家喊我儿子。又到他家时来了好多人，我们把郭建永拉住，后来郭建永又跑了，我儿子把他撵到郭某丁家。\n", "<s>③。今天早上5时许，郭建永的妈说郭建永俩口打架了，地上都是血。我妈先去，我和我老婆韩某某走到村东头，看到我妈往回走让赶紧去。我看见赵某某在院内躺着，还喊疼，郭建永正用水冲地上的血。我让郭某甲喊救护车、报警，郭建永往外走，我在后面跟着，我拽郭建永到诊所。\n", "<s>④，早上郭建永的母亲来说郭建永俩口在打架，还有血。我和丈夫郭某丙去后见赵某某在地上趴着，都是血，我就喊邻居。\n", "<s>⑤。早上五点钟左右，郭某丙喊我，我到郭建永家看见赵某某在院内趴着，脖子有伤，人不中了。我给郭某乙打电话说郭建永把老婆杀了。\n", "<s>早上五点多，郭某甲打电话说郭建永杀人了，我就给派出所打电话。\n", "<s>⑦。早上天亮的时候，郭建永的母亲拿菜刀对我说，郭建永俩口打架了，把刀放我这儿。我去郭建永家看见赵某某趴在地上，郭建永在边站着。早上刑警队问菜刀在哪，我把家门打开，他们把菜刀拿走。\n", "<s>早上五点半，郭某丙的老婆喊我，郭某丙拽着郭建永往我诊所拽，郭建永很壮实，不好拽，我俩一起把他拽到诊所。郭建永曾要手机打半天没弄开，过了10分钟，派出所把他带走了。\n", "<s>出事前一天郭建永干活时晕倒，醒后很癔症，郭建永的哥郭某丙带他去输液。案发后是我用手机（号码为15539959130）拨打120。\n", "<s>案发前郭某丙带郭建永来治疗，郭建永像是精神病犯了，意识模糊，我给他开了药、输了水。\n", "<s>郭建永刚进监室时思维混乱，精神状况不正常。\n", "<s>郭建永有点不正常，晚上不睡觉，脑子有问题，号里都感觉他有精神病。\n", "<s>郭建永、赵某某到自己家次数有限，平时未发现异常。\n", "<s>出事的前天，听女儿赵某某说郭建永心口疼的厉害，让我去救他。路上我给赵某某打电话，赵某某说郭建永输点水好了。\n", "<s>赵某某的父亲赵某甲在外地，赵某甲委托赵某丁代为听取尸体检验鉴定和刑事责任能力鉴定意见，并转告。\n"], "evid_w": [45, 28, 53, 40, 89, 19, 3, 6, 2, 1, 5, 22, 0, 18, 0, 17], "label": [0, 4, 1]}, {"fact": "<s>：2014年7月14日12时许，被告人郭攀亮与其女友不某（音译）在昆明市西山区某某营306号盛如招待所205房间，因经济拮据相约自杀。郭攀亮先用随身所系皮带勒住被害人不某颈部致不某死亡，后郭攀亮放弃自杀，向公安机关投案。经鉴定，被害人不某系被他人勒颈造成机械性窒息死亡。<u>\n", "evid": ["<s>2014年5月19日，我在广东中山古镇通过QQ聊天认识了被害人，她当时自称黄某，之后我们同居，黄某称自己是陪酒的，认识后我们就没有上班了，只好找人借钱，期间我们到湖南邵东通过黄某表姐和她姐姐要到5000元钱，花完后我们又到景洪黄某姐姐家借了2000元准备回老家河南结婚，但从景洪回到昆明后发现钱已经不够了，就打算找住的地方打工凑钱。2014年7月13日我们到昆明市盛如招待所205房住下。因为没有找到工作，向家里要钱又要不到，我们就吵起来，争吵中黄某说让我们一起去死，想和我死在一起。我就想过跳河和自焚等自杀手法，但考虑后都觉得行不通，最后我们决定用勒脖子的方法，黄某先自己勒但不成功，她就让我把皮带解下来把她勒死，我就解下了我裤子上系的宽约3厘米有个银白色扣子棕色的皮带，黄某跪在地上，头趴在床沿上，把皮带套在自己脖子上，我就站在她后面用脚蹬住皮带扣，双手拉住皮带尾部使劲勒她脖子，黄某没有呼叫，也没有反抗，只是本能的用手来抓皮带，勒了四分钟左右我发现黄某不会动了就松了手。我看见黄某趴着的床上有好多血，就用被子盖在黄某的头上和腰部后关上门跑出来，准备到火车站附近的宾馆14楼跳楼死，到了火车站后我想到我还有母亲没人照管，我就打电话给“110”说自己杀人了，等了一会警察没有来，我就去了春城路派出所自首。见到警察后，带民警一起去看了现场，到现场时黄某已经死了。\n"], "evid_w": [137], "label": [0, 0, 0]}, {"fact": "<s>，1995年8月11日晚7时许，被害人吴某丁、吴某丁先后到张某甲（被告人张艳平之父，已判刑）家院子内寻找走入张某甲家鸭群中的鸭子。在找鸭子时与张某甲及被告人张艳平发生争执并扭打，张艳平持刀捅了吴某丁腹部数刀，后张某甲抓住吴某丁，张艳平持刀朝吴某丁胸腹部连捅数刀。吴某丁经抢救无效死亡。<u>尸体检验鉴定结论意见是：死者吴某丁系被锐器刺伤后，造成出血性休克，血气胸而死亡，属他杀。<u>法医人体损伤鉴定意见是：吴某丁的伤情属于重伤乙级。<u>\n", "evid": ["<s>，供认1995年8月11日晚上7点左右其从外面收废品回家，看见被害人吴某丁和吴某丁兄弟两人在其门口，后其与父亲张某甲与吴某丁、吴某丁因为鸭子走失一事而发生争执并扭打，扭打过程中，其从收废品的车上拿了当天刚收到的一把约20厘米长的弯尖刀向其中一个捅了两刀（事后其知道是吴某丁），接着其又向另一人（即吴某丁）捅了数刀，其就往院子外逃跑了，后其将作案用的尖刀仍在了路边。后来其逃往浙江、福建、广东等地打工，于2013年6月29日在汕头市被鄱阳县公安局逮捕。\n", "<s>1995年8月11日早上6点左右其在放养鸭子过程中，吴某丁也在放养鸭子，双方鸭群混入一起，后双方分开各自鸭群，其认为有三只鸭子跑入吴某丁鸭群，吴某丁认为有四只鸭跑入张某甲鸭群，吴某丁中午没有去认鸭，直到当天晚上7点左右吴某丁、吴某丁二人才到其家要四只鸭，其认为根本没有吴某丁的鸭子，后其儿子张艳平正好回家，双方理论时，吴某丁就问给不给，其说不给，吴某丁就用拳头朝其左右打去，双方发生扭打。由于当时天晚，其没有看见具体刀是什么样子，其认为是张艳平从哪里拿了刀把吴某丁、吴某丁给杀伤了，后来吴某丁朝院子门口走去，倒在了门槛上，后经过抢救无效死亡了。\n", "<s>1995年8月11日早上其儿子的鸭子出门正好遇见张某甲赶来的鸭群，有4只鸭子跑进了张某甲的鸭群，吴某丁当时就要去捉回来，张某甲说要等儿子张艳平回来，吴某丁也同意晚上再去抓。当天晚上八点左右，其听到张某甲家吵闹，其赶去看，在门口便被张某戊（张艳平母亲）和张某丁（张艳平妹妹）拦住打，其被打倒在地，后其看见其儿子吴某丁躺在院子门口，满身都是血，后经过抢救无效死亡。另外1995年12月份，其村承包的村东码头港抽水抓鱼，村民吴水秀捡到一把刀，其便要了过来，其听说是村民吴迎亮以前给张艳平拿走玩了。\n", "<s>1995年8月11日晚上8点多其从张某甲家门口路过，看见张某甲夫妇、张艳平、张某丁与吴某丁、吴某丁扭打在一起，其就叫“快来人”，就往村下边叫人去了，具体谁杀的人其不清楚。\n", "<s>1995年8月11日晚上8点多其吃过晚饭听到隔壁吵架，便到张某甲家门口去看，看见张某甲夫妇、张艳平、张某丁与吴某丁、吴某丁在吵架，吴某丁说要去抓鸭子，张某甲说不要抓，后来双方就扭打起来，由于天黑没看清楚，后来吴某丁出来时流了好多血，人就倒在地上了，吴某丁则肠子流出来了，具体谁杀的人其不清楚。\n", "<s>1995年8月11日晚上7点多，其从外面回家看到其哥张艳平与吴某丁、吴某丁在门口说事，张艳平说天黑看不清要明天来抓，其父亲张某甲也说明天抓，吴某丁就朝张某甲头部打了一拳，后吴某丁、吴某丁就摁住其哥张艳平打，其母亲张某戊叫他们不要打人，吴某丁一掌将张某戊打倒在地，后来双方扭打在一起，吴某丁的母亲胡某乙也来拦住其打。后来其看见一人倒在门口，其发现是吴某丁，后吴某丁被送医院抢救无效死亡，具体是谁杀的人其没有看清楚。\n", "<s>1995年8月11日早上6点多其丈夫张某甲放养鸭子，恰逢吴某丁的鸭群路过，张某甲家的3只鸭子跑进了吴某丁的鸭群，吴某丁还说有4只鸭子走失到张某甲家要把鸭子抓回去。后来发生冲突时其晕倒了，待其醒来时看见吴某丁被杀倒在家门口，吴某丁已经走了，张艳平已经跑走了，具体谁杀的人其不知道。\n", "<s>1995年8月11日其听说同村的吴某丁、吴某丁分别被人杀死、杀伤，具体情况其不清楚，只是听说。\n", "<s>1995年8月11日其听说同村的吴某丁、吴某丁分别被人杀死、杀伤，后来其跑去现场看到地上有血，具体情况其不清楚。\n", "<s>1995年8月11日其听说张某甲家有人被杀，具体情况不了解。\n", "<s>1995年8月11日晚上张某甲家杀人的事情其不在场，只是后来听说了这件事情。\n", "<s>1995年8月11日其听说张某甲家有人被杀死了，具体情况不了解。\n"], "evid_w": [46, 43, 30, 29, 20, 11, 8, 3, 6, 15, 3, 1], "label": [0, 1, 0]}, {"fact": "<s>，被告人蒋某甲与被害人吴某乙（男，本案死者，殁年65岁）、刘某某分别共同居住在简阳市涌泉镇同德村8组其弟蒋某乙（系刘某某前夫，已去世）住房的二楼和一楼，常因房子等琐事发生争吵。2015年3月14日下午，因蒋某甲未关水龙头，与刘某某发生了争吵。当晚8时许，吴某乙到二楼找蒋某甲理论再次发生争吵，推搡蒋并打耳光。蒋某甲遂从卧室拿出家用的屠宰刀，对吴某乙的面、颈、背部等处连刺数刀，致吴倒在二楼平台处死亡。次日午时许，蒋某甲向本组队长徐某某告知其杀死了吴某乙，徐遂电话告知了本村村长蒋某丙，蒋即报案。公安机关赶往现场抓获蒋某甲。经鉴定，吴某乙系被单刃带尖的锐器剌击左耳廓下方致左颈外动脉横断、颈内动脉破裂大出血死亡。<u>\n", "evid": ["<s>物证、书证、、鉴定意见、勘验、检查、辨认等笔录、、同步录音录像等视听资料。\n", "<s>2015年3月14日17时许，蒋某甲在院坝角的厨房做饭时打开水龙头后不关，水打湿了院坝，二人就此吵了架。当日21时许，她听见吴某乙与蒋某甲在二楼楼梯口说话、争吵，后有打斗的声音。她在一楼楼梯口看见楼梯墙角处从上流了很多血下来，喊吴某乙没人应。还证实三年前丈夫蒋某乙死后，不久吴某乙就来同她一起生活，住在一楼；蒋某甲是蒋某乙的哥哥，已满79岁，单身一人住二楼；三人因为房子等小事吵过架。\n", "<s>2015年3月15日11时许，蒋某甲到他家来说吴某乙死了，他找了社员代表到蒋某甲家里，看到吴某乙倒在二楼，地上有很多血。蒋某甲说“是我杀的”，他跟村长打电话说了情况并让其报警。还证实蒋某甲与吴某乙、刘某某经常发生口角纠纷，他去调解过几回。三人的住房是20多年前蒋某甲和蒋某乙两兄弟修的，周围没有其他住户，平时很少有人去。听说蒋某甲今年满80岁。\n", "<s>2015年3月15日12时许，徐某某打电话告知吴某乙死了，他报警后等到警察一起到现场，看见吴某乙满脸是血倒在二楼楼梯口。还证实吴某乙和刘某某与蒋某甲之间一直矛盾纠纷不断，经常吵架。\n", "<s>2015年3月15日12时许，徐某某告知他们说吴某乙死了，一起去了现场，只看见刘某某、蒋某甲。刘某某、吴某乙与蒋某甲因房子等鸡毛蒜皮的事经常吵架，队上都解决过几次。\n", "<s>父亲蒋某乙和大伯蒋某甲的住房周围没有其他住户，家里人与他人没有什么大的矛盾。\n", "<s>吴某乙是五保户，无儿无女；三年前从乐至搬到简阳同刘某某一起生活。\n", "<s>刘某某和吴某乙经常因为小事与蒋某甲吵架，三人住的房子单家独户，是20多年前蒋某甲和兄弟蒋某乙一起修的。案发当天没有发现过陌生、可疑人员出现，也没有看见和听见什么异常情况。蒋某甲快满80岁了。\n", "<s>蒋某甲与他们同村同组，自小就认识；按农村的风俗男做进女做满，去年腊月进80岁做了大生。\n", "<s>，他出生于民国36年腊月初一。2015年3月14日下午，他在楼下做饭后没有关水龙头，因为这事与刘某某刘吵了几句。当晚吴某乙到楼上来过问他的过失，还为房子的事吵了几句，吴打他几耳光还把他推到了。他气倒没得法了，回卧室从墙壁上的口袋里面拿了一把刀，在二楼楼梯口杀了吴某乙的胸口、颈子，吴倒地就一直没有动过。所供其他情况与上一致。\n"], "evid_w": [37, 71, 86, 11, 5, 26, 45, 3, 22, 1], "label": [2, 1, 8]}, {"fact": "<s>：被告人杨建魁与被害人程梅容于2012年2月结婚（双方均系再婚），婚后二人感情不和，程梅容提出离婚，被告人杨建魁多次劝说未果。2012年8月22日早上，程梅容执意办理离婚手续，并在母亲袁增娥等人陪同下来到霍州市民政局，杨建魁遂产生轻生念头，并购买一瓶“敌敌畏”农药放在车内。10时许被告人杨建魁在霍州市民政局院内再次恳求程梅容不要离婚遭到拒绝，遂在车上取出“敌敌畏”农药和一把水果刀，来到程梅容面前当众喝下几口农药，程梅容上前将农药瓶打翻在地，并打了杨建魁一耳光，杨建魁一气之下便朝程梅容胸部捅刺一刀，程梅容倒地后，杨建魁跨到程梅容身上，又朝程胸部捅刺一刀，在袁增娥阻拦下，又朝程胳膊捅刺两刀，并将袁增娥手指划伤，然后杨建魁双手持刀捅向自己腹部。程梅容经抢救无效死亡。经鉴定，程梅容系因受到单刃利器刺入左侧胸腔致心脏及左侧肺脏破裂大出血死亡；袁增娥之损伤构成轻微伤。<u>另查明：本案在审理期间，被告人亲属与被害人近亲属之间达成民事赔偿协议并履行，被害人近亲属对被告人杨建魁的行为表示谅解，并就附带民事部分申请撤回起诉，本院已裁定予以准许。<u>\n", "evid": ["<s>2012年8月21日其与杨建魁来到浮山程梅容家，二人对程相劝，但程决意离婚。当天下午杨建魁开车拉着其与袁增娥、袁增艳、程梅容一起来到霍州，晚上其再次劝程梅容无果。第二天上午她们一起来到民政局三楼婚姻登记处，因手续不全没办成，杨便走出院子上了车，等杨下了车，其对杨说再劝劝程梅容，杨说“不用你管了，程梅容已经死心了，不给我机会了，没有希望了，你先走吧”，然后杨就往民政局院里跑，接着其听到院里有人喊“杀人了”，其进去后见袁增娥搂着程梅容，用手捂着程梅容的胸口，杨建魁在地上躺着，肚子上插着一把刀，其便打电话报了警。随后其见杨建魁把肚子上的刀拔了出来，扔到了地上，嘴里还吐着白沫。后来救护车把程梅容和杨建魁送到了医院。\n", "<s>杨建魁和程梅容婚后杨常打骂程。2012年8月初，程再次挨打后回到浮山娘家，杨多次打电话但程不肯回去。8月20日上午杨来到浮山对程说“我以后一定不再打骂你了，好好过日子”，但程对杨彻底绝望了，决意离婚，杨就走了。21日杨和程秋风又来了，杨再一次做出保证，但程梅容不答应，便商定第二天在霍州办离婚手续。晚上杨建魁再次做程梅容的工作，程不为所动，杨便对程说：“你如果不给我这次机会的话，你明天就见不着我了；如果你非要离婚的话，我会给你一个圆满的结果”。第二天上午到了民政局，因杨建魁和程梅容没带户口本，一时办不了离婚手续，程梅容便给父亲打电话让把户口本送来，杨建魁离开时很生气，嘴里骂骂咧咧，还向程梅容要钱和手镯。其与程梅容、袁增艳在民政局院内站着，一会儿杨建魁一个人过来，左手拿着一个绿色玻璃瓶，右手拧开盖子就喝，程梅容问：“你喝什么？”就到杨建魁跟前夺瓶子，因夺不下来，就把瓶子打掉到地上，瓶子摔破了，接着程梅容就打了杨建魁一耳光，杨建魁就用左手抓住程梅容的右胳膊，其听见程梅容“哎呀”了一声，就后退了一步弯下了腰，接着就倒在了地上。这时其才看见杨建魁右手拿一把刀子，上面还有血。接着杨建魁向前跨了一步，骑在程梅容身上，右手朝程梅容的胸部又捅了一刀。其赶紧过去夺刀，这期间杨建魁又对着程梅容的胳膊划了一刀。刀没夺下，其右手中指还被划破了，其就把杨建魁推到了旁边。然后其见杨建魁双手拿刀对着自己的肚子捅了一刀，接着他双手放开就倒在了地上，嘴里还吐着白沫，刀还插在他肚子上，隔了一会儿，杨建魁右手把刀子拔下来扔到边上。\n", "<s>2012年8月22日9点半左右，其与袁增娥、程秋风陪程梅容到霍州市民政局与杨建魁办离婚手续，因没带户口本，杨建魁先走了。随后杨建魁回来走到袁增娥和程梅容面前，左手拿着一个绿色玻璃瓶子，右手拧开盖子就喝，程梅容上前夺瓶子，把瓶子打掉在地上摔破了，还打了杨一耳光，杨建魁就用左手抓住程梅容的右胳膊，右手从裤兜里拿出一把刀对着程梅容的胸部捅了一刀，程梅容就倒在了地上，杨建魁便又跨在程梅容身上朝胸部又捅了一刀，袁增娥见状上前夺刀，没夺下，期间杨建魁还拿刀将程梅容的胳膊划了一刀。然后杨建魁被袁增娥推到旁边，杨双手拿刀朝自己肚子捅了一刀，自己就倒在了地上。过了一会，杨侧过身子看了程梅容一眼，用右手把自己肚子上的刀子拔出来扔到旁边，嘴里吐出了白沫。\n", "<s>当日10时许其到霍州市民政局办事，往车棚放车时听见摔瓶子的声音，紧接着听到女人“啊”的一声，等锁好车转过身时，看见有个男人站在车棚西北侧三个女人旁边，双手持刀捅向自己的肚子，捅完后刀子就插在自己肚子上，然后慢慢蹲下去，仰面躺在了地上，其脚边有个摔破的绿色玻璃瓶子，还能闻见农药味。过了一会，捅自己的男子用右手把肚子上的刀子拔出来扔到旁边，嘴里吐着白沫。\n", "<s>其在民政局门前台阶上等人，忽然听见院子南边有摔瓶子的声音，紧接着还听见一个女人叫了一声，其抬头看见院内南面车棚西北侧有一个年轻女人倒在地上，跟前还有一个年龄较大的女人站着，紧接着在她们西北方向有一个男的往那个倒下的女人身上扑，右手用不知什么东西往那女人身上戳了一下，边上那个年龄大的女人就伸手推那个男子，那个男的转过身，其才看见他右手拿着一把刀。接着该男子翻转刀尖，双手握刀往自己的肚子捅了下去，随后放开刀子双手张开仰面倒下，刀子还在自己肚子上插着，嘴里吐着白沫。过了一会该男子用右手把刀子从身上拔出来，扔到边上。其还看见该男子右侧附近有一个摔破的绿色玻璃瓶子，周围有很浓的农药味。\n", "<s>2011年12月其与程梅容结了婚（双方均系再婚），婚后不久二人发生争吵，且越来越频繁，其还对她动了手，程梅容提出离婚，其不同意，程遂多次离家出走，其一次次把程找回来。2012年8月3日程再次出走回到浮山县娘家，8月20日其得知后去向程赔礼道歉，程坚持要离婚。第二天其和程梅容的姑姑又到浮山，将程梅容及程的妈、姨接到霍州，程不回家，其便将程等人安排到宾馆住下，程提出第二天到民政局办离婚手续。8月22日早上其又劝程不要离婚，程不同意，并去了民政局。由于其同程梅容结婚前曾两次离婚，其接受不了再次离婚的事实，于是就不想活了。其开车到大张村集市的一个农药店（其指认为薛成平经营的位于大张镇大张村南的农资店）内买了一瓶“敌敌畏”，准备死在程梅容面前。因材料不全，他们未能办好离婚手续。在民政局楼下其再次劝程无果，便很生气（第一次供述想和程梅容同归于尽，第二次起供述时予以否认，称当时并没有要和程梅容同归于尽的想法，只是一心想死在程梅容面前），便从民政局院外的车上拿出水果刀（程梅容买的，平时就在车内工具箱内放着；第二次起供述时称拿刀子是用来撬农药瓶盖和捅自己）、农药装到裤子口袋里返回民政局院内。程梅容和她妈、姨在车棚附近站着，其走到程跟前，掏出刀子和农药，用刀子将农药瓶盖撬开，刚喝了两三口农药，程上来将农药瓶打翻在地，并打了其一耳光，其一时生气就持刀朝程身上捅了两三刀，程倒在地上，接下来其朝自己肚子上捅了一刀，自己也倒在了地上。等醒来时其自己已经在医院里了。\n"], "evid_w": [142, 89, 9, 115, 108, 7], "label": [0, 3, 4]}, {"fact": "<s>，2008年4月23日晚，王康华（已判刑）等人在江南区那洪镇群益园艺场附近一赌场因赌博与赌场的人发生纠纷。次日下午3时许，被告人黄才敏与梁宜亮（已判刑）、“面包”（另案处理）纠集了王康华、梁宜艺、梁尔平（二人已判刑）等三十余人携带了铁管焊接杀猪刀、平头砍刀的刀具去到该赌场，赌场内的二十几人也持铁管焊接尖刀的刀具与黄才敏一方对打。打斗中，赌场一方的被害人钟某东被黄才敏一方追打倒地并被砍伤头部、背部、腿部等，后经抢救无效死亡。经法医鉴定，钟某东系锐器损伤导致重型颅脑损伤死亡。<u>另查明，附带民事诉讼原告人钟某来、陈某兰于2009年本院审理梁宜亮等五被告人犯上述故意杀人罪、聚众斗殴罪期间曾提起附带民事诉讼，该案经广西壮族自治区高级人民法院终审，裁定维持本院一审判决，其中附带民事赔偿部分判决梁宜亮等五被告人赔偿附带民事诉讼原告人钟某来、陈某兰经济损失共计人民币12元（其中，医药费62元、误工费5元，护理费69元、住院伙食补助费80元、交通费2247元，丧葬费10950元）。<u>\n", "evid": ["<s>书证、、和辨解、鉴定意见、勘验及检查笔录等。\n", "<s>其2008年4月24日下午3点到4点的时候和朋友坐车从南宁市去往江南区，过了友谊收费站大约3公里远处下车，当时公路右边有一栋民房，一楼是一间小卖部，民房对过去的马路边是一个补胎店。其看见一帮男子持长砍刀从补胎店那边马路冲向小卖部那边，小卖部那边也有一帮男子持长的尖刀冲出来，两帮人拿刀对打并相互追赶了两三个来回，从小卖部冲出来的男子好像不够打，就沿公路往南宁市区方向跑，其中一个跑在后面的男子不小心跌倒在马路中间，后面追上来的男子有几个围住他拿刀砍，这名男子的头部马上流出好多血。这时有一辆车上下来一名自称是警察的，那些砍人的男子就迅速坐上停在附近的摩托车往吴圩方向跑了。\n", "<s>2008年4月24日下午两点左右，其在其家的小卖部上网，看见那丹村一个叫“阿亮”的，和另一个人开摩托车来到路边，“阿亮”自己进到小卖部后面的赌场，过几分钟出来和刚才的人一起往吴圩方向回去了。过了一个小时左右，又看见有四五个人从吴圩方向来，过了四五分钟听到赌场方向有人吵闹，然后看到“阿亮”一个人先拿着把大的开山刀从马路对面冲过来，赌场里的十几个玉林人也拿着刀往“阿亮”那冲，“阿亮”见人多，边往后退边叫后面他们的人快点冲过来，两帮人就在补胎店对面的马路上打起来。先是玉林人压着“阿亮”这边那丹人打，没到一分钟，阿亮这边大概也有几十人都拿着刀冲上来，玉林人打不过往后退，其听到旁边女人婆喊：死人了，往外看到一个人躺在路口处的马路中间，头顶被砍了一个口，流出血来。那丹人就往吴圩方向跑，玉林人就坐出租车往市内方向跑。\n", "<s>其家商店后面开有赌场，2008年4月23日晚吴圩青年“阿亮”坐庄赌博，听说吴圩青年因为输了30元和赌场的人发生争吵。第二天下午4点，其儿子黄某帮打电话给其说“打架出事了”。\n", "<s>2008年4月24日下午其在村里鱼塘边听到一些年轻人在谈论“面包”、王康存、王康华等人前一天在群益园艺场附近一个赌场赌博、并与赌场的人发生矛盾一事，“面包”等人决定召集多人去赌场向玉林人显示力量。黄才敏、“面包”说要带上刀具防身。“面包”叫了人过来，梁宜亮拿出一个装有长刀的蛇皮袋，其拿上蛇皮袋和梁尔平坐摩托车一起去。到铁二局附近，其方二十几人往赌场里去，后被二十几个玉林人用刀追打出来，其方的人捡起长刀又转身回去对打，其方人数多，玉林人撤退，一个玉林人摔倒，其方的人追上去围住用刀砍打他，砍了一会就收队离开了。其看见黄才敏、王康华、“面包”从放刀的地方拿了刀后冲上去打斗，梁宜亮夺了对方的刀后继续与对方对打。过了两天在村里听王某列说亲眼看见“狗仔”举刀砍那个倒在地上的玉林人。\n", "<s>2008年4月下旬某一天中午近12时许，其看见本村“邱哥”、“敏子”、“阿兔”、“高佬”、“排弟”等十几个人在一起商量什么，“邱哥”叫其一起去，其就坐“阿兔”的摩托车到铁二局五处对面群益园艺场路面，“面包”和“阿亮”走进赌场，十几分钟后出来，过了一会赌场里冲出来十几名男子，手上都拿着带杆的长刀冲向“面包”他们，其也跟着跑，这时吴圩镇几十名男子支援到了，也拿着带杆的长刀，其这边的部分人则拿刀返回，双方混斗。后来双方退开了，其见到路中间躺着一名男子，已受伤了，他当时手上还拿着一把长刀划来划去，这时有人冲出来持铁管（有没有刀没注意）向那男子头部侧面打去，被打男子头部马上喷出一股血，打人男子就朝吴圩方向跑了。回来后听“邱哥”讲，那个打人男子是“狗子”。\n", "<s>2008年4月23日晚其在“金养”的赌场看到王康华、王康存坐庄输了2000多元，“面包”帮付30元后想坐庄，开场的人不给，就吵起来了。第二天，其在商店前见到王康华、黄才敏、梁宜亮和“面包”等人聚集，“面包”说去找“金养”。其方二十几个人就去到赌场，“面包”先进赌场，过一会有十几个人持刀将他们赶出公路来，这时梁宜亮开摩托车来，并用一个蛇皮袋装了8把刀柄焊有长铁水管的杀猪刀，黄才敏、王康华、梁宜亮他们马上拿刀反追打刚才对方的人，双方在公路上对打起来。其看见黄才敏和几个平垌村男青年手上都拿着刀，将对方一个人追到公路边，对方倒在路上，另一边梁宜亮被对方两个人用刀捅中手臂倒在公路排水沟里，其又回头见黄才敏他们打倒地的那人一动不动。之后双方就各自跑散开了。回村后听到“面包”、黄才敏、王康存那个议论说是一个叫“狗子”的最后出来又补了二刀给那个伤者。\n", "<s>2008年4月23日其和梁宜艺去赌场，看到王某存、“牛扒”王康华在坐庄，黄才敏、“面包”也在场，听说为了30元的事，对方不给坐庄，他们和对方发生争执，还叫对方要2000元。第二天其遇到梁宜艺，其和梁宜艺在村中和梁宜亮、“面包”会合，黄才敏叫王某存集中人并说叫大家去赌场，外地人来欺负我们，去要回点面子。之后梁宜亮叫其跟到他家拿了两编织袋装好六七把铁水管焊有劏猪刀、平头柴刀的出来交给梁某高、梁尔平等人，其也开摩托车搭梁宜亮去赌场。到了那里，其方有十几个已经冲入赌场，听到玉林人喊“唷ィ巨”，十几个人拿水管焊劏猪刀的追赶其方的人，其看见“农官”拿了两把刀交给梁宜亮一把，梁宜亮一面对打一面退，到公路对面被对方捅一刀。其看到公路对面有一个人倒在路上，头上流着血。黄才敏拿一把铁水管焊劏猪刀也有份参与打架。\n", "<s>2008年4月24日上午其打电话给堂弟梁宜艺说想去“金养”的赌场，梁宜艺告诉其昨天王某存、王康华、“面包”三人在赌场坐庄把钱输光还欠30元，“面包”不服还和赌场的玉林人起争执。其中午12点多去到赌场看到有20多人聚集。其回村里说起这事，大家不服气就说在地头还被欺负，“面包”和黄才敏都分头打电话召集人。到了中午2时许，十几二十个青年仔说要去找“金养”理论，黄才敏叫其回家拿刀出来分给大家，其就回家拿了刀出来给梁尔平。其也坐梁某瑞的两轮摩托车一起去到赌场。看到黄才敏、王康华、王某存、“面包”等人被十几个玉林人手持长刀喊“做他”就来追打其方的人，其被人用长刀连捅几下，其村的青年在也拿刀出来和他们对打，“侬官”拿刀给其，黄才敏、王康华、王某存、“面包”等也拿了刀转身和玉林人对打。但其没砍到人反而被对方砍中左手前臂和上臂，跌到水沟里，这时王康华等冲过来救其。玉林人见其方人数多，见势不妙就撤退了，其中一个玉林人退跑的过程中摔倒在路边，其看见黄才敏、“毛润”和几个友仔冲过去向倒地的人砍了几刀，具体部位不知道，其就坐摩托车去医院了。事后听王某列说一个叫“狗仔”的还去对这个被黄才敏、“毛润”砍伤的人补砍了几刀。\n", "<s>2008年4月23日其在“金养”的赌场输了三十元钱，其和黄才敏借了30元想继续坐庄，但还是和开场的人发生了争吵，其说不给2000元就不要开场。第二天即2008年4月24日，黄才敏、梁宜亮、梁宜艺说在赌场看到有20多个玉林人，黄才敏打电话给其说商量一下对策，其看到黄才敏、黄某存、梁宜亮、梁宜艺在一起，有人说肯定是示威，都欺负到家门口了，以后恐怕路过都被打。于是其和梁某谋、黄才敏前去“金养”的赌场看情况。到了赌场就有20多个玉林人每人手拿水管焊刀柄的“杀猪刀”冲出来指着其方十几个吴圩人喊“做他”，其方的人跑到路边，看到很多吴圩人拿砍刀来支援，其从路边的一个蛇皮麻袋拿一把铁管焊接平头砍刀上去，这时看到梁宜亮被五六个玉林人拿刀捅，其就冲过去救他，其方的人数有优势，玉林人就撤退了。其追一个“十二哥”的没追上，看到一个玉林人被砍了很多刀躺在地上一动不动，一个叫“狗仔”的拿刀砍了他两刀，砍的具体位置不清楚。\n", "<s>2008年4月24日下午15时许，梁宜亮打电话给其叫其开摩托车去村口会合，集中后梁宜亮说准备去打架，让其和梁某高去拿刀，梁某高拿着一个蛇皮袋装有五六把杀猪刀焊有1米多长的水管坐其摩托车后，和梁宜亮、梁某谋、梁宜艺（花名“兔子”）、黄某列（花名“马列”）、黄康华（花名牛扒、扒手）、黄才敏等十几个人一起坐摩托车去到友谊公路中铁二局五处，梁宜亮说要打的玉林人就在群益园艺场的一个商店后面，梁宜亮先去看情况，大约十分钟听到他们喊“拿刀过来”，其和梁某俭等人就拿刀过去，其方的人拿了刀就冲过去和玉林人打起来，打了大约五六分钟就往回走了，其看到黄才敏往中铁二局跑，梁某高跑回来坐上其的车说对方有一个人被砍伤了。过后听说是梁宜亮、“面包”和赌场的玉林人发生矛盾，才叫人去教训玉林人。\n", "<s>其外号“阿敏”或“敏仔”。2008年上半年的一天下午其参与聚众斗殴。起因是斗殴的前一天，王康华、“面包”在中铁五处对面的一个赌场里和一个外号“十二哥”的玉林男子因为赌资问题有了矛盾，“面包”还向其借30元。第二天其在南宁接到梁宜亮和“面包”电话，说其方的本地人被外地人欺负，让其叫人到中铁五处那里帮忙去打架。其就打电话给梁宜艺，说梁宜亮他们被外地人欺负，叫他组织人去中铁五处帮忙。其也去到中铁五处的赌场，到了现场看到已经很多人到那里，不久还见到其村的人被几十个手持砍焊有水管的砍刀的玉林籍男子追打，当时情况很乱，其就跑到中铁五处里面躲，过后其坐梁宜艺的摩托车回村里了。\n"], "evid_w": [49, 95, 46, 66, 43, 7, 4, 58, 38, 1, 27, 6], "label": [1, 7, 10]}, {"fact": "<s>，2014年11月10日12时许，被告人覃某某在重庆市万州区重庆德馨泰科技有限公司手机二部生产车间女卫生间产下一男婴，因覃某某认为该男婴不是其与同居男友的亲生骨肉，又害怕被人发现，遂用卫生巾塞进该男婴的口中，致男婴当场死亡。当日，公安机关将覃某某抓获，并送往万州区第五人民医院治疗。经鉴定，覃某某系精神发育迟滞（轻度），案发时具有限制刑事责任能力，该男婴系机械性窒息死亡。<u>\n", "evid": ["<s>，儿媳覃某某勤快老实，平时不和他人交流，智力与常人比差很多，覃某某与儿子杨某结婚后已生育二个子女，孙女2岁、孙子4岁。因儿子杨某小时候被电击过，耳朵有点失聪，家里收入主要靠覃某某打工。2014年5月，覃某某从江苏回来没见用卫生巾，身体也变胖了，她怀疑覃怀孕了，也问过覃某某，但覃没有回答。\n", "<s>，她与覃某某是工友，2014年9月份时注意到覃某某慢慢变胖了，她问过覃是否是怀孕了，但覃没有承认。\n", "<s>，她在重庆德馨泰科技有限公司人事部上班，2014年11月10日下午1点左右，清洁工万文会在车间二楼女厕所打扫卫生时，发现便池旁垃圾桶内垃圾袋中有一个婴儿尸体，何某某说有一个叫覃某某的员工有点异常，当下午大家都在讨论死婴这件事的时候，只有覃某某没有参与讨论。出警方的民警了解这个情况后就和他们一起将覃某某通知到会议室，覃某某承认婴儿是她生的并说婴儿生下来后叫了两声，就把婴儿扔进垃圾桶了。后来发现覃某某一直在流血，就把覃送医院去了。\n", "<s>，她在重庆德馨泰科技有限公司上班，覃某某和她是工友，2014年7月覃某某再次到公司来上班时，她发现覃比以前长胖了些，肚子也鼓出来了，她问过覃是否是怀孕了，覃说没有。\n", "<s>，她和覃某某都在重庆德馨泰科技有限公司上班，覃某某在2014年3月左右离开过公司，大概2014年7月又回到公司上班，她发现这次覃回公司上班比原来长胖了，肚子也凸出来，她问过覃是否是怀孕了，覃没有回答。\n", "<s>，她是重庆德馨泰科技有限公司C线的组长，覃某某在2014年3月左右离职，大概2014年7月又回到公司上班，她发现覃比以前长胖了。2014年11月10日下午1点多钟，她听见有人说厕所里有婴儿，过会儿何天会把二楼的组长叫过去让注意一下自己线上的员工，看有没有不对劲或者请假的，她回到线上听有人说覃某某脸色不对，她看见覃脸色发白，过了几分钟，何天会叫她把覃某某带下楼，她把覃某某交给何天会，二人一起下楼去了。\n", "<s>，她在重庆德馨泰科技有限公司当保洁员，2014年11月10日13时10分左右，她在打扫公司二楼女厕所时，发现便池周围地板上有很多水，还有少量血迹，便池旁边垃圾桶里的黑色塑料袋没有打开，好象装了一包什么东西，她打开塑料袋就看见有一个婴儿的脚，连忙向车间的组长杨某说了，杨某就给公司办公室的经理说了，后来公司的人报了案。过了半小时，警察来发现塑料袋里装了一个刚生下来的婴儿，已经死亡。\n", "<s>，她与覃某某是工友，2014年11月9日一上班，覃某某就频繁上厕所，还找她借卫生巾，她当时以为覃的例假来了。11月10日下午1点多钟，工友都在议论厕所里发现一具死婴，覃某某也没有插话，有人发现覃某某脸色不好，脚上还有血。\n", "<s>，他在重庆德馨泰科技有限公司当保安，2014年11月10日下午1点多钟，当时他在前台值班，公司清洁工万某某过来说在二楼女厕所垃圾口袋中发现有婴儿的脚。等了一会儿警察就来了。\n", "<s>，她在重庆德馨泰科技有限公司任公司二楼生产线线长，2014年11月10日下午1点多钟，清洁工万某某和一个组长杨某找到她说万某某在二楼女厕所垃圾口袋看见可能是婴儿，她把这事给总经理汇报了，大家商量了一下由人事部的魏小丽打110报警，由线长和组长到生产线看看有没有员工有异常，过了一会儿一个组长过来说覃某某脸色苍白，大家都在讨论死婴这件事的时候，只有覃某某没有参与讨论。警察来后，她把覃某某的反常情况告诉了警察，警察叫把覃某某带到会议室，带来后警察问厕所里的婴儿是不是覃生的，覃就承认是她生的，问婴儿生下来是活的还是死的，覃开始说是死的，后来又说生下来的时候叫了一声，覃就把婴儿扔进垃圾桶了，这时有警察发现覃还在流血，就送医院去了。\n", "<s>，她和覃某某都在重庆德馨泰科技有限公司上班，覃某某原来一直在公司上班，2014年3月离职，同年7月又回到公司上班，这次回来她发现覃比以前长胖很多，肚子也比较鼓，她问过覃是否是怀孕了，覃没有承认。\n", "<s>，他和覃某某于2010年举行结婚仪式，但没有办理结婚证。\n", "<s>，她曾于2013年6月至2014年4月在重庆德馨泰科技有限公司上班，与覃某某是工友，平时发现覃某某好像智力有点问题，人有点笨。2014年1月左右，覃某某通过她给的QQ认识了她丈夫的弟弟李秀江，2月份覃某某打电话说和李某某一起到江苏去了，8月份时她和覃某某联系了一次，覃说又回公司上班了。\n", "<s>，她于2014年8月被刑事拘留被关在看守所，同仓室有个叫覃某某的人比较勤快，聊天时覃某某说她家很穷，又有两个小孩。\n", "<s>，她于2014年7月被刑事拘留，被关在看守所，同仓室覃某某曾说用卫生巾把刚生下来的婴儿捂死了。\n", "<s>，2014年11月10日上午，她在重庆德馨泰科技有限公司上班时，感觉肚子痛，到中午12点10分下班时，同事都去吃饭了，她到二楼女厕所小便时，怀在肚子里的婴儿就生下来了掉在便池里，是个男婴，当时婴儿是仰躺着没有出声也没有动，她把婴儿抱起来用手放在嘴巴和鼻子处，发现有气息，由于认为这个婴儿是她和李某某的孩子，不是她和杨某亲生的，就不想要这个孩子，她从厕所垃圾桶里捡起一张别人用过的卫生巾，将卫生巾塞在婴儿嘴巴里想把婴儿弄死算了，在塞卫生巾时还听到婴儿叫了一声，且手脚也在动，之后不到五分钟，她用手去摸婴儿的鼻孔，发现没有出气了，就知道已经死了。后来她把婴儿尸体套在垃圾桶里的塑料袋里，把塑料袋口系住，之后就回到车间上班的位置坐着休息，没有将婴儿死亡的事情告诉其他人，直到下午1点多钟，邱某过来说找她有点事，把她交给何某某带到一楼办公室，警察也在办公室，后来因为还在流血就被送到医院去了。\n"], "evid_w": [45, 28, 13, 29, 6, 3, 21, 5, 1, 3, 0, 13, 1, 9, 6, 5], "label": [0, 3, 6]}, {"fact": "<s>：被告人林兰芬与被告人林欣系母子关系。2014年8月11日21时许，林兰芬在租住的出租屋昆明市五华区小屯老村62号3-2室内，因琐事与被害人李朝某发生争执。在争执过程中，其子林欣在林兰芬的帮助下，用棒球棍多次击打李朝某的头部及身体，致李朝某伤重倒地。之后被告人林欣、林兰芬将李朝某装入箱内，致其死亡后抛尸于昆明市五华区轿子山旅游专线630米处路边草丛中。经鉴定：李朝某主要死亡系颅脑损伤，次要死因系腹腔脏器损伤及窒息。<u>\n", "evid": ["<s>2014年8月11日晚上8时许，他在小屯老村家的隔壁老罗家串门，他听见一个昭通口音的男子（被害人李朝某）和他妈吵起来，这个男的骂得还很难听。随即他就回家，进家后顺手把门关起来，在看到李朝某手里好像提着个东西要打他妈时，他用右手拿起小床上的银灰色棒球棍，连续打在了李朝某的后脑上两下，李朝某被打后转过身时，他接着用棒球棍打，李朝某用手来档时，他就打在李朝某手上。这时，李加某挡在了他和李朝某之间，李朝某则被打倒在地上。林兰芬见状后过来查看，他听见李加某对他妈说“大姐，不关我的事”后就打开门走了。此时，他和林兰芬发现李朝某头上流了很多血出来，他（她）们想把被害人李朝某送医院，但感觉李朝某已经不行，林兰芬用手去试被害人的鼻子并说“人死了，咋个整”。随后，二人就商量着他把被害人运出去埋掉。商量完，他把家里装衣服的箱子拿出来，和他妈一起把被害人装进箱子，由于尸体装进箱子后关不起来，他就先后找了两根皮带去捆尸体，但都捆不起来。他把皮带丢进箱子里后，用力把李朝某的尸体卷起来才把箱子关起来。弄完尸体后，他拿了一条绿色的裙子把地上的血迹擦干净，把棒球棍放在门边的墙上靠好。在看到箱子里有血流出来时，他找了块绿色的毯子包在箱子外面，用一块粉红色的窗帘布横捆在毯子外面并找了件自己穿的白色T恤放到箱子底下垫着。处理完后，他拿着被害人的电动车钥匙，把箱子弄上电动车，驾驶着电动车带着他妈林兰芬朝着普吉路走了。在路上，派出所好像打过他妈林兰芬的电话。当他（她）们到一高速路边时，他（她）们就把装尸体的箱子丢了。在回家的路上时，由于电动车没有电，就把车停在路边锁好。他（她）们打了辆出租车回来，到普吉路明日城市时林兰芬下车回家，他则继续坐车到了同学家。林欣还证实他（她）们在搬尸体的过程曾看见李加某，李加某在看到他（她）们后转身就跑了。\n", "<s>2014年8月11日晚上8时左右，其朋友李加某（男、会泽人）到家里来玩。晚上9时左右被害人李朝某来到她家，随后她和李朝某因琐事发生吵骂。吵骂过程中，李朝某还用家里的铁凳子提起来要打她，她儿子林欣回到家见状后，就从床上拿起棒球棍一棒打在李朝某头上，李朝某就被打趴下去，头上开始不断的流血，此时林欣还用棒球棍打李朝某的头。李朝某被打倒在地上后，她对儿子林欣说“死掉了”。随后，她和林欣商量着要把死者拖出去埋掉。她从死者皮带下取下电动车钥匙，找了一个装衣服的箱子想把被害人装进去，装的时候，她想用皮带把被害人的头和脚捆在一起，但试了两根皮带都没有捆起来，她就使劲把被害人塞进箱子，用脚踩了两脚，并把一根皮带也装在箱子里，用一块绿色的地毯包裹在箱子外面。由于有血从地毯上渗出来，她从床上拿了件林欣的白色T恤垫在箱子和地毯之间，然后又用一块彩色丝巾捆在外面。尸体处理完后，她还拿一条绿色的裙子和毛巾擦地上的血迹，并将裙子、毛巾和一双死者穿的拖鞋装进一个米口袋里扔在门背后。之后，她和林欣就把尸体搬下楼抬到死者的电动车上。她儿子林欣驾驶电动车，她坐在车背后朝普吉路方向走了。在路上时，她陆续接到房东和警察的电话要她回去，她都没有理会。驾驶电动车过了立交桥后到一公路边时，她将箱子就扔到路边的草丛里。在回来的路上时，由于电动车没有电就把电动车推到一座高架桥下藏起来，两人打了辆出租车坐到明日城市时，她下车自己走回小屯老村，林欣继续坐出租车离开了。在小屯老村，她就被警察抓获了。林兰芬还证实，当时在场的李加某看见被害人李朝某被打的严重后就离开了。\n"], "evid_w": [110, 101], "label": [0, 1, 1]}, {"fact": "<s>，被害人吴某军（男，殁年44岁）与了犯罪事实。二被告人归案后，被害人吴某军的近亲属对二人的犯罪行为均表示谅解。<u>\n", "evid": ["<s>自己与吴某军系村邻，吴某军好酒且酒后会作恶闹事，曾踢瞎郑某某一只眼睛。因吴某军失踪很长时间，听说其已被儿子打死，埋在家门口菜地里，故向公安机关报案。经其辨认，本案被害人吴某军即为其报案所称失踪人员。\n", "<s>笔录及当庭供述，称其自记事起，父亲吴某军屡屡酗酒闹事，打骂邻里，伤害亲人。家人都被吴某军打伤过，母亲郑某某长期被吴某军殴打，右眼也被踢瞎，伤情最为严重。案发当晚，其放寒假在家，吴某军酒后滋事，无故用筑钩（带有三根铁齿的农具）砸伤其右额头，其负气外出，后被母亲劝回。回家后，吴某军又逼着母亲在夜间寻找手机卡，不让她睡觉。在听到吴某军打骂母亲的声音后，其气愤难忍，起床尾随吴某军至室外将他推倒并与他厮打，因吴某军发狠要报复，自己随手捡起地上一根废电线绕在他脖子上勒拽，母亲见状让其松手，但因为怕吴某军真会报复弄死自己，其不敢松手，后将电线的一端交给母亲，让她帮着一起拉拽电线，数分钟后吴某军不动了。当夜，其与母亲在偏屋东边塑料小棚里挖个坑，将尸体埋了，吴某军的尸体头东脚西趴在坑中，因坑底长度不够，尸体的两脚是向上弯曲的。作案后，其与母亲一直隐瞒此事，直至2013年5月23日被公安机关抓获，因为母亲以前受父亲很多罪，不愿让她受处理，其归案之初隐瞒了母亲的犯罪事实。\n", "<s>吴某军好逸恶劳，经常酗酒闹事，无故打骂家人，父母、兄弟、妻儿均有被其殴打致伤的经历。女儿吴某因不堪忍受虐打曾割腕自杀，为避开吴某军常年在外打工不敢回家。\n", "<s>吴某军一贯游手好闲、表现差，常对家人实施暴力。其妻郑某某打工持家，为人老实。\n", "<s>吴某军一贯表现很差，经常酒后作恶，殴打村邻和家人，是村里的祸害。其失踪的这段时间，村子里安稳很多。其妻郑某某、儿子吴某某都为人老实，与大家相处不错。\n", "<s>吴某军为人很差，经常酒后无故打骂家人，数年前，其曾目睹吴某军穿皮鞋没头没脸地踢踹郑某某，将郑的眼睛踢伤，导致郑某某右眼失明。\n", "<s>二三年前听说过吴某军可能遇害，因为他为人太差，经常惹事，故大家对其死活都不关心。\n"], "evid_w": [9, 0, 20, 5, 13, 10, 0], "label": [2, 4, 5]}, {"fact": "<s>，被告人龚加科系被害人龚某某之长子，均居住于腾冲县曲石镇干乍村栗园23号，因家庭经济问题二人素有矛盾。2014年6月26日19时许，龚加科见龚某某在本村村民龚加祥家商店内打麻将，心生恨意，遂返回家中拿得一把长刀到龚加祥商店内朝龚某某头部猛砍数刀致龚某某当场死亡，后离开。当日22时许，民警在龚加科家中将其抓获。经法医检验：龚某某头项部有多处砍切创口，系重度颅脑损伤死亡。<u>\n", "evid": ["<s>该几人亲眼目睹龚某某大儿子龚加科于2014年6月26日19时左右在龚加祥商店内用刀将龚某某砍死；龚加科之前出门七八年，行为有些怪异，有时走路会频频点头，还会把手指头放在嘴里吸允，但讲话是正常的。其弟弟和妹妹有精神疾病。\n", "<s>龚加科是其哥哥，其哥哥和姐姐都有精神病，听人说其哥哥龚加科把父亲龚某某用刀砍死了。\n", "<s>其是龚某某的母亲，龚加科的奶奶。在案发前，龚加科曾用刀砍过龚某某头部一刀。龚加科和龚某某关系恶化是在半年前开始，原因是龚加科龚加科几年前无故离家出走，龚某某把龚加科的田地买了部分，龚加科回来后，龚某某又没有把钱给龚加科。龚加科离家出走回来后，精神有些失常，眼睛红，脾气坏。\n", "<s>其是曲石镇卫生院医生，龚某某曾经有一次头部受伤来过曲石镇卫生院包扎过。\n", "<s>，其杀死其父亲是因为龚某某常年喜欢赌博，家庭比较困难，龚某某也不管，有时为了赌博龚某某向其要钱不给的话还被打，自己又打不赢他，所以今天见他在赌博，相当气愤就想到把它砍死。其它供述与本案其他证据相互印证。\n"], "evid_w": [32, 57, 87, 4, 7], "label": [2, 0, 1]}, {"fact": "<s>，2013年10月26日6时许，被告人邹义强找其哥哥邹某生去邹某生的责任田里割稻谷，邹某生告知邹义强该责任田已承包给邹某才，邹义强仍到该责任田里割稻谷，邹某生对邹义强劝阻未果。当日11时许，被害人邹某荣发现邹义强在其妹夫邹某才承包的责任田里割稻谷，便上前进行制止，双方因此发生争吵，邹义强持木棍击打邹某荣，邹某荣则持竹竿挡击，在对打中，邹某荣被邹义强用木棍打击头部而倒地，邹义强仍持木棍朝邹某荣的头部猛击，直至被村民劝阻后离开，邹某荣在被送往医院途中死亡。经鉴定，邹某荣左眉弓处皮肤裂创、相应部位皮下出血；左侧颞肌广泛出血；颅内硬膜下巨大血肿及蛛网膜下腔广泛出血，左侧前颅窝、中颅窝粉碎性骨折。邹某荣系被他人持钝器打击头部，造成重度颅脑损伤死亡。<u>另查明，被告人邹义强患有精神分裂症，作案时有限定刑事责任能力。<u>\n", "evid": ["<s>、、物证、书证、现场勘查笔录及照片、鉴定结论等。\n", "<s>，证明邹某英因为本村的邹义强打死邹光荣的事报警。邹某英听周四加说，邹义强割了邹某荣妹夫邹某才家的稻谷，邹某荣说了邹义强几句，两人就打了起来。\n", "<s>，证明2013年10月26日11时许，周某加正在水井边洗衣服，听到邹某荣对着“黑加”说：“那是我妹妹家里的稻谷，你不要割。”“黑加”就开始骂人，邹某荣听到“黑加”骂人，就拿着一根竹棍从永胜家里走了过来，“黑加”看到邹某荣走过来了，就拿了一木棍，两人在洗衣服的地方对打，打了约一分钟时间，邹某荣的竹棍被打裂开了，邹某荣滑倒在地上，“黑加”就拿着木棍朝邹某荣头部打了两下。当时，邹某荣倒在地上已经没办法反抗了，周某加看到这情况后就上去把木棍抢下来，“黑加”就退到他割谷子的田里了，后来村子里来人把邹某荣送去抢救。\n", "<s>，证明2013年10月26日12时许，廖某友和邓某信在水井旁边的农田里做事，看到邹某荣去责问“黑加”为什么割他妹夫家的稻谷，“黑加”就与邹某荣骂了起来，“黑加”对邹某荣说：“这是我的田，我要割就割，你再过来我就打死你。”邹某荣比较生气，就走了过去，“黑加”从打谷机旁边就拿了一根一米多长，拳头粗的木棍向邹某荣打了过去，一直对着邹某荣的脑袋打，邹某荣后退摔倒在地上，“黑加”对着邹某荣的脑袋打了三棍子，廖某友和邓某信就走过去拦架，“黑加”把手上打人的棍子一丢就走掉了。廖某友看到邹某荣的脑袋左边太阳穴的位置被打开了，下巴那里也有一条伤口。廖某友和邓某信两人打了“120”急救电话后背着邹某荣往村子里面走，在送往医院的路上遇到“120”急救车，医生抢救后说救不活了。“黑加”当时拿一根棍子打邹某荣，邹某荣就从地上捡起一根长竹子挡了一下，但是没有挡住，邹某荣没有还手。当时在场的还有一个在井水那里洗衣服的女的叫四加。“黑加”平时精神有点不正常，但是能够自己种地，生活也能自理。\n", "<s>，证明2013年10月26日7时许，邓某信看到邹义强在邹某生的责任田里割稻谷。11时许，邹某荣看到邹义强在责任田里割稻谷，就对着邹义强说，这是你种的地呀？邹义强说，这是我种的地。双方这样就吵了起来，邹义强就对着邹某荣骂了起来，邹义强还对邹某荣说，你过来我就打死你。邹某荣就从地上捡了一根竹棍，邹义强则拿了一根木棒去打邹某荣，邹某荣就用竹棍去挡，挡了一下就被邹义强打掉到地上，邹义强接着又对着邹某荣的头打了两三下，邹某荣就滑倒在田里，邹义强又往倒在地上的邹某荣打了几下。邓某信走过去看到邹某荣倒在地上不动了，头部流了很多血，邹义强把打人的那根木棒丢在邹某荣旁边就走了。\n", "<s>，证明2013年10月26日12时许，邹某勇在祠堂看到廖某友和邓某信背着邹某荣经过祠堂，廖某友说是邹义强打的，邹某勇和廖某友等人一起送邹某荣去中医院，在莲塘村附近碰到了中医院的“120”急救车，医生抢救了一下，说无法救活了，要邹某勇等人把邹某荣送回村子。\n", "<s>，证明陈某坚和刘某是临武县中医院的医护人员，2013年10月26日值班。当日13时许，有人打“120”急救电话，称南强镇邹家村的邹某荣因为打架受伤了。接到电话后，陈某坚和护士刘某、司机曾某文三人马上开着车往邹家村赶，在南强镇莲塘村附近碰到几个人开着三轮摩托车拉着邹某荣往临武方向走，见面后把邹某荣抬下来，陈某坚对邹某荣进行了胸外按压、人工呼吸等抢救措施，但是最后没能将邹某荣抢救过来，就让他们将尸体抬回去。陈某坚抢救前看到邹某荣的脸上、衣服上都是血，头部左眼边上有一个洞。\n", "<s>，证明刘某和陈某坚是临武县中医院的医护人员，2013年10月26日值班。当时接到南强镇那边的急救电话，刘某和陈某坚、司机曾某文一起去的，在南强莲塘村附近遇到伤者后将他抬了下来放在路边，伤者当时瞳孔已经散大，呼吸和心脏都已经停止了，经采取抢救措施还是没有能够抢救过来。因没有救了，就让亲属带人回去。在抢救时，刘某了解到伤者叫邹某荣，是被一个疯子打的，看到邹某荣的脸上、头上有血，左眼旁边有一个洞。\n", "<s>，证明案发地方的责任田是邹某生的，邹某生以200元一亩的价格承包给了邹某才。2013年10月26日6时许，邹义强找邹某生一起去割稻谷，邹某生讲已把责任田承包给了别人了，现在没有种田，邹义强讲邹某生的责任田被别人夺掉了。7时许，邹某才（被害人邹某荣的妹夫）告诉邹某生，邹义强在责任田割稻谷。邹某生来到责任田看到邹义强在割稻谷，遂告诉邹义强责任田承包给了别人，不要割，邹义强不听。当时有邹某加、邹某义等人在场。邹某生后来听邹某才说，邹义强割了稻谷后，还背了打谷机去，邹某荣看到后就责问邹义强为什么割邹喜加的稻谷，就这样吵起来了，邹义强就将邹某荣打死了。\n", "<s>，证明2013年10月26日7时许，邹某光经过邹某生的责任田时，看到邹义强在邹某生承包给邹某才的田里割稻谷，邹某生在给邹义强做思想工作，要邹义强不要割了，但是做不通，邹某光就说既然邹义强要割就让他割，到时给邹义强点工钱。大家说了一阵后就都散了。12时许，邹某光听到有人喊，说邹某荣被邹义强打死了。\n", "<s>，证明邹某才是被害人邹某荣的妹夫。2013年10月26日，邹某才接到妻子邹某兰的电话，说邹某荣被邹义强打伤了，人已经快不行了。邹某才赶到了村子里了解到邹义强到邹某才承包的责任田里割稻谷，邹某荣要邹义强不要割，邹义强不听，双方吵了几句后发生打架，邹某荣被打死了。\n", "<s>，证明村里一个叫“黑加”的精神病人打死了同村的邹某荣。“黑加”的真名叫邹义强，是村中的一个五保户，与常人不一样，疑似有精神病，但生活能够自理。\n", "<s>我的别名叫“黑加”。2013年10月26日12时许，我在我哥哥邹某生的稻田里割稻谷，同村的邹某荣、邓某信在隔壁的稻田内割稻谷。邹某荣后来走到我所在的稻田旁的田埂附近，说我割的稻谷是他妹夫家的，不准我割。我说这些稻谷是我的。我们就吵起来了，后各自拿着东西打了起来，邹某荣拿着一根竹棍先打到我的头，我当时很生气，抡起手上的木棍就朝邹某荣头上打去，木棍打在邹某荣的眼睛旁边。邹某荣拿的竹棍有大拇指粗，约六尺长，我拿的实心木棍有四尺长，可以用来做锄头把。我是用木棍比较大的那头直接打到邹某荣的脑门上，邹某荣就滑倒在地上了。我看邹某荣的头上出了点血，地上有血，木棍的一端和中间也有血。我之所以往邹某荣的头上打，是因为他要搞我，我就要搞死他，我就往他的脑袋瓜子上打了两棍子。我知道用木棍打脑袋会打死人。\n"], "evid_w": [62, 96, 90, 28, 11, 1, 57, 3, 0, 1, 2, 4, 2], "label": [1, 2, 6]}, {"fact": "<s>，被告人余有三曾跟着西峡县双龙镇莎草沟村村民张丁某搞装修工程，张丁某欠余有三工钱一万元，余有三多次催要无果。2015年6月26日18时许，余有三电话联系张丁某讨要工钱，二人在西峡县古城路与电厂路交叉口处见面后，张丁某对余有三说自己暂时没钱还，即准备骑摩托车离开。余有三认为张丁某没有还钱的诚意且态度不好，便去拔张丁某摩托车的钥匙，张丁某不让拔，余有三就将张丁某从摩托车上拉下来。二人遂发生撕扯，撕扯过程中余有三挥拳打倒张丁某，张丁某倒地后面朝下趴在地上，余有三又搬起一块石头连续砸击张丁某头部五六下，致张丁某头破血流。余有三作案后明知他人报警而在现场等候被抓捕。张丁某经抢救无效死亡于当晚23时死亡。经鉴定，张丁某系被他人用钝器击打头部致严重颅脑损伤死亡。<u>另查明，由于被告人的上述行为，给附带民事诉讼原告人造成了一定的经济损失。<u>\n", "evid": ["<s>在现场看到有个30多岁的、高个年轻男子双手多处沾有鲜血，旁边躺个男的有30多岁、头部流好多血，听旁边群众说就是高个男子使用石头击打躺在地上的男的头部，后她打电话报警。\n", "<s>在现场看到一辆踏板摩托车倒在地上，有个男的坐在十字路口的土堆上，土堆下面躺有一个男的，看见躺在地上的那个人的胳膊偶尔还在抽搐，其感觉事情怪严重，就用手机拨打了120电话。\n", "<s>其骑车经过西峡县电厂路和古城路交叉口时，看到东北角路边有个人倒在泥地里，旁边有个穿格子短袖、中等身材、高高个子的三四十岁男子正拿着一块大石头朝躺在地上的那个人连砸三四下，后将石头扔在旁边。这时候旁边有人正在打电话报警。\n", "<s>张丁某欠其丈夫余有三一万元钱并打有欠条。\n", "<s>到电厂路和古城路交叉口，看到余有三在路口的东北角土堆上坐着，一两米远侧躺有个人，头歪着，头底下流血了。其喊余有余不答话，一个人自言自语。其回家喊余有三老婆，途中拨打120急救电话，对方说救护车已经去了。后其和曾令秀又回到现场看到120救护车已经把地上躺的人拉走了，随后110处警车就到了，余有三看到警车到了，就站起来双手伸向前，对警察说“你们抓我吧，我不想活了，给我拉去枪毙了。”后来警察就把余有三带走了，并把现场的一个踏板车、一辆电动车都拉走了。\n", "<s>2015年6月26日19时18分，急救站接到120指挥中心调度电话“古城路与电厂路口有人打架受伤”，接着立即出车赶往现场，到现场看到路口东北角有个土堆下边围好多石头，东边路边倒着一辆白色五羊本田摩托车，旁边扎着一辆电动自行车，下车后看到一名三四十岁的男子趴在头堆下边，人不会动，呼吸微弱，口腔有大量分泌物，后脑及头顶都是血，耳朵也在往外冒血，头下边小土坑内有大量血迹，就赶紧将他体位扶正并进行院前急救，在车上将其头部进行包扎，迅速转运至县医院脑外监护室。\n", "<s>被害人住院后给予畅通呼吸道、气管插管、补液、完善检查、清创缝合等多项治疗，于当晚23时自主呼吸停止呼吸机辅助呼吸，23时5分心跳停止给予心脏复苏，23时35分抢救无效死亡。\n", "<s>余有三到她家要过多次账，记得最后一次要账大概是出事前半个月左右，因为外面欠的钱也没要来，所以欠余有三的钱也一直没有还，想着是等把钱要回来后再给余有没想到余有三为这事情把张丁某打死了。\n"], "evid_w": [84, 51, 9, 49, 34, 13, 46, 81], "label": [4, 0, 7]}, {"fact": "<s>，2015年2月27日23时许，被告人杨波与陆某、廖某、胡某某从北川羌族自治县永昌镇“悦动城邦”歌城出来欲前往另一场所喝酒，当被告人杨波驾驶川BG0357白色别克轿车途经该镇“天得大酒楼”附近时，遇前方同向步行的李某某、李某（男，本案被害人、殁年22岁）、王某、任某某4人在道路中间行走，杨波在闪灯、鸣喇叭的同时，见李某等人指手画脚、出言不逊，便握刀与同行的人一起下车，双方发生争吵、拉扯，杨波用拳头殴打李某头部，引发打斗，在与李某的互殴中杨波用随身携带的折叠刀刺中李某胸部，后与同行的其他人驾车逃离现场，并将折叠刀丢弃于安昌镇南河桥下。李某经医院抢救无效于次日凌晨3时许死亡。经法医尸检鉴定，李某系锐器刺破胸腔致心脏破裂，呼吸循环衰竭死亡。同月28日清晨杨波在家中被公安机关抓获归案。<u>另查明，在本案审理期间，杨波的家属代其向被害人李某的父母进行了赔偿，被害人李某的父母向本院撤回了民事诉讼并对杨波表示谅解，请求本院对其从轻判处。<u>\n", "evid": ["<s>李某某辨认出杨波是在殴打中拿刀捅伤李某的人。\n", "<s>2015年2月27号的晚上9点左右，其跟表哥王某，表弟李某，朋友任健珲从KTV出来后准备去吃烧烤，由于都喝酒了，也没有怎么注意就走在马路的中间，走到尔玛假日酒店前面一点的时候，后面有一辆小轿车开的远光灯，还一直按喇叭，李某就很大声的骂了一句，李某某也跟着骂了一句脏话，这时那辆车子停下来，从车上下来了四个小伙子，李某就跟开车那个小伙子对骂起来，开车那个小伙子上去就朝李某头上打了一拳，李某这时也想冲上去打开车那个小伙子，开车那个小伙子掏了一把刀朝上挥了一下，又冲上来打李某，之后李某某跟任健辉就在马路这边劝住对方另外的人，李某和王某则跟对方开车的那个小伙子以及对方的其他人到了路的另一边。过了一两分钟的样子对方的四个人就直接开车走了。那几个人走了过后，李某某看见李某躺在草坪上，脸上在流血，衣服被血浸湿了，李某的胸口附近有一个约4到5厘米左右长的一个刀口，然后他们立刻把李某往县医院送，在县医院抢救了一会儿又送到绵阳市中心医院，结果抢救无效直接死在了医院。当天李某里面穿了一件深色薄毛衣，深色的外套，脖子上戴了一根金项链，案发时李某某一方只有李某和李某某二人戴有金项链。\n", "<s>2015年2月27日晚上21时30分左右，任某某和李某、李某某、王某在“悦动城邦”唱完歌准备去吃烧烤，出了门他们就往尔玛假日酒店那个方向走，当时除了任某某，其他三个都是喝了啤酒的，李某喝得有点醉了。出门后，他们几个就走在路的中间，当走到天德小吃门口的时候，从“悦动城邦”方向来了一辆白色轿车，李某某对着车子骂了一句，然后他们就继续行走，当时他们四个人一排走的路中间，车子绕不过去，这个时候白色轿车的驾驶员骂了一句，并把车子停下，任某某看见他从驾驶室拿了一个东西捏在手上，李某与驾驶员发生争吵，这个时候驾驶员就用拳头打了李某头部一拳，打了后驾驶员就往后退了两步并在手上把一把折叠的水果刀打开了。驾驶员和另外一个男子冲过去殴打李某，其他人也围了过去，打了后就重新上车开车走了。任某某看见李某往前走了几步后就倒在绿化带草坪里面，发现他肚子上有大量血迹，\n", "<s>2015年2月27日晚上9点过10点钟的样子，王某和李某等朋友在永昌镇“悦动城邦KTV”唱歌，结束后王某、李某、李某某、任某某4人去吃烧烤，由于几个人酒都喝得比较多，是走在路中间的，当走到“尔玛假日酒店”门前面一点的时候，后面有一辆白色小轿车开的远灯，还按了几声喇叭，他们几个就没有注意让路。李某可能是酒后有点冲动，就朝那辆白色轿车吼了几句不好听的话，随后那辆白色小轿车就停下来，从车上下来4个年轻人，开车那个年轻人就与李某对骂，后来开车的那个小伙子又到车上拿什么东西，王某和李某某把李某往一边拉，但是李某很激动又冲过去，开车那个小伙子看到李某冲到对方一个小伙子面前，他就一拳头朝李某头上打去，开车那个小伙子就和李某打起来了，对方的人都是对到李某用拳头打，用脚踢身上，整个打架过程可能只持续了两分钟左右，打完后对方的四个人就走了。这时王某看到李某倒在草坪上的，脸上都在流血，李某肚子周围都被血浸湿了，拉开李某的衣服后看到胸口上有一个刀口，刀口大概有2厘米左右。\n", "<s>2015年2月27日晚上陆某、胡某某、廖某坐杨波开的车去喝酒。当车子往前开了大概几十米的样子就看见前面有几个8岁的人在路上走，边走还在闹，杨波按了两下喇叭他们也没让路的样子，杨波就把车停在他们面前，下车与对方交涉，但是那边那个穿黑色外套、代金项链那个男的又在那里骂，杨波就冲过去直接用拳头打了那个骂人的人一拳，当时那个挨打的人头上就出血了。那人挨打后就想冲过来打杨波，双方就打起来了。\n", "<s>2015年2月27日晚，廖某和陆某、均娃子一起坐杨波的车转场喝酒，走了大概几十米远，就看到路上有四个小伙子在走路，杨波就按喇叭、闪灯，示意对方把路让开。这个时候对方其中一个小伙子就对到车子骂了几句，杨波把车开到这个小伙子面前了，但是对方还是没有让。波娃子就把车停下来下车了，同车三个人也下车后，双方发生争吵，波娃子就和骂人那个小伙子打到一边去了，廖某看到和杨波对打那个小伙子脸上有很多血，当时那个小伙子是站在有树的路那边，当时对方还有两个人把他拉到的，这个时候他还想去打杨波，杨波就被均娃子拉走了。\n", "<s>2015年2月27日晚，其和陆二娃、廖某坐杨波的车转场去喝酒，刚走了没多远就看见有四个小伙子站在马路中间，杨波就按喇叭示意那四个小伙子让道。对方不让嘴上还骂骂咧咧的，其中一个小伙子还指着车子在骂，杨波就下车了，胡某某等人也跟着下车了。杨波就和对方争执起来了，他们过去劝，本来就要走了，那个小伙子又骂杨波，他们两个就又打起来了。\n", "<s>2015年2月27日晚大概11时50分左右，听见自己值班的北川县永昌镇禹龙小区禹福苑门口的岗亭外的路上很吵，透窗子看见外面有大概六七个年轻人围在一起互相推来推去，还有人在出拳打人还有人骂人，大概过了几分钟这些人就都不在了。过了一会儿警察就来了，自己出岗亭看时才看见地上有一滩血。\n", "<s>李某是2015年2月27日晚上12点10多分被一辆小车送到医院大门的；对李某进行检查时发现李某的剑突下靠左一点有个纵型的伤口（也就是说伤口在李某心脏下方），上身正面都是血，用棉签检测伤口至少有五厘米深，且李某说话有酒味；检查结果是李某心包积液，结合伤口就判断出心脏被刀刺伤了。除此之外，李某脸部有血迹但没发现李某头部有伤口。\n", "<s>2015年2月28日凌晨一个叫李某的小伙子胸口被人捅伤了在急诊室进行抢救，其看见受伤的这个人剑突（心脏周围）处有一个刀口，刀口大概4到5厘米左右长；在把李某往绵阳市中心医院送的途中，李某处于嗜睡的状态，由于之前喝过酒，途中李某还在车上吐过。\n", "<s>及辩解，对其当晚与李某因李某等人占道行走而发生冲突，并在打斗中持刀刺中李某的事实供认不讳并能与上列证据相印证。\n"], "evid_w": [110, 50, 21, 3, 13, 1, 48, 29, 38, 0, 105], "label": [1, 3, 5]}, {"fact": "<s>：被告人陶应凯在普安县读书时与在本校读书的肖某认识恋爱，后肖某随陶应凯到陶应凯家中未办理婚姻登记共同生活。2000年肖某与陶应凯生育一子陶某后，二人到上海打工。打工期间，陶应凯、肖某因生活琐事经常争吵，陶应凯还殴打肖某。2013年7月，肖某离开陶应凯、陶某父子独自前往广东打工。后陶应凯联系到肖某，让肖某10月份回陶应凯老家协议“离婚”。2013年10月初，陶应凯回到兴义火车站一旅馆内与肖某汇合，陶应凯购买了一把菜刀带回普安县雪浦乡家中。2013年10月7日凌晨，陶应凯与肖某安排陶某随陶应凯父母睡觉后，二人在自己卧室因协议离婚的事发生争吵，陶应凯持带回的菜刀将肖某砍死（殁年31岁）。事后，陶应凯用背箩将肖某尸体转移到本组周家树林一树丛下抛弃后，逃离现场。经鉴定：肖某生前被他人用锐器损伤大血管致急性失血死亡。2014年3月4日，陶应凯被上海市公安局青浦区公安分局沈巷派出所民警抓获归案。<u>\n", "evid": ["<s>陶某铖证言：2014年2月22日，我到周家树林挖药材时发现尸体，过后将情况给陶某讲。到2014年3月3日，公安人员打电话让我带他们找到疑似装尸体背箩的地点。\n", "<s>陶某泽证言：我听寨子里的陶某说：“周家树林有具尸体”，我怀疑是我家三儿媳妇，2014年3月3日上午，就打电话到公安局报案。2013年农历9月中旬，陶应凯一家回来呆了一晚上，第二天起床，他们二人留下孩子就不见踪影了。我孙子陶某讲：他爸爸、妈妈在上海时常吵架。2013年9月初，陶应凯寄一个密码箱到邮局，是我去取的，到陶应凯一家三口回来才打开密码箱，知道里面装有衣服。晚上，我们一家人做饭吃，陶应凯、肖某说：他们明天走得早。吃完饭后，陶应凯夫妇住我们老房子，陶某和我们睡我二儿子的新房子。到第二天起床时，他们夫妇二人不知道去哪里了。他们走后第二天，我想去地里背包谷，发现我家的背箩不在了。\n", "<s>陶某证言：我从小跟我爷爷奶奶生活，到2012年1月份，我爸爸妈妈从上海回老家，到2月份将我接到上海青浦朱家角镇胜利小学读书。开始十多天生活比较平静，2月中旬我爸爸陶应凯喝了酒和我妈妈吵架，并动手打我妈。我记得最清楚的时候有两次，我爸爸用菜刀砍我妈妈，并威胁我妈妈，要杀光我妈妈全家。他们吵架的原因我不清楚。第一次用刀背打了我妈妈背部和手臂，第二次用刀直接砍我妈妈左手两刀，我妈妈去医院回来用纱布包起。他们吵架、打架比较频繁，次数比较多，每一次都是我爸爸喝酒了打我妈妈。8月左右，不知道我妈妈因为什么事情去了广东。2013年国庆节，我妈妈从广东回到兴义，我妈妈先到兴义呆了一星期左右，我和我爸爸从上海到兴义去找到我妈妈在兴义呆了三天，住兴义车站旁边的旅馆里。我们到的第二天晚上，我爸爸妈妈又吵架，好像是为我妈妈去广东没有告诉我爸爸的事发生吵架。三天后，我们就坐车回兴隆老家，一起呆到晚上8点左右，我去我二伯家睡觉去了。第二天早上起床就没有看见我爸爸妈妈了。直到他们走后一个月左右我爸爸打电话给我们，打电话回来骂我爷爷，叫我不要跟我爷爷学，懦弱得很，还说如果我不接电话，我爸爸连我一起杀。我们回来时我爸爸在兴义旅馆下面的超市里买有一把不锈钢菜刀放在带回来的密码箱里。\n", "<s>张某琴证言：2013年农历九月的一天，我三儿子陶应凯和肖某一起回来，吃晚饭后，陶应凯和肖某说第二天要走，我和我老公去睡我二儿的房子，陶应凯和肖某睡老瓦房里。他们走后第二天我们想去地里收包谷，发现我家的背箩不在了。\n", "<s>肖某忠证言：十多年前，我女儿肖某读初三时与陶应凯谈恋爱，我给他们两个讲“要好好读书，不要谈恋爱”。陶应凯还骂我，我把我姑娘带回家管教，没有看住，又跑回陶应凯家了。我去陶应凯家没有找到人，一别就是十多年。陶应凯的父亲陶某泽为肖某迁户口的事找过我，我打了陶某泽两耳光。\n", "<s>王某芬证言：我没有见过陶应凯，陶应凯与肖某偷偷在一起，我们老人没有同意。肖某在上海打电话给我说，他经常被陶应凯打，背上、身上都有伤情，但没有见到肖某，具体伤情不清楚。2013年7月份，肖某在上海被陶应凯用火钳打后跑到广东打工，我去看肖某，见肖某手上有刀伤，背上也有尺把长的刀伤。\n", "<s>肖某刚证言：2013年7月份，陶应凯不知道从哪里知道我的电话号码，就打电话来骂我，还骂我爸爸肖某忠。2013年9月，肖某从上海来广东找到我们，说想在广东工作。\n", "<s>肖某证言：2013年7月26日，我听我妈说，陶应凯经常打肖某，肖某要来广东上班。2013年10月6日晚上，我与肖某通电话还讲到他们离婚的事。2013年10月8日，肖某发信息给我：“不要理会陌生短信和电话，我无手机，我的号码勿接，记住，我会用公用电话和小龙给你信息”。之后就没有信息，没有和我联系了。\n", "<s>肖某龙证言：陶应凯脾气暴躁，2013午5月份左右，陶应凯问我在哪里，要来找我，我问他找我干什么，在电话里听到他砸碗的声音，骂我姐，说我们肖家都不是什么好的。\n", "<s>陶某珍证言：我弟陶应凯脾气比较怪，有点固执。从表面看，肖某脾气好，为人也可以。\n", "<s>杨某文证言：2013年农历9月的一天下午，我从青山回老家遇到陶应凯及其老婆、孩子从外面打工回来，我帮陶应凯提一个箱子。\n"], "evid_w": [35, 41, 65, 13, 48, 43, 13, 9, 95, 6, 30], "label": [2, 5, 0]}, {"fact": "<s>：被告人余登维与被害人赵某德系夫妻，近年来因感情不和时常发生争执、打架。2013年10月1日17时左右，余登维与赵某德在家再次发生矛盾，余登维为此对赵某德心存怨恨，决意实施报复。因其了解赵某德每次吃饭都有饮酒习惯，遂将家中存放的农药“杀虫单”倒入赵某德盛酒的瓶子中意图毒杀赵某德。当日晚7时左右，赵某德在吃饭时饮下放有农药的酒，后于晚8时左右毒发身亡。经鉴定，赵某德系生前服杀蚕毒素类农药中毒死亡。<u>\n", "evid": ["<s>2013年10月1日下午5点左右，赵某德回家说我没有将他放在外面的黄沙漏收好，我顶撞了几句，他就打了我脸几巴掌。因他平时经常打我，我又打不过他，把我打寒心了，所以当天我非常生气，就想到要报复他把他害死。想到他每顿吃饭都要喝酒，家中又有农药，所以我就将家里以前买的农药放在他平时装酒的冰红茶塑料瓶里。晚上7点左右，他回家吃饭，和平时一样倒了一杯酒喝。他喝了酒、吃了饭后就到下面赵某某家去了。过了十多分钟，赵某某叫我说赵某德在他家呕吐，我就到赵某某家，看见赵某德正在赵某某家遮阳坎上呕吐，他还说今天喝的酒味道不对，然后赵某某们将赵某德抬回我家，大概30多分钟后赵某德就死了。\n", "<s>因听人说赵某德死得蹊跷，三人便于2013年10月3日晚向余登维询问赵某德究竟是怎么死的，后余登维告诉三人因赵某德打她，其出于报复将在水河街上买的农药放在赵某德装酒的酒瓶里后让赵某德喝了毒死的。刘某某于2013年10月4日报警，其报警时没有征求余登维意见。\n", "<s>2013年10月1日晚7时左右，赵某德在赵某某家遮阳坎坐着呕吐，赵某德还说“今天喝的酒怪古稀奇的，味道不对，如果今天不死，要把酒拿去化验”。然后三人把赵某德抬回其家，大约20多分钟后赵某德就死了。另证实赵某德与余登维近年来关系不好，不时吵架、打架。\n", "<s>余登维于2013年农历8月25日在其摊位购买了一包农药，并辨认出余登维购买的农药系“杀虫单”。\n", "<s>证人赵某某辨认出赵某德呕吐现场、余登维倾倒赵某德呕吐物现场。\n"], "evid_w": [34, 12, 43, 39, 73], "label": [0, 2, 1]}, {"fact": "<s>，被告人胡忠城与包某甲曾系男女朋友关系，案发前，包某甲提出要与胡忠城分手。2012年10月7日晚，胡忠城驾驶浙G&times；&times；&times；&times；&times；福克斯轿车在浙江省金华市市区，对包某甲进行跟踪。次日凌晨，胡忠城在金华市常春藤宾馆看见包某甲坐上被害人钱志军（男，殁年38周岁）驾驶的浙G&times；&times；&times；&times；&times；轿车离开，遂驾车尾随至金华市威斯汀酒店门口。钱志军与包某甲下车后一起往威斯汀宾馆走去，胡忠城即从车内拿出一把尖刀冲下车，朝钱志军的胸部刺了一刀，随后又猛刺钱志军的颈部和背部，致钱志军因单刃锐器刺伤致血气胸及失血性休克而当场死亡。随后胡忠城将包某甲强拉上车后逃离。2012年10月8日20时许，被告人胡忠城在家人的陪同下，到金华市公安局婺城分局雅畈派出所投案。<u>被告人胡忠城的犯罪行为给附带民事诉讼原告人造成了经济损失。案发后，被告人胡忠城亲属代被告人胡忠城赔偿丧葬费人民币20000元。另在本院审理过程中，被告人胡忠城亲属向本院预交赔偿款人民币150000元。<u>\n", "evid": ["<s>其与胡忠城系男女朋友，后其向胡提出分手。2012年9月因与胡忠城之间的纠纷向金华市公安局江南分局西关派出所报警，在该次处警时其认识了被害人钱志军。10月7日因胡忠城将其包拿走，故再次求助于钱志军，并和钱志军一同入住金华市威斯汀宾馆，当晚其与钱志军、孔某等人一同吃完夜宵回威斯汀宾馆时，胡忠城用刀将钱志军刺倒在地，随后胡忠城带其逃离现场。之后二人回了胡忠城在金华市婺城区安地镇的老家，随后在婺城区古方的一幢楼内过夜。次日，胡忠城翻越房顶逃避了公安机关的抓捕的事实。\n", "<s>其系金华市威斯汀宾馆的保安。案发当日凌晨2时40分许，其在威斯汀宾馆外的非机动车道上看见一对男女在吵架，二人驾车打灯离开时其发现有个身上都是血的男子趴着，其便拨打后120来了后发现该男子受刀伤已死亡的事实。\n", "<s>其系胡忠城的父母。2012年10月8日凌晨3时许，胡忠城带着&ldquo；小莉&rdquo；回到家中，对二人说捅了一个人，之后便开车离开的事实。\n", "<s>其与胡忠城系堂兄妹关系，2012年10月8日，其在报纸上得知金华发生杀人案，后又得知胡忠城父亲被公安带走做笔录，其便电话告知胡某戊可能是胡忠城杀人了的事实。\n", "<s>其与胡忠城系亲戚关系。2012年10月8日下午4时20分许，其在古方桥头遇见胡忠城，见胡忠城裤子上有血，右手大拇指也包扎着，胡忠城告知杀了人之后便徒步离开了的事实。\n", "<s>其系金华市公安局江南分局西关派出所的民警，钱志军是其单位的驾驶员。2012年3月27日15时许，其与钱志军一同前往金华市常春藤宾馆处警并认识了包某甲，之后大家还互留了电话号码；10月7日下午包某甲再次给其打电话要求帮忙开房，之后其帮包某甲在常春藤宾馆开了房间便离开，当日晚10时30分许，包某甲又到西关派出所报警称被男朋友胡忠城威胁，其又将包某甲送回常春藤宾馆；次日凌晨3时许，其接到110指令称威斯汀宾馆门口有人被刺死，其等人赶到发现死者系钱志军的事实。\n", "<s>其系胡忠城、包某甲的朋友，胡忠城和包某甲系男女朋友，包某甲最近与胡忠城在闹分手。2012年10月7日晚12时许，其与包某甲、钱志军等人一同吃夜宵，吃完夜宵后，包某甲和钱志军一同离开的事实。\n", "<s>其系金华市中医院的医生，2012年10月8日2时40分许，其接指令到金华市威斯汀宾馆门口进行急救，经现场诊断该男子已死亡的事实。\n", "<s>其系包某甲的弟弟，胡忠城是包某甲的朋友。2012年国庆假期的一天凌晨3时许，包某甲告知其胡忠城在家中，其便和包某甲、胡忠城一同聊天，等胡忠城离开后，其父亲在客厅窗台上发现一把菜刀，之后包某甲被胡忠城约出后带回金华的事实。\n", "<s>其系包某甲的父亲，胡忠城是包某甲的男朋友。2012年国庆期间一天早上7时许，其见胡忠城在自家楼下，聊了几句后胡忠城便离开了，其回家后发现遗漏窗口上放着一把菜刀，案发后其发现家里少了一把尖刀的事实。其还对家里遗失的尖刀进行了辨认。\n", "<s>其系金华市意信汽车租赁公司的老板。2012年10月7日15时许，胡忠城向其公司租赁了浙G&times；&times；&times；&times；&times；黄色福特福克斯轿车，在整理东西的时候，其见胡忠城带有一把西瓜刀的事实。\n", "<s>其系浙G&times；&times；&times；&times；&times；黄色福特福克斯轿车的车主，其将该车放在金华市意信汽车租赁公司租赁，该车装有GPS的事实。\n", "<s>其系胡忠城和包某甲的房东。2012年10月7日18时许，胡忠城到其处退房的事实。\n", "<s>在卷，所供与前述证据证明的内容能相互印证。\n"], "evid_w": [51, 91, 21, 3, 6, 4, 48, 121, 4, 7, 19, 3, 22, 77], "label": [0, 1, 7]}, {"fact": "<s>，被告人崔国明和被害人王一×均系居住在本市河北区××路××村的居民。2011年12月18日19时30分许，被告人崔国明在本市河北区××村一排公共厕所附近，持刀将被害人王一×右下腹部、左上腹部及左下肢捅伤，造成被害人王一×腹部、左下肢开放性外伤，腹腔积气、创伤性湿肺、腹部血肿。后被告人崔国明逃跑。经鉴定，被害人王一×腹部的损伤程度为重伤，肢体软组织的损伤程度为轻伤。<u>经群众报警，被告人崔国明于2012年3月1日被查获归案。<u>另查明，被告人崔国明的犯罪行为造成附带民事诉讼原告人王一×医疗费、住院伙食补助费、误工费、护理费、交通费、营养费、鉴定费等经济损失。<u>\n", "evid": ["<s>，2012年12月18日晚上7点多，王一×到我家让我帮他拉家具，我就跟他出来了，后来我们来到王五（王二×）小卖部门口，王五的哥哥和我们讲，在他家门口蹲着一个男的，穿的挺严实，蹲了有二十分钟了。他问那个人，那个人也不说话。这时那个男的正好从一排出来，王一×就过去了，时间不长我一抬头看见王一×躺在地上了，王一×叫我过去，说别让他跑了，那个男的就往一排和二排的通道里跑，我当时一追进通道，从后面一把将那个人扑倒，我们两个人都倒在地上，脸对脸，我一抓他帽子才看清他是崔国明，当时我抓他帽子的时候他的眼镜也掉了，他用右手捣了我前胸二下，当时我没有感觉疼，这时崔国明说你再抓我我就捅死你，这时我明白了，他已经用刀捅我了，我怕他再捅我顺手从地上拾起一块砖头之类的东西，朝崔国明的头部砸了一下，砸完之后我起身就跑了，当时现场就我们两个人，后来我们就去了医院，到了医院我才发现自己也受伤了。王一×是在小卖部旁边的厕所边上被捅伤的，我当时没有看见是怎么捅的，王一×说是崔国明捅的，我被捅伤的时候没有其他人在场，王一×两肋部都出血了及辨认被告人等情况。\n", "<s>，2011年12月18日晚上7点多钟，我媳妇说我家门口站着个人，我出去一看一个穿深色大衣，戴帽子、口罩的人站在长生（王一×）家门口，他看见我过去了就走了，我以为是小偷，就跟着他。走到小卖部附近，我问了他一句，还没睡觉，他没理我，向村里厕所那边走，我站在小卖部门口看他，过了一会，长生和一个男子过来了，我说那个男子在你家门口站着，是不是有事找你，长生说谁呀，我过去看看。他走到厕所那边，穿大衣男子的跟前，我就听长生嗷的一声，喊抓住他。那个穿大衣的男子往胡同里跑，和长生一起的那个人就追了过去，过了一会他从胡同里跑出来，我看见长生身上有血，我弟弟王二×还有几个人就送长生去医院了。小卖部离厕所大约有10米远，厕所对面就是那个胡同，当时长生没和那个人说话，他刚走过去就叫了一声，当时天太黑，我没看见长生是什么东西弄得，我看见他流血了，长生叫我追那个人，我没敢过去，就在小卖部门口站着，他们跑进拐弯的胡同里去了，我没看见那个人拿凶器。当时周围没有其他人，过了一会，穿大衣的媳妇出来了，让我到村口接当时那个人没有戴口罩，我才看见这个人（崔国明），他住前进村一排等事实经过。\n", "<s>，案发当时，我正在小卖部里吃饭，我听见外面有吵闹声，我对象田××就出去看，回来说长生（王一×）躺在地上了，我出去一看，发现长生躺在地上，腿上有血，小徐蹲在地上抱着长生的脖子，我看见长生的爱人也跑过来了，她可能打了等了一会，不见车来，我就自己开着面包车拉他们去了医院，到了医院我看见小徐身上也有两处伤，胸口和肚子，他们的伤是如何造成的我没看见。\n", "<s>证明，我当时看见王一×腿上有血，我就回去喊我对象王二×，第一次我出去看见王一×蹲在小卖部右侧的地上，我喊完我对象再出去的时候看见小徐（徐××）从胡同里向王一×走来，他和谁发生的冲突我没看到。\n", "<s>证明，我和崔国明是夫妻关系，崔国明被打是在2011年12月18日晚上8点，地点在河北区××村一排和二排的通道里。那天晚上崔国明6点多出去遛弯，过了一个多小时我也出去遛，当时我走到一排和二排通道的中部，看见前面有二个人正在殴打崔国明，殴打的地点在我前面最多有6米远，那二人就对崔国明拳打脚踢，我跑过去喊你们干吗，崔国明转头对我说没你的事，快回家，正在这时，打崔国明其中的一个矮个子（徐××）从地上拾起一块砖头跳起来就砸在崔国明的右侧头部了，砸完之后，那个人就跑了，崔国明就抱着头部蹲在了地上，我一看严重了就用手机打了后来就送崔国明去医院了。我看见在现场只有我们4个人，我、崔国明还有打崔国明的两个人，一个个子高点一个矮一点，我认出他们都是住在村里的外地人，后来到了派出所我才知道那个矮个子叫徐××，高个子叫王三×。那天崔国明穿着戴帽子的深色防寒服，带着毛线帽子，身上没带嘛东西。事后才知道王一×也被捅伤了，但是谁捅的我不知道及辨认情况。\n", "<s>证明，案发当天晚上我在王二×开的小卖部里聊天，听到外面有吵闹声，我出去看见徐××正扶着王一×，当时王一×正准备报警，突然倒在地上，他说自己快不行了，说是让前进村一个叫国明（崔国明）的人捅的。\n", "<s>证明，当天晚上，我去小卖部买东西，进小屋时屋里就老五（王二×）和一个穿黄外套的小小子（赵一×），不一会那个小小子出屋，我也出去了，看见姓王的（王一×）那个人躺在地上，那个小小子、老五还有一个男的抱着那个男子的头，说有人受伤让我搭把手抬人，后来我们就把人送医院了。\n", "<s>，民警2011年12月19日在村里查找凶器，没有找到的情况。\n", "<s>证明，案发当天晚上，我正在家里，王二×他女儿跑来说长生（王一×）被捅伤了，我就赶紧出去，我看见送王一×去医院的人有我、王二×、徐××、赵一×还有葛××，长生上车的时候，长生说是让崔国明捅的，当时徐××在车上讲他也被捅伤了，他还撩起衣服来给我们看，我看见他胸口有一个口子，也没出什么血，到医院才知道徐××那么严重。我们家搬进前进村的时候，崔国明一家已经住在前进村很久了，当时他们家盖违章建筑，后来王一×也在前进村盖违章建筑，可能是他们家看我们外地人盖违章建筑眼红，所以崔国明用刀捅伤了王一×等情况。\n", "<s>证明，2011年12月18日晚上8点多，吃完饭徐××说他去帮王一×搬家具，他走之后过了一会，我听见村里乱哄哄的，有人喊小徐（徐××）被人捅伤了，我就赶紧出去，在村口小卖部那我看见徐××和王一×两个人浑身是血，我问他，他说是崔国明捅的，我就送他们赶紧去医院等情况。\n", "<s>分别证明，经查阅病例回忆2011年12月18日晚上分别为王一×、徐××、崔国明救治经过等情况。\n", "<s>证明，2011年12月18日晚上，我正在我弟弟家吃饭，王一×爱人给我打电话说王一×让人给捅了，然后我打车去的254医院。当时我看见王一×身上的血呼呼往外冒，徐××也被捅伤了，在医院救治。后来王一×出院后说是让崔国明捅的，我不清楚他们之间有何矛盾，后来听王三×说崔国明很久之前就在那转悠，当时不知道他找谁，现在知道是找王一×了。徐××也被崔国明捅伤了，后来听他们讲是徐××追崔国明时被崔国明捅了。我和崔国明很少接触，崔国明一家在前进村盖了许多违章建筑。\n"], "evid_w": [55, 23, 29, 52, 2, 33, 9, 23, 4, 49, 1, 1], "label": [0, 4, 8]}, {"fact": "<s>，被告人喇志祥系被害人喇全贵的父亲，喇孝伟的爷爷。2013年11月26日晚9时许，被害人喇全贵在家喝酒后准备去上班，让其儿子喇孝伟到院内车棚里推自行车，喇孝伟不愿去，被害人喇全贵上前殴打喇孝伟并用手掐住喇孝伟的脖子。被告人喇志祥上前劝阻，喇全贵不听劝阻并打了喇志祥一耳光，并对其拳打脚踢，持刀威胁要捅死喇志祥，喇志祥与喇全贵二人厮打起来。在厮打过程中，喇全贵仰面摔倒在外屋门口处，继续用脚踹喇志祥，喇志祥从外屋门后拿出一根木棒，此时想到喇全贵经常殴打、辱骂家人，于是举起木棒朝喇全贵头部连击数下，后发现被害人喇全贵躺在地上不动了便到二儿子喇全兵家找到喇全兵，二人回到家后发现喇全贵已死亡，喇志祥让喇全兵报警，其在现场等候。经法医鉴定：喇全贵系被他人用棍棒类钝器打击头部，致颅脑损伤死亡。<u>在诉讼过程中，被害人的母亲杨荣花、儿子喇孝伟放弃附带民事诉讼，对被告人喇志祥的行为予以谅解，请求法院对被告人喇志祥从轻处罚。<u>\n", "evid": ["<s>，供认了案发的起因、经过及实施故意杀人的动机、目的等情况。\n", "<s>了案发时，喇全贵殴打喇孝伟，喇志祥劝解时，喇全贵扇了喇志祥一耳光，二人发生殴斗，喇全贵用刀子威胁喇志祥，喇志祥从门后拿起棍子殴打喇全贵，后喇志祥叫来二儿子喇全兵并报了警。同时证实喇全贵经常打骂家人。\n", "<s>了案发时，其父亲喇全贵殴打他，爷爷喇志祥劝解时，喇全贵扇了喇志祥一耳光，又用脚踹了喇志祥，二人发生殴斗，喇志祥从门后拿起棍子殴打喇全贵，后喇志祥叫来喇全兵并报了警。同时证实喇全贵喝酒后经常打骂家人。\n", "<s>案发后，其父亲喇志祥说自己用棍子将哥哥喇全贵打死了，其到父亲家看见喇全贵躺在一进门口的地上，头部位置都是血，后经喇志祥同意报了警。同时证实喇全贵平时经常殴打父母及喇孝伟。\n", "<s>喇全贵平时总是喝酒，酒后经常打骂喇志祥家人。\n", "<s>2013年11月26日23时01分，区医院接到3049171报警电话后，于07分到达宣化区东土关街15号院1号楼传达室内，发现外屋门口躺着一名男子，经检查，该男子已经死亡。\n", "<s>喇全贵经常打骂喇志祥夫妇，喇志祥夫妇因此还报过警。\n", "<s>喇全贵每天都喝酒，酒后总打骂喇志祥夫妇。喇志祥脸上经常有被喇全贵打的伤。\n"], "evid_w": [124, 81, 5, 0, 77, 3, 1, 117], "label": [1, 7, 2]}, {"fact": "<s>，被告人周下明与被害人彭某某在2012年11月26日登记结婚。2013年10月28日，二人因性格不合，感情破裂为由协议离婚。2014年5月，双方又同居生活，暂住在周下明的朋友陈兴租住的位于成都市新都区三河镇互江路47号二楼一间出租房内，二人因性格不和及生活琐事等原因经常发生纠纷。同年6月29日晚，二人因琐事争吵过程中，彭某某将啤酒瓶敲碎，用碎片将其自己及周下明身体多处划伤。6月30日8时许，周下明与彭某某因琐事再次发生争吵、抓扯，周下明遂用房间内一电饭煲的电源线使劲勒住彭某某颈部致其当场死亡，后将尸体放置于床上并用衣服和被子覆盖，打扫房间、锁上房门后逃离现场。当日14时许，被告人周下明在亲属劝说并陪同下，主动到公安机关投案。经鉴定，彭某某的死亡原因为机械性窒息死亡。<u>另查明，被告人周下明致死彭某某的行为确已给附带民事诉讼原告人造成了包括丧葬费、交通费等经济损失。<u>\n", "evid": ["<s>我租住在案发房间的隔壁。今年以来，该房间有一男一女居住。案发当晚我回家来，看见有很多警察，才听说隔壁死了人。经冯茂华的辨认，辨认出本案的被告人周下明和被害人彭某某就居住案发房间。\n", "<s>案发房间和我居住的房间只有几米远，但我不认识该房间的人，案发当天也没有听见有异常声响，直到当天晚上才知道出了命案。\n", "<s>2013年11月，我将出事的房子（单间）租给一名叫陈兴的男子，租期到2014年8月止。最近一个月有一对男女开始住在这里，男子称是陈兴的哥哥。2014年6月23日，我去收水电费时，只见到陈兴。经魏禄翠的辨认，辨认出本案的被告人周下明和被害人彭某某就是居住在陈兴租住房的人。\n", "<s>2014年5月下旬，周下明带一女子来找我，说是他的妻子，但好像二人已离婚，还住在一起。他要我帮找工作，要住在这里，我就让他们居住下来。不久后我发现，周下明身上有烟头烫伤，还有抓伤，怀疑他们打架。问过他们，都否认。过了几天，女的给我打电话说周下明走了，让我借点钱给她作路费，我没有借。他们住了一个月左右。听说周下明在做洗车工，女的没有工作。同年6月27日我还借了100元给他们当生活费，这也是最后一次见到他们。他们没生活费就找我借，前后共借了800元。\n", "<s>2012年12月，彭某某与周下明结婚，又于2013年离婚，但还生活在一起。他们平时关系还可以。彭某某没有固定工作，想做的时候才去找。经彭占威的辨认，辨认出死者系妹妹彭某某。\n", "<s>2014年6月30日上午，我接到周下明电话，说他出事了，还在哭，没说什么事。当日午后，周下明回来就跪在地上说他用电线将彭某某勒死了，我问为什么要这样，他也没有说得很清楚，只是说在打架过程中勒死了对方。我和爱人等都在劝他，就陪他到派出所投案自首。此外，他回家时我发现他胸口、脖子上有划伤，其中还有一根指头上也有伤。\n", "<s>2014年6月30日，周雄彪给我打电话，说周下明出事了。我过去后见到周下明正在给奶奶下跪，说用电线将彭某某勒死了。当时全家人都劝他去自首，他也很配合。他和彭某某结婚后不久就又离婚了。我知道彭某某要吸毒，是因为她的档案里有显示。经杨晓琴的辨认，辨认出周下明和彭某某。\n", "<s>2012年10月份，我和彭某某在厂里打工时认识，同年12月结婚，但2013年10月又离婚，又于2014年5月居住在一起。出事前我们暂住在朋友陈兴租住的房间有一个多月。在此期间，我们经常因生活琐事发生纠纷。2014年6月29日晚，我们又发生争吵。她将啤酒瓶摔破，然后用碎片将她自己的手和我的胸部划伤。6月30日早上8时许，我和彭某某都坐在床上，我们又争吵起来，随后发生抓扯、打斗，当时我很生气，被她给弄懵了，就从床边柜子上的黄色电饭煲线拿过来缠在她的脖子上使劲勒，后见她没有了呼吸，就将她抱到床上趴着，用一件衣服搭在她的臀部，又盖上了被子，然后打扫了一下房间，将碎的啤酒瓶子等物丢在垃圾桶里。由于房间没有厕所，平时我就撒尿在桶里面，之后我将房门锁上离开。经周下明辨认，辨认出作案的地点、工具和被害人彭某某以及摆放尸体的位置等。\n"], "evid_w": [52, 67, 134, 21, 3, 12, 91, 8], "label": [2, 6, 5]}, {"fact": "<s>：被告人虞洪成与被害人王某甲曾同居于临安市锦城街道勤俭弄21号602室，因感情破裂，被告人虞洪成于2014年7月31日搬离。同年8月6日晚，被告人虞洪成携带一把尖刀（刀刃长21厘米、刀柄长11厘米）到被害人王某甲住处，但王某甲不肯开门并通知弟弟王某乙。王某乙和妻子章某接到电话后，即赶至王某甲住处，见被告人虞洪成坐在楼梯上，遂让虞洪成进屋商谈。被告人虞洪成在与被害人王某甲商谈时又生争执，即到门外楼梯处取得事先放置于此的尖刀，冲进卧室朝被害人王某甲胸腹部及大腿处连续捅刺，被在场的王某乙制止。虞洪成又持刀捅刺自己腹部意图自杀，因尖刀被王某乙夺下而未果，王某乙、章某随即拨打110和120电话。后被告人虞洪成协助将王某甲背到楼下，二人被120急救车送至医院抢救。经鉴定，被害人王某甲全身多处损伤符合锐器刺戳所致，损伤致其外伤性胸腹腔贯通伤、外伤性胃破裂、膈肌破裂，其损伤构成重伤二级。<u>另查明，附带民事诉讼原告人王某甲住院治疗花费医药费计人民币18元，并致九级残疾，遭受重大经济损失。<u>\n", "evid": ["<s>，证明其知道姐姐王某甲和虞洪成系情侣，已维持了约一年半之久。王某甲没有离婚，但事实与丈夫分居多年，虞洪成自称已经离婚。2014年8月6日晚上8时30分许，王某甲打电话给其，说虞洪成在她住处闹事，让其过去。其和妻子章某就赶到王某甲位于勤俭弄的住处，上楼时看到虞洪成坐在五楼到六楼的楼梯拐角处，其让他到房间里商谈。虞洪成进入房间后，没说几句话就与王某甲吵了起来，吵了五六分钟，王某甲让虞洪成离开，虞洪成就说了一句“走就走”，转身走到门外，王某甲则去了卧室。约10秒钟后，虞洪成又返回到室内，快速走到卧室，其和章某跟着进入，其看到王某甲站在房间的窗户边上，地上都是血，虞洪成手上还拿着一把刀。其立即冲了过去，推开虞洪成，虞洪成持刀捅了自己腹部，其赶紧从虞洪成手上夺过刀。王某甲和虞洪成因为流血，都蹲在地上。其和章某拨打110和120电话，其随手将尖刀放在客厅窗户外的花架上，下楼去接医生等事实。\n", "<s>，证明2014年8月6日晚上8时许，丈夫王某乙接了王某甲的电话后就与其赶往王某甲的住处，上楼时其看到虞洪成坐在楼梯上，王某乙叫虞洪成到房间内谈。在王某甲住处，王某甲和虞洪成说了几句话就吵了起来，虞洪成抱怨半夜还有男人打电话给王某甲，王某甲则说虞洪成经常去找前妻等。争吵了五六分钟后，王某甲叫虞洪成出去，虞洪成就离开。王某甲就到卧室搞卫生，其和王某乙在客厅。六七秒钟后，虞洪成急匆匆地返回并走到卧室，接着其就听见王某甲叫喊，其和王某乙赶紧走到卧室，其看到王某甲站在床边，身体向前弯曲，手捂住腹部，腹部流了很多血，虞洪成站在王某甲身边，手上拿着一把尖刀。王某乙赶紧上前去夺刀，但没有夺下，虞洪成捅了自己一刀。见状，其拨打120电话，并扶着王某甲往外走，走到五楼与六楼的楼梯时，王某甲吃不消走，就坐在地上。这时，虞洪成出来，他背着王某甲走下楼等事实。\n", "<s>，证明经其对王某甲伤势检查，王某甲身上有三处创口，上腹部一处刀伤，创口长度五六厘米，贯通腹腔，会阴部一处刀伤，创口长度五六厘米，出血很多，左大腿上段外侧有一处刀伤，创口长度约10厘米，深三四厘米，肌肉部分断裂，出血较多。经对虞洪成伤势检查，虞洪成身上有三处刀伤，左上腹有一处刀伤，创口长度五六厘米，右腹部有一处刀伤，创口长度约2厘米，左手肘关节有一处六七厘米长的刀伤等事实。\n", "<s>，证明其与王某甲同居于临安市锦城街道勤俭弄21号602室，案发前一段时间其和王某甲经常争吵，其认为王某甲在外还有其他男人，于2014年7月31日搬离该住处。同年8月6日晚上，其去王某甲的住处找她，但王某甲不开门，其就坐在房间楼梯上。不久，王某甲的弟弟、弟媳过来，王某甲的弟弟叫其进屋谈，其就进屋与王某甲谈。其和王某甲谈了约二十分钟，双方又发生争吵。争吵到后来，其很生气，就冲到外面楼梯上拿了一把其事先放在这里的西瓜刀，冲到王某甲的卧室朝王的肚子上捅了一刀，王某甲摔倒了，其又朝她肚子捅了一刀。其手上的尖刀后被王某甲的弟弟夺去，其也躺在地上。王某甲弟弟、弟媳拨打了120电话，先后走出房间。其在地上坐了一会儿，看到房间里没人就走出房间，走到门外，看到王某甲和她弟媳坐在楼梯上走不动，其就背起王某甲走到楼下，她弟媳在边上扶着，下楼后救护车就到了，其和王某甲被送到医院等事实。\n"], "evid_w": [160, 73, 126, 84], "label": [0, 3, 2]}, {"fact": "<s>，2009年4月份起，被告人陈××和陈×雄以夫妻名义同居生活，同年9月24日生育女儿陈×纯。同居后，双方性格不合，感情不和。2010年6月8日中午，陈××与陈×雄在双方经营的位于普宁市□□圩的“好康电动车行”内发生吵架后，萌发自杀的念头。当日下午，陈××到□□圩购买了“闻到死”牌灭鼠药。期间，陈××觉得自己死后陈×纯可能会被虐待，产生自杀时要带陈×纯一起死的想法。尔后，陈××先用灭鼠药拌米糊喂陈×纯服食，随后自己服食灭鼠药。当日15时许，陈×雄外出回来发现陈××、陈×纯中毒，立即将两人送医院抢救。因案发时陈××已怀孕，普宁市公安局于2010年6月19日对其监视居住。同年7月19日，陈××在普宁华侨医院治病时乘人不备之机逃跑。陈×纯经抢救、治疗后出院，于2011年3月22日在陈×雄家死亡。经法医鉴定，陈×纯符合中毒而死亡。<u>\n", "evid": ["<s>，他与陈××按农村习俗成婚后，感情一直不好，经常吵架，有时还打架。2010年6月8日中午，他在其经营的普宁市□□圩电动车铺内与陈××因煮饭一事发生吵架，动手打了陈××一耳光，后他叫胞妹陈×珊到店载陈××回家。陈×珊到后，他恰好接到陈×鑫来电让他送货。离开时，他见陈××抱着8个月大的女儿陈×纯坐在店外间。到了陈×鑫处，他向其说起与陈××吵架一事，并在陈×鑫处吃了饭。当日15时许，他回来见陈×珊在店外间，走进里间想上厕所时厕所门关着，以为陈××在里面。约10分钟后，他推开厕所门见陈××口吐白沫倒在地，遂打电话给陈×忠。陈×珊到里间抱陈×纯，他见陈×纯也口吐白沫，遂将两人送医院抢救。他起初以为是娘俩吃了洗衣粉，到医院后医生从陈××的衣服里拿出了1个“闻到死”牌灭鼠药的空袋，才知道是吃了灭鼠药。后他在店里间的床上发现1个有残留液体的奶瓶、1个保温瓶盖和一个“闻到死”牌灭鼠药的空袋，在厕所门口的柜子上发现1把剪刀。案发后，陈××因怀孕被监视居住。同年7月12日，陈××到普宁华侨医院做人流，在办理出院时逃跑，不知去向。陈×纯经抢救、治疗后一直没有康复，因家庭经济的原因，办理出院后在家休养。期间，陈×纯不会说话也不会端坐，只会哭，有时还抽搐，饮食不正常，其他生命特征正常。2011年3月22日早上，陈×纯在家死亡。<u>\n", "<s>，陈×珊又名陈×玲，2010年6月8日下午，哥哥陈×雄来电让她到“好康电动车行”载嫂子陈××回□□村的家。她到店后，哥哥和嫂子已吵完架。接着，陈×雄有事外出，让她帮忙看店。她在店抱侄女陈×纯，陈××不作声走出店外。约20分钟后，陈××回来并抱陈×纯进里间。不久，她听见陈×纯大声哭，进去见嫂子正抱着陈×纯并用手轻拍着，陈×纯的哭声变小后，她返回外间。约半个小时后，陈×雄回来进去店里间，扶陈××从卫生间出来，她进去见陈×纯全身发抖，口吐白沫，遂将陈×纯送医院抢救。陈×纯经治疗出院后就没有服药治疗，经常整夜不睡觉和大声啼哭，人无法端坐，也抬不起头，自己经常用力咬嘴唇，有时手脚僵硬，身体一直不好，食量越来越少，临死前几天东西都吃不下去。<u>\n", "<s>，陈×雄夫妻间平时关系不好。2010年6月8日14时许，他打电话给陈×雄让其载电动车电池到店来，陈×雄到后告诉他其刚刚在家和妻子吵架，打了妻子一巴掌。陈×雄在店里吃完午饭于当日15时20分许离开。约半个小时后，陈×雄来电称其妻可能吃了洗衣粉，口吐白沫要送医院抢救，让他过来帮忙看店。后陈×忠开一辆轿车来接他，他在途中打电话给陈×雄，让其赶紧送其妻到医院。后他到普宁华侨医院帮忙时，见到抢救的医生拿1包“闻到死”牌灭鼠药，说是从陈×雄妻子的衣服发现的，并称陈×雄妻子是吃灭鼠药，不是吃洗衣粉。<u>\n", "<s>，2010年6月8日15时许，邻店陈×雄在他的店门口焦急地向他招手，他见陈×雄扶着其妻，其妻身体僵硬、口吐白沫，遂帮忙将其妻搀扶上车，送到医院抢救。<u>\n", "<s>，2010年6月8日15时许，陈×雄来电让他开车载其妻去医院，途中，陈×雄又来电让他接陈×鑫一起过去。他在车上问陈×鑫，陈×鑫说陈×雄的妻子服食了洗衣粉。后他俩赶到军埠卫生院，陈×雄的妻子正在抢救。因陈×雄的女儿在占陇卫生院抢救，陈×雄让他帮忙送钱过去。<u>\n", "<s>，赖系普宁华侨医院护士，2010年6月8日15时许，她和医生罗××在军埠卫生院接来了一名约20岁的女病人，在为其换衣服时，从其裤袋拿出了10多元零钞和一个“闻到死“的灭鼠药袋。后她将上述物品交给病人亲属。<u>\n", "<s>，儿子陈×雄和媳妇陈××于2009农历三月十八（即新历2009年4月13日）按农村习俗成婚后，两人经常吵闹。2010年6月8日，陈×雄和陈××发生口角，听说陈×雄动手打了陈××一耳光。陈×雄外出回来后发现陈××及孙女陈×纯口吐白沫，遂将两人送医院抢救。后医护人员在陈××身上搜到一些灭鼠药。<u>\n", "<s>，女儿陈××和女婿陈×雄感情一般，经常因琐事吵闹。2010年6月8日下午，陈×雄来电称陈××服食洗衣粉，要送医院抢救。她问其两人是否又吵架了，陈×雄说吵了几句。她赶到医院才知道陈××服食灭鼠药中毒。<u>\n", "<s>，陈×雄和陈××感情一般。2010年6月9日上午，她们到普宁华侨医院探望陈××。当时，陈××已清醒，她们责怪陈××，陈××的母亲在场为其辩解称陈×雄不要陈××了，陈××担心女儿没有父亲，服毒自杀时才同时喂女儿毒药的。<u>\n", "<s>，孙女陈×纯自2010年6月29日治疗出院后就没有服药治疗，经常整夜不睡觉和大声啼哭，人无法端坐，也抬不起头，自己经常用力咬嘴唇，有时手脚僵硬，身体一直不好，食量越来越少，临死前几天吃不下食物。<u>\n", "<s>，2010年6月1日起，他在普宁市军埠镇车站旁卖灭鼠药、蟑螂药等，灭鼠药有“闻到死”等品牌，他记不起2010年6月8日谁向他购买过灭鼠药。<u>\n", "<s>，他与陈××于2011年6月份在广州打工时相识、恋爱，2012年9月份在家乡湖南省长沙县登记结婚。期间，陈××曾说过其结过婚，生育两个孩子，但夫妻感情不好，经常吵架，前夫还用巴掌打过她。她在两人一次吵架后吃灭鼠药自杀，被抢救过来后就分了手。他不清楚陈××自杀原因和情况。陈××是个贤妻良母，心地好，做事勤快。<u>\n", "<s>，2009年3月份，她和陈×雄交往一段时间后，双方以农村习俗成婚，因她未达法定婚龄，未能办结婚证。同年四五月份，两人在普宁市□□圩经营一间“好康电动车行”。农历八月初六（即新历2009年9月24日），双方生育女儿陈×纯。后她和陈×雄因性格不合经常发生矛盾，陈×雄动辄打她，生活压力非常大，心情十分抑郁。2010年五六月份的一天，她有孕在身，既要照顾8个多月大的陈×纯，又要干店的活，没空买菜，而陈×雄起床后一直玩手机没帮忙，她一生气就质问陈×雄，两人发生吵架，陈×雄动手打她，并叫其胞妹陈×玲载她回家。她被打后很伤心、委屈，后想到陈×纯还没吃午餐便煮一些米糊搁在桌上晾凉。陈×雄外出后，她收拾衣服。陈×玲抱过陈×纯后在外间不断埋怨她，她听了更伤心，想到生女儿被丈夫看不起，倒不如死算了，因胆小不敢拿刀自杀，遂想到外面购买灭鼠药服毒自杀，走到□□圩内买了两三包灭鼠药。期间，她想到自己死后陈×纯可能被虐待，萌发了要带其一起死的想法。回到店后，她抱陈×纯进入里间，将一些米糊用奶瓶给陈×纯喂食。那时她不断在生与死的想法间挣扎。后她决定一起死了，遂将一包灭鼠药倒进米糊内，用勺子搅拌后舀了一些装进奶瓶，给陈×纯喂食。陈×纯吃了三四十毫升后，可能觉得不好吃便不再进食。接着，她走进厕所，撕开灭鼠药的袋子，直接倒进嘴里吞食，她记不清当时吞食了一包还是二包。后她醒来时人已经在医院。她住院一个多月，陈×雄劝说她将肚内的孩子流掉后各走各路，不再告她。于是，她在7月份的一天将孩子引产。因她不懂法律，流掉孩子就离开。后她在广州认识现在的丈夫陈×利。她曾跟陈×利说过有婚史并生育两个孩子，因与前夫感情不和，经常吵架，后来她服食灭鼠药自杀但被抢救回来一事，但没有说自杀时还喂食女儿灭鼠药。<u>\n"], "evid_w": [86, 63, 58, 70, 8, 8, 4, 7, 14, 3, 21, 0, 25], "label": [0, 1, 2]}, {"fact": "<s>：2014年6月16日早上，被告人李春明吸毒时被其妻子李某甲发现，二人为此争吵，后李某甲将毒品夺下扔到了卫生间的下水道内，此举引起了李春明的强烈不满，这时已吸毒至幻的李春明将李拽到浴间内硬让其洗澡，李由于害怕便顺从，在洗澡的过程中被告人把辣椒末吃到嘴里，满嘴辣椒末的李春明脱光衣服来到浴室内欲和妻子接吻，被其妻拒绝。此时的李春明思想上产生幻觉，误认为其妻李某甲想谋害与他，便将李某甲摔倒在地，并抓住李某甲的头部连续向地面撞击。又到厨房拿起家中的菜刀向李某甲的头部、颈部、胸部等处连砍数刀。直至被告人李春明认为其妻李某甲已死亡方住手，并向公安机关打电话报案。被害人李某甲被公安机关及时送往医院进行治疗，经治疗被害人李某甲已脱离生命危险。经双辽市公安局法医鉴定，被害人李某甲右上肢外伤致右前臂桡动脉断裂，损伤程度为轻伤二级。<u>\n", "evid": ["<s>了关于被告人有吸食毒品史及案发当天的有关情况。\n", "<s>了公诉机关指控的被告人李春明杀人未遂及现场打电话报案的事实经过。\n"], "evid_w": [174, 188], "label": [1, 0, 0]}, {"fact": "<s>，2013年12月30日晚11时许，被告人白汝宾酒后来到其女朋友郭某某打工的天一宾馆楼下，打电话辱骂郭某某，郭某某生气拒接电话。白汝宾欲上楼寻找郭某某，宾馆店主周某某告诉其郭某某不在宾馆并阻拦其进入。白汝宾便无端猜疑周某某强迫郭某某卖淫而拒其上楼，遂掏出随身携带的弹簧刀威胁周某某，周某某见状夺过刀，白汝宾夺回刀在周某某腹部猛刺，周某某跑着呼喊救命，白汝宾追上周某某后又在其头面部、胸部、腹部等部位连续捅刺三十余刀，之后又用脚踩踏受伤倒地的周某某的头部，后被接到报警后赶来的公安民警当场抓获。案发后，周某某被送往西京医院，经抢救脱险。周某某的损伤为重伤四处、轻伤四处，综合评定为重伤。<u>周某某受伤后在西京医院住院治疗30天，在柞水县人民医院住院治疗28天，共花医疗费64元。经鉴定，周某某的损伤为七级伤残，支付鉴定费800元。<u>\n", "evid": ["<s>，。2013年12月25日他与女朋友郭某某二人一同从打工地甘肃来到柞水。12月29日郭某某到柞水县城她姑父开的天一宾馆打工。2013年12月30日下午6点左右，他与几个朋友喝了二瓶多白酒，他有六成醉。\n", "<s>证明，2013年12月30日晚上23时10分许，他在屋里听到外面有人吵闹，好像是天一宾馆里有人在吵架，他洗完脚从窗户向下看，见一个男子站在天一宾馆门口电线杆处打电话，他准备倒洗脚水，听到天一宾馆那边有人喊：&ldquo；哎哟，救命哪。&rdquo；他妻子简某某说好像是天一宾馆老板周某某，他赶紧下楼看，在天一宾馆南边，影剧院门口北边地上，那个说外地话的男子正手拿刀子把周某某按在地上，朝周某某头上捅，并边捅边喊：&ldquo；我给你这个地方再来一刀，给这个地方再来一刀&rdquo；，他见地上流了好多血，那个男子手上又有刀，他就赶紧打电话报报警了。后来警察来了，他走近见周某某头上、肚子上都有伤口。\n", "<s>证明，昨晚10点多，她从外面回来后准备睡觉时，听到楼下有人吵架，后来又听不见了。大概10分钟后，她又听见电影院方向传来男人大喊&ldquo；救命啊&rdquo；的声音，好像是周某某的声音，有个说外地话的人问老周姓啥，叫啥。她丈夫齐某某下楼去看。\n", "<s>证明，2013年12月30日晚上11时半左右，他从理发店下班准备回宿舍睡觉，走到法院上边时，突然听到一个男子喊救命，他看到电影院旁边有两个男子抱在一起，仔细一看，两个人打起来了。其中一个年轻一点的手里还拿着刀朝那个年龄大点的男子肚子上捅了好几刀，还在身上到处乱捅，一下子那个胖一点的男子就没声音了，头上、身上全都是血。他吓坏了，就跑了。\n", "<s>证明，她同白汝宾是男女朋友关系。12月25日他们一同从甘肃回柞水。2013年12月29日，她到他姑父在柞水县城开办的天一宾馆当服务员。2013年12月30日晚8点多，白汝宾打电话找她，在县城悬月路十字见面，他酒喝多了。在银行取款间，白汝宾和一个疯子（流浪汉）纠缠不休，还说要请&ldquo；疯子&rdquo；吃饭，让她也去，她不去。她去迎春路吃饭去了，过了一会，白汝宾给她打电话说他在天一宾馆门口，她就赶快到天一宾馆门口，她看见她姑父周某某在门口站着，（10：10以后）她喊了一声&ldquo；姑父&rdquo；，白汝宾就从宾馆大厅出来。她姑父问她白汝宾是不是住店的，她说不是。她问白汝宾到底想干啥。白汝宾说以后谁也不认识谁，他要去找师父（流浪汉），转身顺街道走了。她便回到广场附近的宿舍，晚上11点多，白汝宾打来电话，刚开始她没接，白汝宾继续打，她接通电话，他问她在那儿，她说她在宿舍，他说他在天一宾馆门口附近，叫她出去，还在电话里骂她，说她是卖淫小姐，她没有说话，把电话挂了。在宿舍，她听郭某甲说，刚才白汝宾还给郭某甲打电话了，说郭某甲和她都是卖淫小姐。\n", "<s>证明，她平时在店里负责收银，最近有一个服务员请假了，她和另外一个服务员郭某某一起负责收银及打扫卫生。郭某某和她一个村，是2013年12月29日到天一宾馆打工的。30日下午6点多，郭某某回宿舍去了。到晚上8时50分左右，她交班给孟远娥。到晚上10点半左右，郭某某让她把宿舍钥匙给她扔了下去。快11点，白汝宾给她打电话问，她和郭某某是不是在天一宾馆当小姐卖淫，她很生气。她给郭某某打电话让她回来，郭说她在宿舍外面的阳台上，就回到了宿舍，她给郭说了白汝宾打电话的事。郭某某说白汝宾也给她打电话了，也说她在当小姐卖淫，她（郭某某）很生气，就给白汝宾说就是在当小姐之类的话，气白汝宾，然后就把电话调成静音，不接白汝宾电话了。并听郭说白汝宾在天一宾馆附近，后来她们就睡觉了。\n", "<s>证明，天一宾馆是他表姐孟晓娥和他舅周某某合伙开的，他有时到宾馆给帮忙看店。2013年12月30日晚上9点左右，他到天一宾馆看店。9时40分左右，他舅周某某来了，10时10分左右，来了一个三十多岁的外地人，喝醉了，说话不清，来前台询问房价，问完了就和周某某说话，说他就是郭某某的男朋友。期间，那个人和他们没有任何不愉快。他舅周某某看见他喝醉了怕闹事，让他和孟某乙先走了。10时40分许，他走时，那名外地男子也跟着出来。宾馆有三个女服务员，晚上都不在宾馆住，其中一个叫郭某某前两天才来的。天一宾馆仅是经营住宿，无其他营业项目，更别说不合法项目。\n", "<s>证明，2013年12月30日下午他们与白汝宾等六个人在一起喝酒。涂某某还证，见到白汝宾随身带有一把20厘米长的弹簧刀。\n", "<s>证明，他叔周某某因伤情严重，先后被送到县医院、西安唐都医院，医院都不敢收治，最终周某某被转至西京医院。他赶到西安西京医院，看见他叔浑身上下都是血，并证明医院诊断情况。\n"], "evid_w": [43, 60, 68, 6, 29, 1, 64, 11, 83], "label": [2, 6, 0]}, {"fact": "<s>：<u>被告人鑫姗向其弟门豆豆索债未果，欲杀害门豆豆之子门官璞（男，2006年11月14日生）报复。2013年3月28日7时许，在青州市高柳镇曲屯村门豆豆家中，被告人鑫姗持菜刀朝门官璞头部、颈部猛砍数刀，致其死亡。经鉴定，被害人门官璞系锐器致颈部离断损伤死亡；被告人鑫姗患精神分裂症，作案时处于发病期，为限制刑事责任能力。<u>\n", "evid": ["<s>鑫姗供述，2013年3月下旬的一天，因为门官璞的父亲门豆豆欠其钱，其从张店来到门豆豆家要钱，门豆豆他们不给，而且态度很不好，其心里非常生气，就从门豆豆家西屋厨房里拿了一把菜刀，准备杀了门官璞出气。其准备好菜刀后，等到第二天早上大约七点钟左右，门官璞从西屋来到其住的东屋前边的客厅，其把门官璞推到其住的屋里，将门官璞摁倒在地上，拿起准备好的菜刀朝门官璞头部好像是左侧使劲砍了四五刀，门官璞躺在地上不动，头部还流了一些血在地上。其将门官璞扔在屋里的床底下，顺手也将菜刀扔在了床下，然后用其穿的红色风衣把地上的血擦了一下，把衣服扔在床上就走了。<u>\n"], "evid_w": [161], "label": [0, 0, 0]}, {"fact": "<s>：被告人郭吉洞与被害人郭某利系同胞兄弟，2012年秋两家因家庭琐事致关系不睦。2013年3月28日上午，郭吉洞为二女儿郭某清次日出嫁在家准备酒席，郭某利多次到郭吉洞家门口进行辱骂。郭吉洞遂与郭某利发生争执、厮打，并先后两次持木棍击打郭某利头部等处。当日15时许，郭吉洞趁郭某利因口渴让给倒水之机，将加入硝精的水让他人送到郭某利家给郭某利饮用，欲致郭某利死亡，郭某利因故未全部喝完。当日22时许，郭吉洞到郭某利家中，二人再次发生争执，郭吉洞持木棍击打郭某利头部、胸部。24时许，郭吉洞到郭某利家发现郭某利已死亡，便喊来被告人郭某、杜某某，三人将郭某利的尸体及沾血被褥等物用自家电动三轮车运至该村西北角一桥附近，由杜某某望风，郭吉洞、郭某在桥西土沟内挖坑将尸体掩埋，郭吉洞在附近的另一座桥下土沟内将沾血被褥等物焚烧。经法医鉴定：郭某利系被钝器打击头部致颅脑损伤死亡。<u>\n", "evid": ["<s>郭某春（郭吉洞长女）证言：2013年3月28日上午，郭某利到她家门口骂郭吉洞，郭吉洞与郭某利厮打被拉开。后郭某利又到她家门口骂郭吉洞，骂的非常难听，郭吉洞用木棍将郭某利打的不能动，郭某利被村民抬回家。郭吉洞打人的木棍被烧掉。郭某利服刑出来有一年多，经常偷东西、打人。\n", "<s>郭某清（郭吉洞次女）证言：当日，郭某利到她家门口辱骂郭吉洞，郭吉洞非常生气，用长约50厘米的方形木棍打郭某利，郭某利被打倒在地，后被村民用门板抬回家。郭某利服刑出来不久，郭吉洞经常给其送饭。2012年秋，郭某利开始骂郭吉洞，两家关系不和。郭某利为人不好，经常偷东西。\n", "<s>郭某振（郭吉洞、郭某利之父）证言：郭艳清出嫁前一天上午，郭某找他去处理郭某利骂郭吉洞的事。后他到郭吉洞家听到郭某利在门口用极其难听的话辱骂郭吉洞，郭吉洞用木棍打郭某利。郭某利和郭吉洞以前关系不错，因为种地的事发生矛盾，关系变坏。郭某利被判过刑，名声不好，经常和人打架、偷东西，还经常拿刀吓唬他。郭吉洞和村民关系不错。他不要求郭吉洞赔偿，对郭吉洞的行为表示谅解。\n", "<s>曹某某证言：当日9时许，他去郭吉洞家帮忙，见郭吉洞脸上有血，郭吉洞说和郭某利打架了。后郭某利到郭吉洞家门口辱骂，郭吉洞用木棍打郭某利。郭某利平时不与村民、近亲属来往。\n", "<s>许某某证言：当日上午，郭某利到郭吉洞家门口用很难听的话骂郭吉洞，二人打起来，他把郭某利劝回家。过一会，郭某利又来骂。\n", "<s>郝某某证言：当日，郭某利在郭吉洞门口骂的非常难听，郭吉洞和郭某利厮打。约过20分钟，郭某利又来郭吉洞家门口骂，二人又打起来，郭吉洞用木棍打郭某利。他和王凯等人用门板将郭某利送回家，郭某利当时已经不能走了。郭某利和村民关系一般，不与人来往。郭吉洞对村民的事热心操办。\n", "<s>郭某民证言：他和郭某利、郭吉洞是胞兄弟。当日上午，郭某利到郭吉洞家门口骂难听的话，郭吉洞拿棍出去了。\n", "<s>郭某（郭某民之子）证言：当日15时许，他从郭吉洞手里接一杯水送给郭某利喝。因为他尝了一口，郭吉洞让他漱口，并说那水不能喝。\n", "<s>郭某宝证言：郭某利因为郭吉洞办事前没喊其吃饭，到郭吉洞家骂很难听的话，他非常生气就回家了。郭某利出狱一年左右，平时不喜欢和人交流。郭吉洞和村民关系很好，经常帮助村民办事。\n", "<s>杜某某证言：郭吉洞与郭某利关系不好，经常打架。平时很少有人和郭某利来往，郭某利还偷东西。\n", "<s>郭吉洞供述：当日8时许，郭某利到他家门口辱骂，他非常生气，拿一根木棍朝郭某利头部打两三下，郭某利被人拉回家。约20分钟后，郭某利又到他家门口骂的非常难听，他用一根方形木棍打郭某利，郭某利的头被打出血。15时许，郭某利喊要喝水，他就想杀死郭某利，让郭健某送一杯加了硝精的水送到郭某利家给郭某利喝。22时许，他到郭某利家与郭某利又发生争执，用棍击打郭某利。24时许，他到郭某利家见郭某利已死亡。他喊杜某某、郭某一起用他家的电动三轮车将郭某利的尸体及带血被褥等运到本村西北角一桥附近，杜某某望风，他和郭某挖坑将尸体埋在桥西土沟内，他又将被褥等放在东边桥下焚烧。\n", "<s>郭某供述：当日，他回家见郭吉洞的脸上有伤，郭吉洞说被郭某利打的。后他见郭某利倒在地上，头右部出血。下午郭健端一杯水给郭某利喝，郭某利喝一大口说太咸没再喝。当晚，郭吉洞喊他，他和杜某某帮助将郭某利的尸体、被褥运到村外掩埋、焚烧。\n", "<s>杜某某供述：以前郭吉洞帮助郭某利很多，郭某利只让她家种一季承包地，两家不再来往，郭艳清出嫁她家没有请郭某利。当日郭某利到她家门口骂郭吉洞，并和郭吉洞打起来，被人拉走。后郭某利又到她家骂的很难听，郭吉洞用棍将郭某利的头打出血，郭某利被人架走。当晚郭吉洞喊她和郭某将郭某利的尸体、被褥运到村外土沟内掩埋、焚烧。她站在桥上望风。\n"], "evid_w": [35, 34, 72, 6, 1, 2, 105, 4, 1, 72, 16, 2, 33], "label": [6, 2, 10]}, {"fact": "<s>：2011年，被告人钱立新结识了被害人吴某丙（女，殁年32岁），两人与吴某丙之子被害人周某甲（男，殁年8岁）共同生活，后被告人钱立新与被害人吴某丙因生活琐事和感情问题而产生矛盾。2014年1月，吴某丙带着周某甲离开被告人钱立新，为此被告人钱立新对吴某丙怀恨在心，并购买了杀猪刀，预谋报复。2014年2月24日凌晨，被告人钱立新利用偷配的钥匙进入吴某丙租住的溧阳市燕山新村三区10幢2号门601室，在与吴某丙发生争执后，持杀猪刀对吴某丙捅刺数十刀，然后进入卧室，又对床上的周某甲刺、割数刀，致两人当场死亡。经鉴定，被害人吴某丙系因单刃刀刺戳全身多处，致主动脉破裂、心肺等多脏器破裂、大失血死亡；被害人周某甲系因单刃刀切割颈部致右颈总动脉、右颈内静脉断裂致大失血死亡。2014年2月27日，公安人员在江苏省沛县将被告人钱立新抓获。<u>\n", "evid": ["<s>证明，其女儿吴某丙在2011年结识了被告人钱立新，后两人共同生活。2014年1月，两人关系不好就分开了。2月份，吴某丙带着周某甲租住了溧阳市燕山新村三区10幢2号门601室。2月25日8时许，因为连续两天联系不到吴某丙，其和妻子刘某到了吴的暂住地，发现吴某丙和周某甲已经被人杀死，于是其叫房东报警，其怀疑是钱立新杀的人。上述证言与相一致。\n", "<s>证明，其姐姐吴某丙与被告人钱立新在一起四年，2014年春节前听说两人开始出现感情纠纷并打算分手。2013年10月左右，钱立新经常给其打电话说其姐姐和杜章楼经常发短信，周某甲也不听话。2014年2月25日，其打电话给钱立新问是不是他杀的吴某丙，钱立新没有承认，其怀疑是钱立新杀人的。\n", "<s>证明，2014年2月13日，吴某丙带着儿子租住在自家阁楼。2月25日8时许，吴某丙的父亲来敲门，说吴某丙和周某甲死在家里了，其上楼发现二人已经死亡，地上都是血，于是其丈夫彭某用手机报警的。上述证言与相互印证。\n", "<s>证明，2012年7月，其将燕山路61号502室的房屋租给被告人钱立新，同住的还有一个姓吴的女子和小孩，说是夫妻关系，他们的经济状况不好，房租不能按时交付。今年过年后，姓吴的女子打电话给其说已经从其家搬走，其发现家中的东西已经基本搬走，但钱立新说不会走，老婆还会回来的。\n", "<s>证明，被告人钱立新一家住在其对门，后来吴某丙与她儿子搬走了。2014年春节后，钱立新跟其说吴某丙不上路，对吴某丙非常恨。大年初八上午，其看见吴某丙过来搬家，将家里所有东西搬走，其就借给钱立新棉被等物品。2月24日早上，在自家门口发现钱立新归还的物品、寄存的行李以及留下的字条，说是要到南京去。\n", "<s>证明，2月25日，其发现被告人钱立新归还的被套和床单上有血迹，并把上述物品交给了公安人员。\n", "<s>证明，2014年2月20日左右，一个男的到店里买了一把25元的杀猪刀。过年到现在其一共卖出去6把杀猪刀，其中5把是一次性批发给人家的，整个市场上只有其一家出售这样的刀。被告人钱立新的辨认笔录证明在徐某甲处购买了作案凶器。\n", "<s>证明，自己从1999年起在燕山新村南门帮人家配钥匙、修手表。被告人钱立新的辨认笔录证明在王某处配了被害人暂住地的钥匙。\n", "<s>证明，2014年2月24日左右早上7时许，其在天目湖律师事务所门口的果壳箱中收集到一双黄色男式运动鞋，鞋子放在垃圾的最上面的，后鞋子被拉去垃圾场处理了。被告人钱立新的辨认笔录证明该地点为其抛弃作案时所穿鞋子的地点。\n", "<s>和辨认笔录证明，2014年2月24日早，被告人钱立新将一辆电动车以200元的价格卖给其，现电动车已被公安机关扣押。\n", "<s>证明，被告人钱立新别名燕守钱。2014年2月24日其接到钱立新的电话，是约其到沛县谈孩子抚养问题。2月27日，双方在沛县公证处门口见面时，钱立新被公安人员带走了。\n", "<s>和辨认笔录证明，其因对被害人吴某丙离开自己不满而预谋杀人。2月24日，其进入被害人暂住地，持杀猪刀将被害人吴某丙、周某甲杀死。其供述案发的原因、购买凶器的地点、杀人过程、抛弃凶器和钥匙的地点、逃跑经过等细节与相关证据相互印证。\n"], "evid_w": [60, 33, 6, 82, 11, 32, 1, 24, 6, 9, 2, 99], "label": [11, 3, 4]}, {"fact": "<s>：<u>2013年1月初，李某戊（男，浙江省宁海县人，殁年29岁）得知被告人李秀兵的父亲李某乙承包了宁海县梅林街道九倾路一期工程后，便多次打电话给李某乙，向其索要人民币3000元，均遭拒绝。<u>同月11日，李某戊又多次打电话给李某乙索要钱财，仍遭拒绝。当日22时许，被告人李秀兵因此事与李某戊在电话中发生争执。当日23时许，李某戊纠集了张某、潘某、何某甲、邹某等人，携带砍刀、棒球棍等工具，开车至宁海县梅林街道花园村李某乙家附近，而后李某戊携带砍刀先下车至李某乙家后门。被告人李秀兵和李某乙见李某戊已找上门，分别从家中找来尖刀、砍肉刀后藏在身上，并一同出门见李某戊。见面后，被告人李秀兵与李某戊再次发生争吵。其间，李某乙藏在身上的砍肉刀掉在地上，李某戊见状便一边喊人过来一边拿出砍刀砍击李秀兵，致李秀兵左手等部位受伤。被告人李秀兵随即持尖刀朝李某戊砍刺，李某戊就势后退，李秀兵遂持尖刀追。李某戊在被告人李秀兵追砍中摔倒在地，李秀兵便冲上前用尖刀朝其胸部、颈部等处捅刺。后李某戊被送至宁海县第一人民医院抢救，终因右颈部刀刺伤致颈动脉破裂大出血于次日凌晨死亡。被告人李秀兵左手被砍的伤势为轻伤。<u>被告人李秀兵的犯罪行为，给附带民事诉讼原告人造成一定的经济损失。本院审理期间，被告人亲属自愿代为赔偿附带民事诉讼原告人经济损失人民币35万元，该款现暂存本院。<u>\n", "evid": ["<s>2013年1月11日晚，李某戊叫其与潘某、何某甲等人驾车到宁海县梅林街道花园村李某乙住处讨要3000元香烟钱。到达李某乙家附近时，李某戊让其与同去的其他几个人在车上先等着，他一个人走到李某乙家门外见对方。过一会后，其听到李某戊与对方发生争吵，其朝李某戊那边走过去。后其见李某乙身上掉下一把刀具，李某戊见状就拿出随身携带的刀具砍向李秀兵，李秀兵就往后退。其见李某戊的刀是砍到过李秀兵身上的。李秀兵被砍到后就持尖刀刺李某戊。李某戊往另外一条小巷逃走，李秀兵就持尖刀追砍。后其听到李某戊在大喊救命，其就朝李某戊逃跑的那条小巷里过去。其过去后看见李某戊仰躺在地上，李秀兵右手持刀自上向下刺到李某戊的胸口。李秀兵随后就转身逃跑，其与潘某就上前追打李秀兵。后其与潘某等人将李某戊送往宁海县第一医院抢救。其证言还证实在李秀兵与李某戊打斗过程中，其站在李某乙身旁控制住他，不让他去帮助李秀兵击打李某戊。\n", "<s>2013年1月11日晚，“毛毛”叫其与张某等人驾车到宁海县梅林街道花园村向李某乙讨要钞票。到梅林街道花园村后，“毛毛”一个人先去李某乙家，张某因为要小便就也跟过去了。其与何某甲及两名外地人就坐在车上，后听到呼救声其便持竹竿赶过去，见“毛毛”已倒在地上，李秀兵在逃走。其便持竹竿与张某一起追打李秀兵。后其与张某等人将“毛毛”送往宁海县第一医院抢救。\n", "<s>2013年1月11日晚，李某戊叫其与张某、潘某等人一起到宁海县梅林街道花园村向李某乙讨要钞票。到达李某乙家附近时，李某戊让他们先呆在车上，他自己一个人先过去。张某因为要小便，也随后跟过去了。过了一会，其听到李某戊喊他们过去，其便持棒球棍与潘某以及另外两个外地人一起朝李某戊的地方赶过去。其看到李某戊与一个年轻男子在打斗，其便与张某一起指着旁边一个年纪大的男子，将他控制住，防止他过去帮助击打李某戊。后其听到张某叫喊李某戊，其便转头看到李某戊已经仰面躺在地上，全身是血。后其与潘某、张某等人一起将李某戊送往宁海县第一医院救治。\n", "<s>2013年1月11日晚，“毛毛”叫其一起去宁海县梅林街道花园村。到达花园村后，“毛毛”让大家在车上等着，他一个人走过去，另外一名本地男子随后跟着“毛毛”也走过去了。几分钟后，其听到“毛毛”叫喊声，其便与车上几个人一起过去，其见“毛毛”手捂胸口朝车子方向走来，胸口、手上都是血，“毛毛”快走到车子旁边时摔倒了。后其驾车与另外几名宁海人一起将“毛毛”送至宁海县第一医院抢救。\n", "<s>其系被告人李秀兵的父亲。2013年1月初，李某戊因其承包宁海县梅林街道九倾路一期工程的事多次向其索要3000元香烟钱，其均拒绝。同月11日，李秀兵来到其住处与其商量此事。后李某戊电话告知其要去其住处索要3000元香烟钱。同日23时许，其与李秀兵见李某戊到来即分别准备了刀具藏在身上。双方在其门外见面即发生争吵，在争吵中，其放在身上的砍肉刀掉在地上，李某戊见状便一边喊人过来一边拿出砍刀砍击李秀兵。其当时被李某戊叫来的人员控制住，没有参与打斗，并证实其子李秀兵左手等处也被砍受伤的事实。\n", "<s>案发当晚，其见有两名男青年一人持砍刀，一人持棒在追打另外一名男青年。其车牌号为浙B×××××的红色奇瑞轿车当晚停放在其暂住房前大门的一条墙弄里。\n", "<s>其系宁海县梅林医院医生，2013年1月11日晚23时多其正在梅林医院值班，李秀兵跑来梅林医院，其见他双手受伤，胸口还有一个刀伤。其叫李秀兵报警，但他没有回答。其便给李秀兵简单包扎，然后叫护士打120急救车，后李秀兵被送往宁海县第一医院救治去了。其证言还证实当晚李秀兵自己没有报警，也没有让其或者一同值班的其他人报警。\n", "<s>李某戊与李某乙的矛盾是两年前双方因承包工程事项的纠纷引起的。\n", "<s>其曾听李某戊讲他想找李某乙谈拼做工程，如果李某乙不同意，他就要去向李某乙拿点钱来。其证言还证实，李某戊与李某乙因承包填土方工程的事情有矛盾。\n", "<s>案发这天，李某戊曾打电话给李某乙讨要香烟钱，并证实当晚李某戊叫人一起并携带刀具赶到梅林街道花园村找李某乙。\n", "<s>2013年1月12日，其在贝迪酒店听项某说李某戊死掉了。后其去洗车牌号为浙B×××××的江淮瑞丰商务车时，发现后备箱里有一把刀。\n", "<s>其是宁海县贝迪酒店的老板。2013年1月11日22时半左右时，李某戊向其借用一辆车牌号为浙B×××××的江淮瑞丰商务车去梅林街道。大约半小时后，其得知李某戊受伤被送往医院抢救了。\n", "<s>，其对与被害人李某戊吵架、打斗及在李某戊倒地后持尖刀捅刺李某戊的主要犯罪事实供认不讳，且与上述各证相符。\n"], "evid_w": [71, 133, 12, 93, 12, 17, 85, 4, 6, 40, 34, 12, 55], "label": [1, 3, 6]}, {"fact": "<s>，2013年7月24日20时许，被告人张洪军在××省××市××街××村××厂自己的办公室内，因工作问题与该厂工人崔××（被害人，男，卒年60岁）发生争执，张用拳脚对崔头、面、胸部反复殴打，将其打倒在地，造成其头面等部位出血受伤，后崔在被送到××市××医院检查过程中死亡。案后，张洪军在亲属陪同下投案。经法医鉴定：崔××系前胸部受到较大钝性暴力作用造成广泛胸肋骨骨折，肺挫伤，血气胸呼吸循环功能衰竭死亡。<u>\n", "evid": ["<s>于2013年7月24日晚半夜接到××警方电话得知父亲崔××被人打死。其没听说父亲与张洪军有矛盾。\n", "<s>今年崔××被厂子聘请过来干活，因为工作和工资问题其建议张洪军找崔××沟通一下，2013年7月24日晚六七点钟，张洪军在其与张××的房间遇到崔××后，为便于张、崔二人沟通，自己和张××离开。以及自己与张××回来后看到崔××满脸是血躺在地上，李×找车送崔××去医院的事实经过。\n", "<s>张洪军在其开的××厂干活。案发当晚约21时许，厂里的工人张××叫其回厂后，其看到崔××满脸是血，并找女婿宋×和几个邻居把崔××送到医院，及至崔××死亡后报案的事实经过。\n", "<s>案发当晚8点10分左右，岳母李×将其叫到厂子后，其看见崔××坐在地上，满脸是血，自己及岳母、邻居将崔××送到医院，及至崔××死亡后其报案、陪同岳父张洪军自首的事实经过。\n", "<s>2013年7月24日晚10点钟左右，自己在李×经营的卖店碰到宋×，并帮忙送个满脸是血的人到医院，及至崔××死亡后报案的事实经过。与宋×、李×证实内容基本一致。\n", "<s>××厂具体业务由其打理，崔××是该厂的大工，今年又被聘到该厂干活。因为自己对崔的工作不太满意，案发当日白天，厂长刘××建议其私下和崔沟通。晚上吃完晚饭，其在刘××、张××两口子房间遇到崔后，二人在其办公室因包活的事发生争执吵骂进而厮打，其将崔××打伤倒地，并找人将崔送至医院，及至得知崔死亡后其自首。\n"], "evid_w": [42, 77, 66, 4, 4, 10], "label": [1, 2, 5]}, {"fact": "<s>，2012年，阿荣旗某某镇某某村新农村建设期间，阿荣旗居民陈某某在接受被告人刘圣宝房屋顶账后，尚欠刘圣宝人民币70000元，约定2014年5月1日前付清，后刘圣宝多次向陈某某索要未果。2014年7月1日上午，陈某某还刘圣宝人民币20000元，而刘圣宝与妻子为该款的使用发生异议，刘圣宝便决定找陈某某索要尾欠的50000元，同时从家里携带一把杀猪刀。上午10时许，被告人刘圣宝骑摩托车来到某某镇某某村飞机场奠基处，找到正在和合作人一起考察地形的陈某某，被告人刘圣宝将陈某某叫过来，双方就欠款的事未谈妥，刘圣宝便拿出随身携带的杀猪刀捅陈某某腹部，陈某某躲闪反抗中双方倒地，被告人刘圣宝用刀尖刺陈某某颈部，陈某某用手抓住刀刃，双方在搏斗中，陈某某身体多处受伤。因陈某某的极力反抗和周围人的及时赶到将刘圣宝制服。经呼伦贝尔市人民检察院检验鉴定，陈某某腹部、左上臂及双手皮肤创口疤痕评定为轻伤二级；左拇指功能丧失评定为轻伤二级，综合评定为轻伤二级。<u>\n", "evid": ["<s>2014年7月13日10时许，因为索要欠款对陈某某产生不满，当日加之与妻子吵架，便决定去找陈某某说说，如果陈某某不说好听的就把他杀了然后自杀。刘圣宝回家从抽屉拿一把杀猪刀揣在裤兜里，抱了一下三岁的女儿，后骑摩托车去某某镇工地找陈某某未果。在某某飞机场奠基处见到陈某某和刘某某等人。刘圣宝将陈某某叫过来询问欠款的事，陈某某语气不太好，刘圣宝便拿出刀想抹陈某某脖子，因对方个子高就想先扎对方腹部，待他低头时再抹脖子。于是刘圣宝先扎了陈某某腹部，陈某某见状推开刘圣宝往后退着跑时侧身倒地，刘圣宝上去单腿跪地双手拿刀扎其胸口，两人在抢刀过程中将陈某某肩膀划出血，随后刘某某等人过来将刘圣宝制止。同时刘圣宝还证实，陈某某没有打刘圣宝，一直在躲刘圣宝。\n", "<s>2014年7月13日10时左右，刘某某、郑某某与陈某某等人去某某机场场址察看地形图，期间刘圣宝来找陈某某好像是要土方，之后看到陈某某和刘圣宝两人抱在一起倒地打起来，以为是闹着玩，但看到刘圣宝手里拿着刀，陈某某身上有血，刘某某等人急忙跑过去，见刘圣宝拿刀往陈某某脖子上捅，陈某某被压在下边手握着刀刃往上推，刀尖都扎在陈某某的脖子上了，郑某某上前拽刘圣宝没拽动，便踢了刘圣宝头部一下，才把刘圣宝从陈某某身上拽下来，刘某某把刀抢下来藏到郑某某车里，后众人将陈某某送往医院。\n", "<s>2014年7月13日10时左右，郑某某与陈某某等人在察看准备建设的机场场址时，一男子（刘圣宝）来找陈某某，随后二人打起来，开始以为是闹着玩，但看到陈某某身上有血，对方手里有刀，几个人赶紧跑过去，见那男子在陈某某身上拿着刀往陈某某脖子上扎，陈某某握着刀刃往上推，郑某某上去拽那男子没拽动，便踢了那人头部一脚，大家一起将那男子按倒在地，后将陈某某送往医院。\n", "<s>刘圣宝将陈某某打完后就给冯某某打电话说，在新建机场大甸子那儿把陈某某捅了。冯某某赶到现场见刘圣宝身上有血，刘圣宝称是陈某某的，并说要整死陈某某后自杀。\n", "<s>2012年新农村建设时陈某某给刘圣宝盖了两间商品房，刘圣宝欠陈某某工钱100000余元，因无力偿还刘圣宝让刘某乙帮忙，将房子卖给陈某某偿还债务后还能剩余。陈某某本意不要但考虑刘圣宝家庭困难就同意了。先给一部分剩余70000元约定2014年5月1日还清。到期后刘圣宝妻子多次电话催要余款，2014年7月13日9时许，在陈某某的办公室陈某某给了冯某某20000元。10时许，刘圣宝给刘某乙打电话称将陈某某捅了，让警察去抓他。\n", "<s>，通话记录，房屋买卖合同书，建房合同书，办案说明，现场勘查笔录及谅解书等。\n"], "evid_w": [107, 68, 126, 26, 8, 86], "label": [2, 0, 5]}, {"fact": "<s>：2013年5月16日晚，在北京市顺义区北小营镇北京×中心男员工宿舍，被告人陈×因玩牌与同事刘×1（男，32岁，山东省人）发生口角并殴打刘×被同事拉开。当晚，刘×1身体不适，陈×带刘×1就医后返回宿舍，对刘×1心生不满，遂产生杀死刘×1的想法。2013年5月17日1时许，陈×在221宿舍，趁刘×1熟睡之机，持刀扎刘×1的颈部欲杀死刘×因被他人及时发现进行阻止而未能得逞。经鉴定，刘×1颈部所受损伤构成轻微伤。被告人陈×被当场查获。<u>另，本案审理期间，被害人刘×1向本院提起附带民事诉讼要求被告人陈×赔偿其相关经济损失。经本院调解，被告人与被害人达成调解协议并全部履行完毕。<u>\n", "evid": ["<s>2013年5月16日22时许，同事给其打电话说有人打架了。其回到单位看见刘×1被单位的人搀扶准备去医院。23时许，刘×1看病回来躺在221宿舍陈×床上，其和刘×1就睡觉了，陈×去其他房间看电视。1时许，其听见刘×1在叫，声音很小，好像出不来气的感觉。其看见陈×正趴在刘×1身上，其立刻起来将陈×拉开，段×也过来拉陈×。二人将陈×拉到门口时，陈×说他把刘×1捅了，李×问捅哪了，陈×说：“捅脖子上了，他活不了了。”李×说你疯了吧，陈×说：“反正我也不想活了。”李×和段×将陈×拉到219房间，李×说：“你疯了吧。”陈×还是说他不想活了。李×遂让高×和刘×2看着陈×。其和段×、吴×去看刘×发现刘×1脖子有血，状况不好，遂拨打120。一会儿，120和警察都到了。其不清楚陈×扎刘×1什么部位，听说是脖颈处。\n", "<s>2013年5月16日23时许，刘×1看病回来躺在221宿舍陈×床上，其没有多问就睡觉了。1时许，其听见有动静，醒后发现李×正在拉陈×，其立刻过去，当时李×用手拉陈×左臂，陈×右手还在掐刘×1的脖子，段×就赶紧上前抓住陈×右臂，将陈×拉到219房间。此间，陈×说把刘×1捅了，捅脖子上了，他活不了了。李×说你疯了吧，陈×说反正我也不想活了。李×让高×、刘×2看着陈×。段×返回看刘×发现刘×1脖子正在流血，手在抽搐。其听说因为玩牌刘×1唠叨，陈×将刘×1打了，但不清楚为何后来扎刘×1。陈×被拉开后还说过一句“我弄死他，我也不想活了”。\n", "<s>2013年5月16日22时许，李×给其打电话称陈×将刘×1打了。其到宿舍后听说是陈×将刘×1头部打了，其遂带着陈×、刘×\n", "<s>5月16日晚，其和几个同事在宿舍打牌，刘×1在旁边一边看一边给别人支牌，陈×与刘×1发生口角并打了起来，被同事拉开。凌晨1点30分许，李×叫刘×2起床，去219宿舍看着陈×。在219房间，其看见陈×坐在床上抽烟，李×对陈×说：“你何必较真呢，还动刀。”其去另外一个房间看到刘×1躺在陈×床上，脖子右侧有血迹。其回到219房间跟陈×说：“你何必动这个气？”陈×没说话，只是笑了笑。后来警察到了。其听说刘×1脖子的伤是陈×用刀扎的。\n", "<s>2013年5月16日22时许，因陈×将刘×1打了，其和陈×、刘×1跟着蒋×去给刘×1看病。医生说没什么事，当时就按照单位内部的事情解决了。17日1时许，其在219宿舍睡觉，被李×叫起，让和他一起看着陈×。陈×坐在宿舍床上，其和李×就看着他。其想一定是陈×和刘×1又闹了起来，不然不会大晚上看着陈×。刚看了一会儿，陈×说：“他死了吗？”高×未说话。一会儿警察来了，问陈×姓名和干了什么事，陈×说：“是我用小刀扎了刘×1的脖子。”警察将陈×带走。\n", "<s>2013年5月16日21时许，其和陈×等同事在宿舍玩牌，刘×1在旁边看着，看完一家还看下家，知道牌后乱说，陈×和刘×1发生了口角，陈×朝刘×1头部打了几拳，被同事拉开，就各自睡觉去了。后其听李×说，陈×将刘×1扎伤了。\n", "<s>2013年5月16日23时30分许，其到宿舍时听说陈×和刘×1因为玩牌的事打起来了，刘×1看病去了，陈×也跟着去了。2013年5月17日0时10分许，刘×1看病回来，被安排在陈×床上休息。吴×就睡觉了。1时许，其被吵醒，听见李×说了一句“铁强你干啥呢”，看到李×和段×将陈×拉出房间。其听到刘×1嘴里发出“呵呵”的声音，就到刘×1床边喊了刘×1几声，刘×1没有回应，还是嘴里发出“呵呵”的声音。李×和段×将陈×拉到219房间后回到221房间，其跟着进去，段×用手电照刘×发现刘×1衣服上有血迹，脖子右侧有一道血迹，靠近喉咙右侧有血正在往外流。李×打120并通知领导。其一直在门口待着。后来警察到了。其听说刘×1的伤是陈×用刀扎的。陈×被拉开后，其听到陈×和李×说过“我把刘×1弄死，我也不想活了”之类的话。\n", "<s>2013年5月16日21时40分许，其和同事在214宿舍玩牌。刘×1在旁边看，他几家的牌都看，看完后还告诉别人怎么出牌，其和刘×1就发生了口角。其打了刘×1头部几拳，被同事拉开，二人各自回宿舍。一会儿，同事称刘×1躺床上全身抽搐，头疼，要去医院看病，其遂和同事陪刘×1到顺义区医院看病。医生给刘×1做了检查，没发现有什么问题，开了点药，让带刘×1回来好好照顾。回到单位后，李×将刘×1安排在陈×的床上以方便照顾。陈×到其他房间看电视，越琢磨越觉得刘×1这事办的不地道，没事还抽筋、吐白沫的装死。其就想“你不是装死吗，我今天就弄死你”。遂回宿舍，从柜子里拿出一把小刀，当时宿舍还有人没睡觉，其在宿舍里靠墙站着，过了半小时左右，宿舍里其他人都睡着了，当时的时间是凌晨1点左右。其拿着小刀走到刘×1身边，用手摸了一下刘×1的脖子，确定一下位置，就用刀冲刘×1脖子扎下去了，刚扎了一下，李×听到动静，就从后面将其抓住，刀顺势掉在床上，其没有听见刘×1喊叫，认为刘×1已经死了。李×和段×将其拉到了219宿舍。李×对其说：“你疯了？”其说：“我活够了。”当时其就想扎死刘×知道扎死人得偿命，其也得死，所以说活够了。后来警察来了，把其带回派出所。刀是银白色金属制，折叠的，刀刃长约5厘米，宽约5厘米，刀柄长约5厘米。其扎刘×1的脖颈处，具体什么部位不清楚。当时摸了一下，确定是脖子之后，持刀从上往下扎的，感觉扎进去了，就扎了一下。当时摸到感觉是脖子的前面，因为扎脖子能扎死人，所以就先确定一下是不是脖子才动手。其用刀扎刘×1就想弄死他。其没有怕被人发现，就想将刘×1扎死，自己也不想活了。”其此前与刘×1无矛盾。\n"], "evid_w": [59, 84, 73, 9, 6, 52, 4, 2], "label": [1, 0, 7]}, {"fact": "<s>：2013年12月1日晚，被告人王刚在安图县二道白河镇铁北村自家中，因琐事与其父亲被害人王某甲发生口角后用斧子打击王某甲头部，致王某甲颅脑损伤而死亡。之后，被告人王刚用锐器将王某甲尸体肢解成19块。2013年12月2日下午，王刚到邻居李某甲家，持斧子打击被害人李某甲和其子李某乙头部，致李某甲、李某乙颅脑损伤而死亡。同日18时许，王刚在安图县二道白河镇铁北村自家中被公安机关抓获。经司法精神病鉴定，王刚患有精神分裂症，系限制刑事责任能力人。<u>\n", "evid": ["<s>2013年12月2日17时30分左右，我从二道回到安图县二道白河镇自己家中，看到李某甲家灯亮着，我开门进屋发现客厅中间位置有一摊红色液体，炕上没人我就往厨房去，看到我哥李某甲和侄子李某乙都躺在厨房的地上，李某甲面部朝着地，头在卫生间门口，头部下有一滩血，李某乙躺在李某甲附近，脚距离灶坑30厘米，头朝卫生间方向，在喘息着。我知道出事了，就把李某甲拖到炕上，又把李某乙拽到客厅地上，随后我跑到邻居赵某甲家让赵某甲和他儿子赵某乙来帮忙，我把李某甲拽到车里，赵某乙抱着李某乙，我开车到白河林业局医院去了，紧接着我打110报警了。\n", "<s>2013年12月2日下午4点左右，我看到王刚手里拎着斧子朝村西头走，西头是李某甲家方向，我当时问王刚干啥去，王刚说没事我就回家了。下午4点40分左右，我在家看电视，李某甲的弟弟李某丙跑到我家说李某甲出事了，我就跟着李某丙到李某甲家，在门口看到李某甲趴在东屋炕上，李某乙脸朝地，头朝北趴在厨房，李某丙把李某甲和李某乙抱上面包车，和我儿子赵某乙一起去了医院。\n", "<s>2013年12月2日下午3点左右，我看到王刚路过我家往西走，当时天很冷，王刚穿衣服很少，看眼光直勾勾的发呆。之前听说王刚有精神病史，去医院治疗过。\n", "<s>2012年6月份，王刚的父亲王某甲来找我说王刚在家精神不正常，我去王某甲家看到王刚说话颠三倒四的，确实不正常。2012年7月左右，我把王刚送到延边脑康医院治疗，2013年7月末，医院说王刚恢复的差不多了，我就把王刚领回来了。\n", "<s>2012年7月左右，王刚因为精神有问题被政府送到精神病医院治疗，2013年7月份从医院回来，回来后王刚精神状态挺好的，还帮我干过活。\n", "<s>2013年12月2日晚上9点多，我们铁北村村长给我打电话说我们村的王刚把其父亲王某甲和村民李某甲杀了，李某甲的儿子也受伤了在医院抢救。之前我听说王刚精神有问题，村里还把他送医院治疗了，2013年7月份才从医院回来。\n", "<s>2013年12月2日17时35分左右，我到我大儿子李某甲家看见炕上全是血，卫生间也全是血，我就给我二儿子李某丙打电话，李某丙告诉我出事了让我到白河林业局医院，我到医院看到儿子李某甲已经死亡，孙子李某乙正在抢救。\n", "<s>我一个月前在村道上见过王刚，没发现他有什么异常，我知道王刚有一段时间曾被送到医院治疗精神病，回来一段时间了，没听说他和村里人有什么过激的行为。\n", "<s>2013年12月2日下午3点左右，我在李某甲家炕上躺着，看见王刚从李某甲家门前道上经过，过去没一会就又走回来。我知道王刚曾被送到医院治疗过精神病。\n", "<s>我和王刚好几年没联系了，听说他曾被送到精神病医院治疗，不清楚是否有家族精神病史。\n", "<s>2013年12月1日20时左右，我和我父亲王某甲因我父亲让我截木头我不干的事情争吵，之后我想着这些年我父亲总管着我，就拿斧子的背面砸了我父亲的头部两三下，具体砸了几下记不清了，然后就回我屋睡觉了。第二天早上我起来，看着我父亲的尸体就来气，我就用菜刀，斧子，镰刀把我父亲的尸体肢解了，我把我父亲的双腿和一只胳膊都砍了下来，肢解过程中我还用镰刀刮了我父亲的肉和皮，我父亲的头部还被火烧了一下，我看我父亲的尸体僵硬了就没再肢解我父亲；2013年12月2日下午，我听见我家大道对面有叮当响和邻居说话的声音，我认为是李某丁家整的声音，我又想到我家和李某丁家的生活条件一样，我母亲和李某丁的妻子都是喝药死的，反正我已经杀了我父亲，也不差李某丁这一个了，我就想杀了李某丁。我拎着斧子到李某丁家没看到李某丁，就去李某丁大儿子李某甲家，看到李某甲蹲在灶台边上烧火，我就过去用斧子背面砸了李某甲头部两下，李某甲就倒地不动了，当时我看到李某甲的儿子在旁边，我没伤害他就走了，我走了一半就想回去看看李某甲还有没有气，到李某甲家后看见李某甲儿子跑出来，小孩跑到客厅我就用斧子砸了小孩头部一下，之后又用斧子砸了小孩背部两下，小孩不动了，我就把小孩的尸体往李某甲的尸体旁边一扔就回家了。\n"], "evid_w": [38, 44, 43, 19, 52, 0, 9, 4, 7, 2, 4], "label": [0, 1, 10]}]}